Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# familyReduviidaeDescription
source: The Reduviidae is a large cosmopolitan family of the suborder Heteroptera of the order Hemiptera (true bugs). Among the Hemiptera and together with the Nabidae almost all species are terrestrial ambush predators; most other predatory Hemiptera are aquatic. The main examples of non-predatory Reduviidae are some blood-sucking ectoparasites in the subfamily Triatominae, with a few species from South America noted for their ability to transmit Chagas disease.
ar: ريدوفييدي هي عائلة كبيرة من رتبة نصفيات الأجنحة من رتبة الحشرات الحقيقية. ومن بين نصفيات الأجنحة وإلى جانب النابيدي، فإن جميع الأنواع تقريبًا هي مفترسات كمين أرضية، ومعظم نصفيات الأجنحة المفترسة الأخرى مائية. وتُعتبر الأمثلة الرئيسية على النمل المخملي غير المفترس بعض الطفيليات الخارجية الماصة للدماء في الفصيلة الفرعية تريتومينا، حيث اشتهر عدد قليل من الأنواع من أمريكا الجنوبية بقدرتها على نقل مرض شاغاس.
bg: Reduviidae е голямо космополитно семейство от подразред Heteroptera на разред Hemiptera (истинските буболечки). Сред Hemiptera и заедно с Nabidae почти всички видове са сухоземни засади, хищници; повечето други хищни Hemiptera са водни. Основните примери за нехищни Reduviidae са някои кръвосмучещи ектопаразити в подсемейство Triatominae, като някои видове от Южна Америка са известни със способността си да предават болестта на Шагас.
de: Die Raubwanzen (Reduviidae) sind eine große kosmopolitische Familie der Unterordnung Heteroptera in der Ordnung der Schnabelkerfe (Hemiptera). Innerhalb der Hemiptera und zusammen mit den Nabidae sind nahezu alle Arten landlebende Ansitzjäger. Die meisten anderen räuberischen Hemiptera leben im Wasser. Die wichtigsten Beispiele für nicht-räuberische Vertreter der Reduviidae sind einige blutsaugende Ektoparasiten in der Unterfamilie Triatominae, wobei einige Arten in Südamerika für ihre Fähigkeit bekannt sind, die Chagas-Krankheit zu übertragen.
es: Reduviidae es una gran familia cosmopolita del suborden Heteroptera del orden Hemiptera (verdaderos insectos). Entre los Hemiptera y junto con los Nabidae, casi todas las especies son depredadores terrestres de emboscada; la mayoría de los demás hemípteros depredadores son acuáticos. Los principales ejemplos de Reduviidae no depredadoras son algunos ectoparásitos chupadores de sangre en la subfamilia Triatominae, con algunas especies de Sudamérica conocidas por su capacidad de transmitir la enfermedad de Chagas.
fil: Ang Reduviidae ay isang malaking pamilyang kosmopolitano ng suborder na Heteroptera ng order na Hemiptera (tunay na mga bug). Sa mga Hemiptera at kasama ng mga Nabidae, halos lahat ng species ay mga terrestrial ambush predator; ang karamihan sa ibang mga predatory Hemiptera ay akwatiko. Ang mga pangunahing halimbawa ng mga Reduviidae na hindi predatory ay ang ilang blood-sucking ectoparasite sa subfamily na Triatominae, na may ilang species mula sa Timog Amerika na kilala sa kanilang kakayahang maipasa ang sakit na Chagas.
hu: A Reduviidae a Hemiptera rend Heteroptera alrendjének egy nagy, kozmopolita családja (igazi poloskák). A Hemiptera csoporton belül és a Nabidae családdal együtt szinte minden faj földi lesből támadó ragadozó; a legtöbb más ragadozó Hemiptera vízi. A nem ragadozó Reduviidae fő példái a Triatominae alcsaládba tartozó vérszívó ektoparaziták, amelyek közül néhány dél-amerikai faj képes Chagas-kórt átvinni.
it: I Reduviidae sono una grande famiglia cosmopolita del sottordine Heteroptera dell'ordine Hemiptera (veri insetti). Tra gli Hemiptera e insieme ai Nabidae quasi tutte le specie sono predatori terrestri da imboscata; la maggior parte degli altri Hemiptera predatori sono acquatici. I principali esempi di Reduviidae non predatori sono alcuni ectoparassiti sanguisughi della sottofamiglia Triatominae, con alcune specie del Sud America note per la loro capacità di trasmettere la malattia di Chagas.
ja: Reduviidae は、カメムシ目（真のバグ）の亜目である異翅類の大規模な世界規模の科です。異翅類、Nabidae において、ほとんどすべての種が地上待ち伏せ捕食者です。他の捕食性の異翅類のほとんどは水生です。捕食性でない Reduviidae の主な例は、吸血性の外部寄生虫で、亜科の Triatominae にいます。南アメリカのいくつかの種は、シャガス病を媒介する能力で知られています。
mk: Reduviidae е големо космополитско семејство од потсемејството Heteroptera од редот Hemiptera (вистински грешки). Меѓу Hemiptera и заедно со Nabidae речиси сите видови се копнени грабливци за заседа; повеќето други грабливи Hemiptera се водни. Главните примери на неграбливски Reduviidae се некои крвопијски ектопаразити во потсемејството Triatominae, со неколку видови од Јужна Америка забележани заради нивната способност да го пренесуваат Шагасовата болест.
nl: De Reduviidae vormen een grote kosmopolitische familie van de onderorde Heteroptera van de orde Hemiptera (echte wantsen). Onder de Hemiptera en samen met de Nabidae zijn bijna alle soorten terrestrische hinderlaagpredatoren; de meeste andere roofzuchtige Hemiptera zijn aquatisch. De belangrijkste voorbeelden van niet-roofzuchtige Reduviidae zijn enkele bloedzuigende ectoparasieten in de onderfamilie Triatominae, waarbij enkele soorten uit Zuid-Amerika bekend staan om hun vermogen om de ziekte van Chagas over te dragen.
pl: Reduviidae to duża kosmopolityczna rodzina z podrzędu Heteroptera w rzędzie Hemiptera (pluskwiaki). W Hemiptera i razem z Nabidae prawie wszystkie gatunki to drapieżniki leżące w zasadzce na lądzie; większość innych drapieżnych Hemiptera występuje w wodzie. Głównym przykładem niestwierdzonym w rodzinie Reduviidae jest kilka pasożytów zewnętrznych wysysających krew w podrodzinie Triatominae, z kilkoma gatunkami z Ameryki Południowej, które posiadają zdolność przenoszenia choroby Chagasa.
ru: Reduviidae — это большое космополитическое семейство подотряда Heteroptera отряда Hemiptera (истинные клопы). Среди представителей Hemiptera вместе с Nabidae почти все виды являются наземными хищниками из засады; большинство других хищных Hemiptera — водные. Основные примеры нехищных Reduviidae — это кровососущие эктопаразиты из подсемейства Triatominae, причем некоторые виды из Южной Америки известны тем, что способны передавать болезнь Шагаса.
tr: Reduviidae, Hemiptera (gerçek böcekler) takımının Heteroptera alt takımından büyük bir kozmopolit familyadır. Hemiptera arasında ve Nabidae ile birlikte neredeyse tüm türler karasal pusu avcılarıdır; diğer yırtıcı Hemiptera türlerinin çoğu sudur. Yırtıcı olmayan Reduviidae türlerine verilebilecek ana örnekler, Chagas hastalığını bulaştırma yetenekleriyle tanınan Güney Amerika'dan birkaç türle birlikte, Triatominae alt familyasındaki bazı kan emen dış parazitlerdir.
uk: Reduviidae — велика космополітична родина підряду Heteroptera ряду Hemiptera (справжні клопи). Серед Hemiptera і разом із Nabidae майже всі види — це сухопутні хижаки-засадники; більшість інших хижих Hemiptera є водними. Головним прикладом нехижих Reduviidae є декілька кровосисних ектопаразитів у підродині Triatominae, а кілька видів з Південної Америки відомі своєю здатністю передавати хворобу Шагаса.
vi: Reduviidae là một họ lớn phổ biến ở phân bộ Heteroptera thuộc bộ Hemiptera (bọ thật). Trong số các loài Hemiptera và cùng với Nabidae, hầu hết các loài đều là loài săn mồi trên cạn; hầu hết các loài Hemiptera săn mồi khác đều sống dưới nước. Những ví dụ chính về loài Reduviidae không săn mồi là một số loài ngoại ký sinh hút máu trong phân họ Triatominae, với một số loài ở Nam Mỹ nổi tiếng với khả năng truyền bệnh Chagas.
zh: Reduviidae 是半翅目异翅亚目的大型世界性科。在半翅目中，以及与 Nabidae 属一起，几乎所有种都是陆地上的伏击掠食者；大多数其他掠食性半翅目都是水生的。非掠食性 Reduviidae 的主要示例是 Triatominae 亚科中的一些吸血体外寄生虫，其中南美洲的一些种类因其传播恰加斯病的能力而闻名。

# subFamilyAmblyoponinaeTitle
source: Amblyoponinae
ar: أمبليوبونينا

# subFamilyAmblyoponinaeDescription
source: Amblyoponinae is a subfamily of ants known for their predatory habits and their role as generalists within various ecosystems. They are typically found in tropical and subtropical regions and include the genus Amblyopone, which are notable for their distinctive mandibles and secretive lifestyle.
ar: أمبليوبونينا هي عائلة فرعية من النمل معروفة بعاداتها المفترسة ودورها كائنات عامة في العديد من النظم البيئية. وعادةً ما توجد في المناطق الاستوائية وشبه الاستوائية وتشمل جنس أمبليوبون، الذي يشتهر بفكوكه المميزة ونمط حياته الخفي.
bg: Amblyoponinae е подсемейство мравки, известно със своите хищни навици и ролята си на генералисти в различни екосистеми. Обикновено се срещат в тропически и субтропически райони и включват рода Amblyopone, който се отличава със своите отличителни мандибули и потаен начин на живот.
de: Amblyoponinae ist eine Unterfamilie von Ameisen, die für ihre räuberische Ernährungsweise und ihre Rolle als Generalisten in verschiedenen Ökosystemen bekannt sind. Sie kommen normalerweise in tropischen und subtropischen Regionen vor und umfassen die Gattung Amblyopone, die für ihre markanten Mandibeln und ihren geheimnisvollen Lebensstil bekannt ist.
es: Amblyoponinae es una subfamilia de hormigas conocidas por sus hábitos depredatorios y su papel como generalistas dentro de varios ecosistemas. Generalmente se encuentran en regiones tropicales y subtropicales e incluyen el género Amblyopone, que se destaca por sus mandíbulas distintivas y su estilo de vida reservado.
fil: Ang Amblyoponinae ay isang subfamily ng mga langgam na kilala sa kanilang mga predatory habit at ang kanilang papel bilang mga generalist sa iba't ibang ecosystem. Kadalasan silang matatagpuan sa mga tropikal at subtropical na rehiyon at kabilang dito ang genus na Amblyopone, na kilala sa kanilang kakaibang mga mandibula at mapaglihim na pamumuhay.
hu: Az Amblyoponinae a hangyák egy alcsaládja, amely ragadozó szokásairól és általános jellegéről ismert a különböző ökoszisztémákban. Általában trópusi és szubtrópusi régiókban találhatók, és magukban foglalják az Amblyopone nemet, amely megkülönböztető mandibulájáról és titkolózó életmódjáról ismert.
it: Gli Amblyoponinae sono una sottofamiglia di formiche note per le loro abitudini predatorie e il loro ruolo di generaliste all'interno di vari ecosistemi. Si trovano tipicamente nelle regioni tropicali e subtropicali e comprendono il genere Amblyopone, che si distingue per le mandibole caratteristiche e lo stile di vita riservato.
ja: Amblyoponinae は、捕食習性とさまざまな生態系内でのジェネラリストとしての役割で知られるアリの亜科です。通常、熱帯と亜熱帯地方に生息しており、独特な大顎と秘密主義的なライフスタイルで知られる Amblyopone 属が含まれます。
mk: Amblyoponinae е потсемејство на мравки познати по нивните грабливи навики и нивната улога како генералисти во различни екосистеми. Тие обично се наоѓаат во тропските и суптропските региони и го вклучуваат родот Amblyopone, кои се забележливи по нивните препознатливи мандибули и тајниот начин на живот.
nl: Amblyoponinae is een onderfamilie van mieren die bekend staat om hun roofzuchtige gewoonten en hun rol als generalisten binnen verschillende ecosystemen. Ze komen meestal voor in tropische en subtropische gebieden en omvatten het geslacht Amblyopone, dat opvalt door zijn kenmerkende kaken en verborgen levensstijl.
pl: Amblyoponinae to podrodzina mrówek znanych z ich drapieżnych nawyków i roli, jaką pełnią jako gatunki generalistyczne w różnych ekosystemach. Zazwyczaj spotykane są w regionach tropikalnych i subtropikalnych, a należą do nich między innymi mrówki właściwe z rodzaju Amblyopone, które charakteryzują się charakterystycznymi żuwaczkami i skrytym stylem życia.
ru: Amblyoponinae — это подсемейство муравьев, известных своими хищническими привычками и ролью универсалов в различных экосистемах. Обычно они встречаются в тропических и субтропических регионах. К ним относится род Amblyopone, который отличается своеобразными жвалами и скрытным образом жизни.
tr: Amblyoponinae, yırtıcı alışkanlıkları ve çeşitli ekosistemler içinde genelciler olarak oynadıkları rol ile bilinen bir karınca alt familyasıdır. Genellikle tropikal ve subtropikal bölgelerde bulunurlar ve ayırt edici alt çeneleri ve gizli yaşam tarzlarıyla dikkat çeken Amblyopone cinsini içerirler.
uk: Amblyoponinae — це підродина мурах, відома своїми хижацькими звичками та роллю загальників у різних екосистемах. Зазвичай вони зустрічаються в тропічних і субтропічних регіонах і включають рід Amblyopone, який вирізняється характерними щелепами та прихований спосіб життя.
vi: Amblyoponinae là một phân họ của loài kiến được biết đến với tập tính săn mồi và vai trò phổ biến của chúng trong nhiều hệ sinh thái. Chúng thường được tìm thấy ở các vùng nhiệt đới và cận nhiệt đới và bao gồm chi Amblyopone, nổi tiếng với đôi hàm đặc biệt và lối sống bí ẩn của chúng.
zh: Amblyoponinae 是蚂蚁亚科，以其掠食习性和在各种生态系统中作为通才的角色而闻名。它们通常在热带和亚热带地区发现，其中包括 Amblyopone 属，该属以其独特的下颚和隐秘的生活方式而闻名。

# subFamilyDolichoderinaeTitle
source: Dolichoderinae
ar: دوليكووديرينا

# subFamilyDolichoderinaeDescription
source: Dolichoderinae is a subfamily of ants characterized by their diverse range of ecological roles, from predatory to scavenging. They are known for their agile behavior and are typically found in tropical and subtropical regions. Key genera include Dolichoderus and Iridomyrmex.
ar: دوليكووديرينا هي عائلة فرعية من النمل تتميز بمجموعة متنوعة من الأدوار البيئية، من الافتراس إلى التنظيف. وتُعرف بسلوكها الرشيق وعادةً ما توجد في المناطق الاستوائية وشبه الاستوائية. وتشمل الأجناس الرئيسية دوليكووديرس وإيريدوميرمكس.
bg: Dolichoderinae е подсемейство мравки, характеризиращо се с разнообразния си екологичен обхват, от хищни до чистачи. Те са известни с пъргавото си поведение и обикновено се срещат в тропически и субтропически райони. Основните родове включват Dolichoderus и Iridomyrmex.
de: Dolichoderinae ist eine Unterfamilie von Ameisen, die sich durch vielfältige ökologische Rollen auszeichnen, vom Raubtier bis zum Aasfresser. Sie sind für ihr flinkes Verhalten bekannt und kommen normalerweise in tropischen und subtropischen Regionen vor. Zu den wichtigsten Gattungen gehören Dolichoderus und Iridomyrmex.
es: Dolichoderinae es una subfamilia de hormigas caracterizada por su diversa gama de funciones ecológicas, desde depredadoras hasta carroñeras. Son conocidas por su comportamiento ágil y generalmente se encuentran en regiones tropicales y subtropicales. Los géneros clave incluyen Dolichoderus e Iridomyrmex.
fil: Ang Dolichoderinae ay isang subfamily ng mga langgam na nailalarawan sa kanilang magkakaibang hanay ng mga ekolohikal na papel, mula sa predatory hanggang sa scavenging. Kilala sila sa kanilang madaling pagkilos at kadalasang matatagpuan sa mga tropikal at subtropical na rehiyon. Kasama sa mga pangunahing genus ang Dolichoderus at Iridomyrmex.
hu: A Dolichoderinae egy olyan hangyaalcsalád, amelyet ökológiai szerepeinek sokszínűsége jellemez, a ragadozótól a dögevőig. Ügyes viselkedésükről ismertek, és általában trópusi és szubtrópusi régiókban találhatók. A legfőbb nemzetségek közé tartozik a Dolichoderus és az Iridomyrmex.
it: I Dolichoderinae sono una sottofamiglia di formiche caratterizzata dalla loro vasta gamma di ruoli ecologici, dalla predazione alla spazzatura. Sono note per il loro comportamento agile e si trovano tipicamente nelle regioni tropicali e subtropicali. I generi principali includono Dolichoderus e Iridomyrmex.
ja: Dolichoderinae は、捕食から腐肉食まで、広範な生態学的役割を特徴とするアリの亜科です。アジリティのある動きで知られ、通常、熱帯および亜熱帯地方で見られます。主な属には、Dolichoderus と Iridomyrmex があります。
mk: Dolichoderinae е потсемејство на мравки кои се карактеризираат со нивниот разновиден опсег на еколошки улоги, од грабливци до чистачи. Тие се познати по нивното агилно однесување и обично се наоѓаат во тропските и суптропските региони. Клучните родови ги вклучуваат Dolichoderus и Iridomyrmex.
nl: Dolichoderinae is een onderfamilie van mieren die wordt gekenmerkt door hun diverse ecologische rollen, van roofdier tot aaseter. Ze staan bekend om hun behendige gedrag en komen meestal voor in tropische en subtropische gebieden. Belangrijke geslachten zijn onder andere Dolichoderus en Iridomyrmex.
pl: Dolichoderinae to podrodzina mrówek charakteryzująca się zróżnicowanym zakresem ról ekologicznych, od drapieżnego po padlinożerny. Są one znane ze swojej zwinności i zwykle występują w regionach tropikalnych i subtropikalnych. Kluczowe rodzaje obejmują Dolichoderus i Iridomyrmex.
ru: Dolichoderinae — это подсемейство муравьев, которое характеризуется разнообразием их экологических ролей — от хищников до падальщиков. Они известны своим ловким поведением и обычно встречаются в тропических и субтропических регионах. К основным родам относятся Dolichoderus и Iridomyrmex.
tr: Dolichoderinae, yırtıcıdan temizleyiciye kadar çeşitli ekolojik rollere sahip olmalarıyla karakterize edilen bir karınca alt familyasıdır. Çevik davranışlarıyla tanınırlar ve genellikle tropikal ve subtropikal bölgelerde bulunurlar. Önemli cinsler arasında Dolichoderus ve Iridomyrmex bulunur.
uk: Dolichoderinae — це підродина мурах, яка характеризується різноманіттям їхніх екологічних ролей, від хижих до стерв'ятників. Вони відомі своєю спритною поведінкою й зазвичай зустрічаються в тропічних і субтропічних регіонах. Серед ключових родів — Dolichoderus і Iridomyrmex.
vi: Dolichoderinae là phân họ của kiến được đặc trưng bởi phạm vi vai trò sinh thái đa dạng, từ săn mồi đến ăn xác thối. Chúng được biết đến với hành vi nhanh nhẹn và thường được tìm thấy ở các vùng nhiệt đới và cận nhiệt đới. Các chi chính bao gồm Dolichoderus và Iridomyrmex.
zh: Dolichoderinae 是蚂蚁亚科，其特点是生态角色的多样性，从掠食性到清道夫性。它们以敏捷的行为而闻名，通常在热带和亚热带地区发现。主要属包括 Dolichoderus 和 Iridomyrmex。

# subFamilyDorylinaeDescription
source: Dorylinae, commonly known as army ants, are a subfamily of ants known for their aggressive predatory behavior and nomadic lifestyle. They form large, migratory colonies and are known for their complex and coordinated group hunting tactics.
ar: Dorylinae، والمعروفة باسم النمل الجيش، هي عائلة فرعية من النمل تتميز بدفاعها العنيف وأسلوب حياتها البدوي. وتشكل مستعمرات كبيرة ومتنقلة وتشتهر بتكتيكات الصيد الجماعية والمنسقة والمعقدة.
bg: Dorylinae, известни още като армейски мравки, са подсемейство мравки, известно със своето агресивно хищно поведение и номадски начин на живот. Те образуват големи, мигриращи колонии и са известни със сложните и координирани си групови тактики за лов.
de: Dorylinae, auch bekannt als Armee-Ameisen, sind eine Unterfamilie der Ameisen, die für ihr aggressives Raubtierverhalten und ihre nomadische Lebensweise bekannt sind. Sie bilden große, wandernde Kolonien und sind bekannt für ihre komplexe und koordinierte Gruppenjagdtaktik.
es: Dorylinae, comúnmente conocidas como hormigas guerreras, son una subfamilia de hormigas conocidas por su agresivo comportamiento depredador y su estilo de vida nómada. Forman grandes colonias migratorias y son conocidas por sus complejas y coordinadas tácticas de caza grupal.
fil: Ang Dorylinae, karaniwang kilala bilang mga army ant, ay isang subfamily ng mga langgam na kilala sa kanilang agresibong predatory behavior at nomadic lifestyle. Nagbubuo sila ng malalaki, migratory colony at kilala sa kanilang mga kumplikado at coordinated na taktika sa grupo ng pangangaso.
hu: A Dorylinae hangyák, amelyek gyakran hadsereg-hangyák néven ismertek, egy hangya-alcsalád, amelyről az agresszív ragadozó magatartásukról és nomád életmódjukról ismertek. Nagy, vándorló kolóniákat alkotnak, és bonyolult és összehangolt csoportos vadásztaktikájukról ismertek.
it: Le Dorylinae, comunemente noto come formiche militari, sono una sottofamiglia di formiche rinomata per i suoi comportamenti aggressivi di predazione e lo stile di vita nomade. Esse formano grandi colonie migratorie e sono famose per le loro complicate e coordinate tattiche di caccia di gruppo.
ja: Dorylinae、一般に軍隊蟻として知られている、は、攻撃的な略奪行動と遊牧生活で知られているアリの一種です。彼らは大きく移動するコロニーを形成し、その複雑で協調のとれたグループ狩猟戦術で知られています。
mk: Dorylinae, познати и како војнички мравки, се подсемејство на мравки познати по своето агресивно грабливчко однесување и номадски начин на живот. Тие формираат големи, миграциони колонии и се познати по нивните сложени и координирани груповни тактики при ловување.
nl: Dorylinae, algemeen bekend als legermieren, zijn een onderfamilie van mieren die bekend staan om hun agressieve roofdiergedrag en nomadische levensstijl. Ze vormen grote, migrerende kolonies en staan bekend om hun complexe en gecoördineerde groepstactieken.
pl: Dorylinae, zwane powszechnie mrówkami wędrownymi, to podrodzina mrówek znana ze swojego agresywnego zachowania drapieżnego i koczowniczego trybu życia. Tworzą duże, wędrowne kolonie i są znane ze skomplikowanych i skoordynowanych taktyk grupowego polowania.
ru: Dorylinae, широко известные как кочевые муравьи, — подсемейство муравьёв, известных своим агрессивным хищным поведением и кочевым образом жизни. Они образуют большие кочующие колонии и известны своей сложной и скоординированной групповой тактикой охоты.
tr: Dorylinae, çoğunlukla yağmacı karıncalar olarak bilinir, saldırgan yırtıcı davranışları ve göçebe yaşam tarzlarıyla bilinen bir karınca alt familyasıdır. Büyük, göçmen koloniler oluştururlar ve karmaşık ve koordineli grup avlanma taktikleriyle bilinirler.
uk: Dorylinae, широко відомі як мурахи-кочівники, є підродиною мурах, відомих своєю агресивною хижою поведінкою та кочовим способом життя. Вони утворюють великі, мігруючі колонії та відомі своєю складною та узгодженою груповою тактикою полювання.
vi: Dorylinae, thường được gọi là những con kiến quân đội, là một phân họ gồm những con kiến nổi tiếng về hành vi như một loài săn mồi hung dữ và kiểu sống du mục. Chúng tạo thành những bầy di cư lớn và được biết đến với các chiến thuật săn bắt theo nhóm phức tạp và được phối hợp.
zh: 游猎蚁亚科，俗称军团蚁，是一类以攻击性捕食行为和游牧生活方式著称的蚂蚁亚科。它们形成庞大迁徙的蚁群，以复杂协调的群体狩猎策略而闻名。
