Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# hairyPantherRampageStrikeSkillDescription20
source: Has a 60% chance to deal 350% (+Special Ant Level*1%) damage to the enemy squad with the highest power and a 60% chance to Suppress them, causing them unable to move for 1 round
ar: تكون لديه فرصة بنسبة 60% لإلحاق 350% (+ مستوى النمل الخاص*1%) ضررًا بفريق العدو صاحب أعلى قوة وفرصة بنسبة 60% لقمعه، مما يجعله غير قادر على التحرك لمدة جولة واحدة
bg: Има шанс от 60% да нанесе 350% (+специално ниво на мравките*1%) щети на отряда врагове с най-висока сила и шанс от 60% да ги потисне, като ги направи неспособни да се движат 1 рунд
de: Hat eine Chance von 60 % darauf, dem feindlichen Trupp mit der höchsten Stärke 350 % (+Spezialameisenstufe x 1 %) Schaden zuzufügen und ihn mit einer Chance von 60 % zu unterdrücken, sodass er sich 1 Runde lang nicht bewegen kann
es: Tiene un 60 % de posibilidades de infligir 350 % (+ % Nivel especial de hormiga * 1 %) de daño al grupo de enemigos con mayor poder y un 60 % de posibilidades de reprimirlos, lo que provoca que no puedan moverse durante 1 turno
fil: May 60% pagkakataon na makapagdulot ng 350% (+Espesyal na Antas ng Ant*1%) pinsala sa kalabang grupo na may pinakamataas na kapangyarihan at may 60% pagkakataon na Sugpuin sila, na naging dahilan upang hindi sila makagalaw sa 1 round
hu: 60% esélye van, hogy a legmagasabb erővel rendelkező ellenséges alakulatnak 350% (+Speciális Hangya Szintje*1%) sebzést okoz és 60% esélye van hogy Elszorítja őket, így képtelenek lesznek 1 körön át mozogni
it: Ha una probabilità del 60% di infliggere 350% (+Livello formica speciale*1%) di danni alla squadra nemica con la potenza maggiore e una probabilità del 60% di sopprimerla, impedendole di muoversi per 1 turno
ja: 60%几率对敌方战力最高小队造成350%( +特殊蚁等级*1% )伤害，60%几率对其进行压制，使其在1回合内无法移动
mk: Има 60% шанса да нанесе 350% (+ Ниво на посебниот мрав *1%) штета на непријателскиот вод со најголема моќ и 60% шанса да ги потисне, оневозможувајќи ги да се движат 1 рунда.
nl: 60% kans om 350% (+Special Ant Level * 1%) schade toe te brengen aan de vijandelijke groep met de meeste kracht en 60% kans om ze te onderdrukken, waardoor ze 1 ronde lang niet kunnen bewegen
pl: Zadaje obrażenia rzędu 350% (+ poziom specjalnej mrówki*1%) oddziałowi przeciwnika o największej sile z 60% szansą i powoduje Uciszenie, unieruchamiając go na 1 rundę z 60% szansą
ru: С шансом 60% наносит 350% (+1% от уровня особого муравья) урона отряду противника с самой высокой силой атаки и с шансом 60% подавляет их, лишая возможности передвигаться в течение 1 хода.
uk: Має 60% шанс завдати 350% (+Рівень особливого мураха*1%) шкоди загону противника з найвищою силою та 60% шанс утихомирити його, роблячи неможливим його рух протягом 1 раунду
vi: Có 60% khả năng gây 350% (+Cấp kiến đặc biệt*1%) sát thương lên đội hình địch có sức mạnh cao nhất và có 60% khả năng Trấn áp, khiến chúng không thể di chuyển trong 1 lượt

# hairyPantherFurySwipeSkillTitle
source: Fury Swipe
ar: ضربة الغضب
bg: Яростен удар
de: Wütender Hieb
es: Golpe fulminante
hu: Dühöngő Cs swipe
it: Scorrimento furia
ja: 狂暴扫击
pl: Cios gniewu
ru: Свирепый удар
uk: Гнівний удар лапою

# hairyPantherFurySwipeSkillDescription10
source: In the No.1,3,5,7 rounds, has a 60% chance to deal 250% (+Special Ant Level*1%) damage to all enemy squads
ar: في الجولات رقم 1 و3 و5 و7، تكون لديه فرصة بنسبة 60% لإلحاق 250% (+ مستوى النمل الخاص*1%) ضررًا بجميع فرق العدو
bg: В рундове № 1, 3, 5, 7 има шанс от 60% да нанесе 250% (+специално ниво на мравките*1%) щети на всички вражески отряди
de: Hat in den Runden 1, 3, 5 und 7 eine Chance von 60 % darauf, allen feindlichen Trupps 250 % (+Spezialameisenstufe x 1 %) Schaden zuzufügen
es: En los turnos n.º 1, 3, 5 y 7, tiene un 60 % de posibilidades de infligir 250 % (+ % Nivel especial de hormiga * 1 %) de daño a todos los grupos de enemigos
fil: Sa mga Round Blg. 1, 3, 5, at 7, may 60% pagkakataon na makapagdulot ng 250% (+Espesyal na Antas ng Ant*1%) pinsala sa lahat ng kalabang grupo
hu: Az 1., 3., 5. és 7. körben 60% esélye van, hogy 250% (+Speciális Hangya Szintje*1%) sebzést okoz az összes ellenséges alakulatnak
it: Nei turni n. 1, 3, 5, 7, ha una probabilità del 60% di infliggere 250% (+Livello formica speciale*1%) di danni a tutte le squadre nemiche
ja: 在1、3、5、7回合，60%几率对所有敌方小队造成250%( +特殊蚁等级*1% )伤害
mk: Во првиот, третиот, петтиот, седмиот рунд, има 60% шанса да нанесе 250% (+ Ниво на посебниот мрав *1%) штета на сите непријателски водови.
nl: In ronde 1, 3, 5, 7: 60% kans om 250% (+Special Ant Level * 1%) schade toe te brengen aan alle vijandelijke groepen
pl: W rundzie nr 1, 3., 5., 7. zadaje obrażenia rzędu 250% (+ poziom specjalnej mrówki*1%) wszystkim oddziałom przeciwnika z 60% szansą
ru: В 1-й, 3-й, 5-й и 7-й ходы с шансом 60% наносит 250% (+1% от уровня особого муравья) урона всем отрядам противника.
uk: У 1, 3, 5, 7 раундах має 60% шанс завдати 250% (+Рівень особливого мураха*1%) шкоди всім загонам противника
vi: Ở lượt thứ 1, 3, 5, 7, có 60% khả năng gây 250% (+Cấp kiến đặc biệt*1%) sát thương lên toàn bộ đội hình địch

# hairyPantherFurySwipeSkillDescription20
source: In the No.1,3,5,7 rounds, has a 60% chance to deal 350% (+Special Ant Level*1%) damage to all enemy squads
ar: في الجولات رقم 1 و3 و5 و7، تكون لديه فرصة بنسبة 60% لإلحاق 350% (+ مستوى النمل الخاص*1%) ضررًا بجميع فرق العدو
bg: В рундове № 1, 3, 5, 7 има шанс от 60% да нанесе 350% (+специално ниво на мравките*1%) щети на всички вражески отряди
de: Hat in den Runden 1, 3, 5 und 7 eine Chance von 60 % darauf, allen feindlichen Trupps 350 % (+Spezialameisenstufe x 1 %) Schaden zuzufügen
es: En los turnos n.º 1, 3, 5 y 7, tiene un 60 % de posibilidades de infligir 350 % (+ % Nivel especial de hormiga * 1 %) de daño a todos los grupos de enemigos
fil: Sa mga Round Blg. 1, 3, 5, at 7, may 60% pagkakataon na makapagdulot ng 350% (+Espesyal na Antas ng Ant*1%) pinsala sa lahat ng kalabang grupo
hu: Az 1., 3., 5. és 7. körben 60% esélye van, hogy 350% (+Speciális Hangya Szintje*1%) sebzést okoz az összes ellenséges alakulatnak
it: Nei turni n. 1, 3, 5, 7, ha una probabilità del 60% di infliggere 350% (+Livello formica speciale*1%) di danni a tutte le squadre nemiche
ja: 在1、3、5、7回合，60%几率对所有敌方小队造成350%( +特殊蚁等级*1% )伤害
mk: Во првиот, третиот, петтиот, седмиот рунд, има 60% шанса да нанесе 350% (+ Ниво на посебниот мрав *1%) штета на сите непријателски водови.
nl: In ronde 1, 3, 5, 7: 60% kans om 350% (+Special Ant Level * 1%) schade toe te brengen aan alle vijandelijke groepen
pl: W rundzie nr 1, 3., 5., 7. zadaje obrażenia rzędu 350% (+ poziom specjalnej mrówki*1%) wszystkim oddziałom przeciwnika z 60% szansą
ru: В 1-й, 3-й, 5-й и 7-й ходы с шансом 60% наносит 350% (+1% от уровня особого муравья) урона всем отрядам противника.
uk: У 1, 3, 5, 7 раундах має 60% шанс завдати 350% (+Рівень особливого мураха*1%) шкоди всім загонам противника
vi: Ở lượt thứ 1, 3, 5, 7, có 60% khả năng gây 350% (+Cấp kiến đặc biệt*1%) sát thương lên toàn bộ đội hình địch

# hairyPantherFierceNatureSkillTitle
source: Fierce Nature
ar: الطبيعة الشرسة
bg: Дива природа
de: Wilde Natur
es: Naturaleza feroz
hu: Kegyetlen Természet
it: Natura feroce
ja: 狂野天性
mk: Дива природа
pl: Drapieżna natura
ru: Неукротимая природа
uk: Лютий норов
vi: Bản chất hung dữ

# hairyPantherFierceNatureSkillDescription10
source: Deals 250% (+Special Ant Level*1%) damage to 1 random enemy squad each round. If the target is under control, increases damage to 350% (+Special Ant Level*1%)
ar: يلحق 250% (+ مستوى النمل الخاص*1%) ضررًا بفريق عدو عشوائي واحد في كل جولة. إذا كان الهدف تحت السيطرة، يزيد الضرر إلى 350% (+ مستوى النمل الخاص*1%)
bg: Нанася 250% (+специално ниво на мравките*1%) щети на 1 случаен вражески отряд във всеки рунд. Ако целта е под контрол, увеличава щетите на 350% (+специално ниво на мравките*1%)
de: Fügt jedem zufälligen feindlichen Trupp jede Runde 250 % (+Spezialameisenstufe x 1 %) Schaden zu. Wenn das Ziel unter Kontrolle ist, erhöht sich der Schaden auf 350 % (+Spezialameisenstufe x 1 %)
es: Inflige 250 % (+ % Nivel especial de hormiga * 1 %) de daño a 1 grupo enemigo aleatorio cada turno. Si el objetivo está bajo control, el daño aumenta a 350 % (+ % Nivel especial de hormiga * 1 %)
fil: Makapagdulot ng 250% (+Espesyal na Antas ng Ant*1%) pinsala sa 1 random na kalabang grupo bawat round. Kung nasa ilalim ng kontrol ang target, tumaas ang pinsala sa 350% (+Espesyal na Antas ng Ant*1%)
hu: Minden körben 250% (+Speciális Hangya Szintje*1%) sebzést okoz 1 véletlenszerű ellenséges alakulatnak. Ha a célpont szabályozás alatt áll, a sebzés 350% (+Speciális Hangya Szintje*1%)-ra nő
it: Infligge 250% (+Livello formica speciale*1%) di danni a 1 squadra nemica casuale ogni turno. Se il bersaglio è sotto controllo, aumenta i danni al 350% (+Livello formica speciale*1%)
ja: 每一轮对1个随机敌方小队造成250%( +特殊蚁等级*1% )伤害，若目标处于控制状态，提升伤害至350%( +特殊蚁等级*1% )
mk: Нанесува 250% (+ Ниво на посебниот мрав *1%) штета на еден случаен непријателски вод секој рунд. Ако целта е контролирана, штетата се зголемува на 350% (+ Ниво на посебниот мрав *1%).
nl: Voegt iedere ronde 250% (+Special Ant Level * 1%) schade toe aan 1 willekeurige vijandelijke groep. Als de vijandelijke groep onder controle staat, wordt de schade verhoogt tot 350% (+Special Ant Level * 1%)
pl: Zadaje obrażenia rzędu 250% (+ poziom specjalnej mrówki*1%) 1 losowemu oddziałowi przeciwnika w każdej rundzie. Jeśli cel jest kontrolowany, obrażenia wzrastają do 350% (+ poziom specjalnej mrówki*1%)
ru: В каждом ходу наносит одному случайному отряду противника 250% (+1% от уровня особого муравья) урона. Если цель находится под контролем, урон увеличивается до 350% (+1% от уровня особого муравья).
uk: Завдає 250% (+Рівень особливого мураха*1%) шкоди 1 випадковому загону противника кожен раунд. Якщо ціль під контролем, збільшує шкоду до 350% (+Рівень особливого мураха*1%)
vi: Gây 250% (+Cấp kiến đặc biệt*1%) sát thương lên 1 đội hình địch ngẫu nhiên mỗi lượt. Nếu mục tiêu đang bị kiểm soát, sát thương sẽ tăng lên 350% (+Cấp kiến đặc biệt*1%)

# hairyPantherFierceNatureSkillDescription20
source: Deals 350% (+Special Ant Level*1%) damage to 1 random enemy squad each round. If the target is under control, increases damage to 450% (+Special Ant Level*1%)
ar: يلحق 350% (+ مستوى النمل الخاص*1%) ضررًا بفريق عدو عشوائي واحد في كل جولة. إذا كان الهدف تحت السيطرة، يزيد الضرر إلى 450% (+ مستوى النمل الخاص*1%)
bg: Нанася 350% (+специално ниво на мравките*1%) щети на 1 случаен вражески отряд във всеки рунд. Ако целта е под контрол, увеличава щетите на 450% (+специално ниво на мравките*1%)
de: Fügt jedem zufälligen feindlichen Trupp jede Runde 350 % (+Spezialameisenstufe x 1 %) Schaden zu. Wenn das Ziel unter Kontrolle ist, erhöht sich der Schaden auf 450 % (+Spezialameisenstufe x 1 %)
es: Inflige 350 % (+ % Nivel especial de hormiga * 1 %) de daño a 1 grupo enemigo aleatorio cada turno. Si el objetivo está bajo control, el daño aumenta a 450 % (+ % Nivel especial de hormiga * 1 %)
fil: Makapagdulot ng 350% (+Espesyal na Antas ng Ant*1%) pinsala sa 1 random na kalabang grupo bawat round. Kung nasa ilalim ng kontrol ang target, tumaas ang pinsala sa 450% (+Espesyal na Antas ng Ant*1%)
hu: Minden körben 350% (+Speciális Hangya Szintje*1%) sebzést okoz 1 véletlenszerű ellenséges alakulatnak. Ha a célpont szabályozás alatt áll, a sebzés 450% (+Speciális Hangya Szintje*1%)-ra nő
it: Infligge 350% (+Livello formica speciale*1%) di danni a 1 squadra nemica casuale ogni turno. Se il bersaglio è sotto controllo, aumenta i danni al 450% (+Livello formica speciale*1%)
ja: 每一轮对1个随机敌方小队造成350%( +特殊蚁等级*1% )伤害，若目标处于控制状态，提升伤害至450%( +特殊蚁等级*1% )
mk: Нанесува 350% (+ Ниво на посебниот мрав *1%) штета на еден случаен непријателски вод секој рунд. Ако целта е контролирана, штетата се зголемува на 450% (+ Ниво на посебниот мрав *1%).
nl: Voegt iedere ronde 350% (+Special Ant Level * 1%) schade toe aan 1 willekeurige vijandelijke groep. Als de vijandelijke groep onder controle staat, wordt de schade verhoogt tot 450% (+Special Ant Level * 1%)
pl: Zadaje obrażenia rzędu 350% (+ poziom specjalnej mrówki*1%) 1 losowemu oddziałowi przeciwnika w każdej rundzie. Jeśli cel jest kontrolowany, obrażenia wzrastają do 450% (+ poziom specjalnej mrówki*1%)
ru: В каждом ходу наносит одному случайному отряду противника 350% (+1% от уровня особого муравья) урона. Если цель находится под контролем, урон увеличивается до 450% (+1% от уровня особого муравья).
uk: Завдає 350% (+Рівень особливого мураха*1%) шкоди 1 випадковому загону противника кожен раунд. Якщо ціль під контролем, збільшує шкоду до 450% (+Рівень особливого мураха*1%)
vi: Gây 350% (+Cấp kiến đặc biệt*1%) sát thương lên 1 đội hình địch ngẫu nhiên mỗi lượt. Nếu mục tiêu đang bị kiểm soát, sát thương sẽ tăng lên 450% (+Cấp kiến đặc biệt*1%)

# jackJumperRampantAttackSkillTitle
source: Rampant Attack
ar: هجوم متفشٍ
bg: Нападение
de: Rasender Angriff
es: Ataque Rampante
fil: Rampage na Atake
hu: Heves támadás
it: Attacco sfrenato
ja: 素早い攻撃
mk: Неукротлива напад
nl: Rampante aanval
pl: Gwałtowny atak
ru: Разящая атака
uk: Атака ревунів
vi: Công kích mạnh mẽ

# jackJumperRampantAttackSkillDescription10
source: Has a 40% chance to deal 149% (+Special Ant Level*2%) damage to 2 random enemy squads within effective range
ar: لديه فرصة بنسبة 40% لإلحاق 149% (+ مستوى النملة الخاصة*2%) من الضرر بفرقتين عشوائيتين من العدو ضمن النطاق الفعال
bg: Има 40% шанс да нанесе 149% (+Спец ниво на мравка*2%) щети на 2 произволни вражески отряда в обхват
de: Hat eine 40%ige Chance, 2 zufälligen feindlichen Schwärmen innerhalb der effektiven Reichweite 149 % (+ Ameisen-Spezialstufe*2 %) Schaden zuzufügen
es: Tiene una probabilidad del 40% de causar un daño del 149% (+Nivel Especial de Hormiga*2%) a 2 escuadrones aleatorios del enemigo dentro del alcance efectivo
fil: Mayroong 40% na tsansa na magdulot ng 149% (+Espesyal na Antas ng Ant*2%) pinsala sa 2 sapalarang pangkat ng kaaway sa loob ng epektibong saklaw
hu: 40% esélye van rá, hogy 149% (+Special Ant Level*2%) sebzést okozzon 2 tetszőleges ellenséges csapatnak a hatásos távolságon belül
it: Ha il 40% di possibilità di infliggere 149% (+livello formica speciale*2%) di danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 有効範囲内の2つのランダムな敵軍隊に40%の確率で149%（＋特殊アリのレベル*2%）のダメージを与えます
mk: Има 40% шанса да нанесе 149% (+Специјално ниво на мравка*2%) оштетување на 2 случајни непријателски единици во смртоносниот опсег.
nl: Heeft een kans van 40% om 149% (+Speciaalmierlevel*2%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden met een effectief bereik
pl: 40% szansy na zadanie 149% (+Specjalny poziom mrówki*2%) obrażeń 2 losowym oddziałom wroga w zasięgu
ru: С вероятностью 40% наносит 149% (+уровень муравьёв-спецназовцев*2%) урона 2 случайным отрядам врага в зоне поражения
uk: З ймовірністю 40% завдає 149% (+ рівень мурах спецпризначення * 2%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Có 40% khả năng gây 149% (+Cấp kiến đặc biệt*2%) sát thương cho 2 đội quân ngẫu nhiên của địch trong phạm vi hiệu quả

# jackJumperRampantAttackSkillDescription20
source: Has a 40% chance to deal 189% (+Special Ant Level*2%) damage to 2 random enemy squads within effective range
ar: لديه فرصة بنسبة 40% لإلحاق 189% (+ مستوى النملة الخاصة*2%) من الضرر بفرقتين عشوائيتين من العدو ضمن النطاق الفعال
bg: Има 40% шанс да нанесе 189% (+Спец ниво на мравка*2%) щети на 2 произволни вражески отряда в обхват
de: Hat eine 40%ige Chance, 2 zufälligen feindlichen Schwärmen innerhalb der effektiven Reichweite 189 % (+ Ameisen-Spezialstufe*2 %) Schaden zuzufügen
es: Tiene una probabilidad del 40% de causar un daño del 189% (+Nivel Especial de Hormiga*2%) a 2 escuadrones aleatorios del enemigo dentro del alcance efectivo
fil: Mayroong 40% na tsansa na magdulot ng 189% (+Espesyal na Antas ng Ant*2%) pinsala sa 2 sapalarang pangkat ng kaaway sa loob ng epektibong saklaw
hu: 40% esélye van rá, hogy 189% (+Special Ant Level*2%) sebzést okozzon 2 tetszőleges ellenséges csapatnak a hatásos távolságon belül
it: Ha il 40% di possibilità di infliggere 189% (+livello formica speciale*2%) di danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 有効範囲内の2つのランダムな敵軍隊に40%の確率で189%（＋特殊アリのレベル*2%）のダメージを与えます
mk: Има 40% шанса да нанесе 189% (+Специјално ниво на мравка*2%) оштетување на 2 случајни непријателски единици во смртоносниот опсег.
nl: Heeft een kans van 40% om 189% (+Speciaalmierlevel*2%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden met een effectief bereik
pl: 40% szansy na zadanie 189% (+Specjalny poziom mrówki*2%) obrażeń 2 losowym oddziałom wroga w zasięgu
ru: С вероятностью 40% наносит 189% (+уровень муравьёв-спецназовцев*2%) урона 2 случайным отрядам врага в зоне поражения
uk: З ймовірністю 40% завдає 189% (+ рівень мурах спецпризначення * 2%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Có 40% khả năng gây 189% (+Cấp kiến đặc biệt*2%) sát thương cho 2 đội quân ngẫu nhiên của địch trong phạm vi hiệu quả

# jackJumperJumpingAttackSkillTitle
source: jumping Attack
ar: هجوم القفز
bg: Скачащо нападение
de: Springender Angriff
es: Ataque Saltarín
fil: Tumatalong Atake
hu: Ugráló támadás
it: Attacco con salto
ja: ジャンピング攻撃
mk: Скокачки напад
nl: Springaanval
pl: Skaczący atak
ru: Прыгающая атака
uk: стрибкова атака
vi: Công kích nhảy

# jackJumperJumpingAttackSkillDescription10
source: Has a 80% chance to deal 80% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range
ar: لديه فرصة بنسبة 80% لإلحاق 80% (+ مستوى النملة الخاصة*1%) من الضرر بفرقتين عشوائيتين من العدو ضمن النطاق الفعال
bg: Има 80% шанс да нанесе 80% (+Спец ниво на мравка*1%) щети на 2 произволни вражески отряда в обхват
de: Hat eine 80%ige Chance, 2 zufälligen feindlichen Schwärmen innerhalb der effektiven Reichweite 80 % (+ Ameisen-Spezialstufe*1 %) Schaden zuzufügen
es: Tiene una probabilidad del 80% de causar un daño del 80% (+Nivel Especial de Hormiga*1%) a 2 escuadrones aleatorios del enemigo dentro del alcance efectivo
fil: Mayroong 80% na tsansa na magdulot ng 80% (+Espesyal na Antas ng Ant*1%) pinsala sa 2 sapalarang pangkat ng kaaway sa loob ng epektibong saklaw
hu: 80% esélye van rá, hogy 80% (+Special Ant Level*1%) sebzést okozzon 2 tetszőleges ellenséges csapatnak a hatásos távolságon belül
it: Ha l'80% di possibilità di infliggere l'80% (+livello formica speciale*1%) di danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 有効範囲内の2つのランダムな敵軍隊に80%の確率で80%（＋特殊アリのレベル*1%）のダメージを与えます
mk: Има 80% шанса да нанесе 80% (+Специјално ниво на мравка*1%) оштетување на 2 случајни непријателски единици во смртоносниот опсег.
nl: Heeft een kans van 80% om 80% (+Speciaalmierlevel*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden met een effectief bereik
pl: 80% szansy na zadanie 80% (+Specjalny poziom mrówki*1%) obrażeń 2 losowym oddziałom wroga w zasięgu
ru: С вероятностью 80% наносит 80% (+уровень муравьёв-спецназовцев*1%) урона 2 случайным отрядам врага в зоне поражения
uk: З ймовірністю 80% завдає 80% (+ рівень мурах спецпризначення * 1%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Có 80% khả năng gây 80% (+Cấp kiến đặc biệt*1%) sát thương cho 2 đội quân ngẫu nhiên của địch trong phạm vi hiệu quả

# jackJumperJumpingAttackSkillDescription20
source: Has a 80% chance to deal 120% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range
ar: لديه فرصة بنسبة 80% لإلحاق 120% (+ مستوى النملة الخاصة*1%) من الضرر بفرقتين عشوائيتين من العدو ضمن النطاق الفعال
bg: Има 80% шанс да нанесе 120% (+Спец ниво на мравка*1%) щети на 2 произволни вражески отряда в обхват
de: Hat eine 80%ige Chance, 2 zufälligen feindlichen Schwärmen innerhalb der effektiven Reichweite 120 % (+ Ameisen-Spezialstufe*1 %) Schaden zuzufügen
es: Tiene una probabilidad del 80% de causar un daño del 120% (+Nivel Especial de Hormiga*1%) a 2 escuadrones aleatorios del enemigo dentro del alcance efectivo
fil: Mayroong 80% na tsansa na magdulot ng 120% (+Espesyal na Antas ng Ant*1%) pinsala sa 2 sapalarang pangkat ng kaaway sa loob ng epektibong saklaw
hu: 80% esélye van rá, hogy 120% (+Special Ant Level*1%) sebzést okozzon 2 tetszőleges ellenséges csapatnak a hatásos távolságon belül
it: Ha l'80% di possibilità di infliggere il 120% (+livello formica speciale*1%) di danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 有効範囲内の2つのランダムな敵軍隊に80%の確率で120%（＋特殊アリのレベル*1%）のダメージを与えます
mk: Има 80% шанса да нанесе 120% (+Специјално ниво на мравка*1%) оштетување на 2 случајни непријателски единици во смртоносниот опсег.
nl: Heeft een kans van 80% om 120% (+Speciaalmierlevel*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden met een effectief bereik
pl: 80% szansy na zadanie 120% (+Specjalny poziom mrówki*1%) obrażeń 2 losowym oddziałom wroga w zasięgu
ru: С вероятностью 80% наносит 120% (+уровень муравьёв-спецназовцев*1%) урона 2 случайным отрядам врага в зоне поражения
uk: З ймовірністю 80% завдає 120% (+ рівень мурах спецпризначення * 1%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Có 80% khả năng gây 120% (+Cấp kiến đặc biệt*1%) sát thương cho 2 đội quân ngẫu nhiên của địch trong phạm vi hiệu quả

# jackJumperBlitzkriegSkillTitle
source: Blitzkrieg
ar: حرب خاطفة
bg: Мълниеносна война
hu: Villámháború
ja: 電撃戦
mk: Броновит напад
pl: Błyskawiczna wojna
ru: Блицкриг
uk: Бліцкриг
vi: Chiến tranh chớp nhoáng

# jackJumperBlitzkriegSkillDescription10
source: Prepares for 1 round, and has a 55% chance to deal 417% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: الاستعداد لمدة جولة واحدة، مع فرصة بنسبة 55% لإلحاق 417% (+ مستوى النملة الخاصة*5%) من الضرر بفرقة عشوائية من العدو ضمن النطاق الفعال
bg: Подготвя се за 1 рунд и има 55% шанс да нанесе 417% (+Спец ниво на мравка*5%) щети на 1 произволен вражески отряд в обхват
de: Bereitet sich 1 Runde vor und hat eine 55 %ige Chance, 1 zufälligen feindlichen Schwarm innerhalb der effektiven Reichweite 417 % (+ Ameisen-Spezialstufe*5%) Schaden zuzufügen
es: Se prepara durante una ronda y tiene una probabilidad del 55% de causar un daño del 417% (+Nivel Especial de Hormiga*5%) a un escuadrón aleatorio del enemigo dentro del alcance efectivo.
fil: Maghanda para sa 1 pag-ikot, at may 55% na tsansa na magdulot ng 417% (+Espesyal na Antas ng Ant*5%) pinsala sa 1 sapalarang pangkat ng kaaway sa loob ng epektibong saklaw
hu: 1 kör felkészülés, majd 55% esélye van rá, hogy 417% (+Special Ant Level*5%) sebzést okozzon 1 tetszőleges ellenséges csapatnak a hatásos távolságon belül
it: Si prepara per 1 round e ha il 55% di possibilità di infliggere 417% (+livello formica speciale*5%) di danni a 1 squadra nemica casuale nel raggio d'azione
ja: 1ラウンド準備した後55%の確率で有効範囲内の1つのランダムな敵軍隊に417%（＋特殊アリのレベル*5%）のダメージを与えます
mk: Се подготвува 1 рунда и има 55% шанса да нанесе 417% (+Специјално ниво на мравка*5%) оштетување на 1 случајна непријателска единица во смртоносниот опсег.
nl: Bereid zich voor op 1 ronde en heeft een kans van 55% om 417% (+Speciaalmierlevel*5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid met een effectief bereik
pl: Przygotowuje się przez 1 rundę, dając sobie 55% szansy na zadanie 417% (+Specjalny poziom mrówki*5%) obrażeń 1 losowemu oddziałowi wroga w zasięgu
ru: Готовится 1 ход, затем с вероятностью 55% наносит 417% (+уровень муравьёв-спецназовцев*5%) урона 1 случайному отряду врага в зоне поражения
uk: Готується 1 раунд і з ймовірністю 55% завдає 417% (+ рівень мурах спецпризначення * 5%) шкоди 1 випадковому ворожому загону у зоні дії
vi: Chuẩn bị trong 1 hiệp, và có 55% khả năng gây 417% (+Cấp kiến đặc biệt*5%) sát thương cho 1 đội quân ngẫu nhiên của địch trong phạm vi hiệu quả
