Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# pheidoleNietneriBounceBackSkillDescription10
source: During the battle, each time when its squad takes damage, increases the Attack by 25%. Can be stacked up to 10 times. In the third round, according to the stacking times, deals 600% - 750% damage to all enemy squads
ar: أثناء المعركة، في كل مرة تتلقى فيها فرقته ضررًا، تزداد الهجوم بنسبة 25%. يمكن تكديسه حتى 10 مرات. في الجولة الثالثة، وفقًا لأوقات التكديس، يتسبب في ضرر بنسبة 600% - 750% لجميع الفرق المعادية
bg: Во время боя каждый раз, когда его отряд получает урон, увеличивает атаку на 25%. Можно сложить до 10 раз. На третьем раунде, в зависимости от количества наслоений, наносит урон всем отрядам противника в размере 600% - 750%
de: Während des Kampfes, jedes Mal wenn seine Einheit Schaden nimmt, erhöht sich ihr Angriff um 25%. Bis zu 10-mal stapelbar. In der dritten Runde verursacht sie je nach Stapelungen 600% - 750% Schaden an allen gegnerischen Einheiten
es: Durante la batalla, cada vez que su escuadrón recibe daño, aumenta en 25% el ataque. Se puede acumular hasta 10 veces. En el tercer asalto, en función del tiempo acumulado, inflige un 600% - 750% de daño a todos los escuadrones enemigos
fil: Habang nakikipaglaban, sa bawat pagkamasakit ng kanyang squad, madaragdagan ang Attack ng 25%. Maaaring maipon hanggang sa 10 beses. Sa pangatlong round, base sa naipong oras, magdedeliber ng 600% - 750% damage sa lahat ng kalabang squad
hu: A csata alatt minden alkalommal, amikor a raj sérülést szerez, a Támadás 25%-kal nő. Legfeljebb 10 alkalommal halmozható. A harmadik körben a halmozás mértékének megfelelően 600% - 750% sebzést oszt ki az összes ellenséges rajnak
it: Durante la battaglia, ogni volta che la sua squadra subisce danni, aumenta l'attacco del 25%. Può essere potenziato fino a 10 volte. Nel terzo round, in base al numero di volte che è stato potenziato, infligge il 600% - 750% di danno a tutte le squadre nemiche
ja: 戦闘時、自身部隊がダメージを受けるごとに部隊の攻撃が25％上昇します。最大10回までスタックできます。3ラウンド目で、スタック回数に応じて全敵部隊にダメージの600％～750％を相手にダメージを与えます。
mk: По време на битка, секогаш кога нејзиниот вод ќе претрпи штета, го зголемува нападот за 25%. Може да се собира до 10 пати. Во третата рунда, според времето на собирање, задава 600% - 750% штета на сите непријателски водови
nl: Tijdens het gevecht: telkens wanneer zijn groep schade oploopt, stijgt de aanval met 25%. Kan tot 10 keer stapelen. In de derde ronde: afhankelijk van het aantal keren dat het is gestapeld, veroorzaakt 600% - 750% schade aan alle vijandelijke groepen
pl: Podczas bitwy, za każdym razem, gdy jego oddział odniesie obrażenia, wzrost ataku o 25%. Efekty kumulują się maksymalnie 10 razy. W trzeciej rundzie, proporcjonalnie do kumulacji, wyrządza o 600% do 750% obrażeń wszystkim wrogim oddziałom
ru: Во время боя каждый раз, когда отряд получает урон, увеличивает атаку на 25%. Максимум 10 раз. На третьем раунде в зависимости от количества накоплений наносит всем отрядам противника урон 600% - 750%
uk: Під час битви щоразу, коли її загін зазнає шкоди, підвищує атаку на 25%. Має накопичувальний ефект до 10 разів. На третьому раунді відповідно до кількості накопичень завдає 600% - 750% шкоди усім загонам ворога.
vi: Trong quá trình chiến đấu, mỗi khi tiểu đội của nó chịu sát thương, Tấn công tăng 25%. Có thể cộng dồn tối đa 10 lần. Vào hiệp thứ ba, tùy theo số lần cộng dồn, gây sát thương 600% - 750% lên toàn bộ các tiểu đội địch

# pheidoleNietneriBounceBackSkillDescription20
source: During the battle, each time when its squad takes damage, increases the Attack by 35%. Can be stacked up to 10 times. In the third round, according to the stacking times, deals 700% - 850% damage to all enemy squads
ar: أثناء المعركة، في كل مرة تتلقى فيها فرقته ضررًا، تزداد الهجوم بنسبة 35%. يمكن تكديسه حتى 10 مرات. في الجولة الثالثة، وفقًا لأوقات التكديس، يتسبب في ضرر بنسبة 700% - 850% لجميع الفرق المعادية
bg: Во время боя каждый раз, когда его отряд получает урон, увеличивает атаку на 35%. Можно сложить до 10 раз. На третьем раунде, в зависимости от количества наслоений, наносит урон всем отрядам противника в размере 700% - 850%
de: Während des Kampfes, jedes Mal wenn seine Einheit Schaden nimmt, erhöht sich ihr Angriff um 35%. Bis zu 10-mal stapelbar. In der dritten Runde verursacht sie je nach Stapelungen 700% - 850% Schaden an allen gegnerischen Einheiten
es: Durante la batalla, cada vez que su escuadrón recibe daño, aumenta en 35% el ataque. Se puede acumular hasta 10 veces. En el tercer asalto, en función del tiempo acumulado, inflige un 700% - 850% de daño a todos los escuadrones enemigos
fil: Habang nakikipaglaban, sa bawat pagkamasakit ng kanyang squad, madaragdagan ang Attack ng 35%. Maaaring maipon hanggang sa 10 beses. Sa pangatlong round, base sa naipong oras, magdedeliber ng 700% - 850% damage sa lahat ng kalabang squad
hu: A csata alatt minden alkalommal, amikor a raj sérülést szerez, a Támadás 35%-kal nő. Legfeljebb 10 alkalommal halmozható. A harmadik körben a halmozás mértékének megfelelően 700% - 850% sebzést oszt ki az összes ellenséges rajnak
it: Durante la battaglia, ogni volta che la sua squadra subisce danni, aumenta l'attacco del 35%. Può essere potenziato fino a 10 volte. Nel terzo round, in base al numero di volte che è stato potenziato, infligge il 700% - 850% di danno a tutte le squadre nemiche
ja: 戦闘時、自身部隊がダメージを受けるごとに部隊の攻撃が35％上昇します。最大10回までスタックできます。3ラウンド目で、スタック回数に応じて全敵部隊にダメージの700％～850％を相手にダメージを与えます。
mk: По време на битка, секогаш кога нејзиниот вод ќе претрпи штета, го зголемува нападот за 35%. Може да се собира до 10 пати. Во третата рунда, според времето на собирање, задава 700% - 850% штета на сите непријателски водови
nl: Tijdens het gevecht: telkens wanneer zijn groep schade oploopt, stijgt de aanval met 35%. Kan tot 10 keer stapelen. In de derde ronde: afhankelijk van het aantal keren dat het is gestapeld, veroorzaakt 700% - 850% schade aan alle vijandelijke groepen
pl: Podczas bitwy, za każdym razem, gdy jego oddział odniesie obrażenia, wzrost ataku o 35%. Efekty kumulują się maksymalnie 10 razy. W trzeciej rundzie, proporcjonalnie do kumulacji, wyrządza o 700% do 850% obrażeń wszystkim wrogim oddziałom
ru: Во время боя каждый раз, когда отряд получает урон, увеличивает атаку на 35%. Максимум 10 раз. На третьем раунде в зависимости от количества накоплений наносит всем отрядам противника урон 700% - 850%
uk: Під час битви щоразу, коли її загін зазнає шкоди, підвищує атаку на 35%. Має накопичувальний ефект до 10 разів. На третьому раунді відповідно до кількості накопичень завдає 700% - 850% шкоди усім загонам ворога.
vi: Trong quá trình chiến đấu, mỗi khi tiểu đội của nó chịu sát thương, Tấn công tăng 35%. Có thể cộng dồn tối đa 10 lần. Vào hiệp thứ ba, tùy theo số lần cộng dồn, gây sát thương 700% - 850% lên toàn bộ các tiểu đội địch

# pheidoleNietneriGladiatorSkillsSkillTitle
source: Gladiator Skills
ar: مهارات المصارع
bg: Навыки гладиатора
de: Gladiorenfähigkeiten
es: Habilidades de gladiador
hu: Gladiátorkészségek
it: Abilità da gladiatore
ja: 剣闘士スキル
mk: Вештини на гладијатор
nl: Gladiatorsvaardigheden
pl: Zdolności Gladiatora
ru: Гладиаторские умения
uk: Навички гладіатора
vi: Kỹ năng đấu sĩ

# pheidoleNietneriGladiatorSkillsSkillDescription10
source: Has a 60% chance to deal 190% (+Special Ant Level*1%) damage to 2 random enemy squads, and converts 25% of the damage dealt into its own squad power
ar: لديه فرصة بنسبة 60% لإلحاق 190% (+ مستوى النملة الخاصة * 1٪) من الضرر بأثنين من الفرق المعادية العشوائية، وتحويل 25% من الضرر الذي يلحق بقوة فرقته الخاصة
bg: Имеет 60% шанс нанести урон в размере 190% (+уровень особого муравья*1%) 2 случайным отрядам противника и преобразовать 25% нанесенного урона в силу собственного отряда
de: Hat eine Chance von 60%, 190% (+Spezialameisenstufe*1%) Schaden an 2 zufälligen gegnerischen Einheiten zu verursachen und 25% des verursachten Schadens in die eigene Einheitenenergie umzuwandeln
es: Tiene un 60% de probabilidad de infligir un 190% (+Nivel de hormiga especial*1%) de daño en 2 escuadrones enemigos aleatorios y convierte un 25% del daño infligido en la potencia de su escuadrón
fil: May 60% pagkakataong magdeliber ng 190% (+Special Ant Level*1%) damage sa 2 random na kalabang squad, at i-convert ang 25% ng damage na idedeliber sa sariling kapangyarihan ng squad
hu: 60% esélye van rá, hogy 190% (+Különleges Hangya szintje*1%) sebzést oszt ki 2 véletlenszerű ellenséges rajnak, és a sebzést okozott kár 25%-át átalakítja a saját raj erejévé
it: Ha il 60% di possibilità di infliggere il 190% di danni (+livello formica speciale*1%) a 2 squadre nemiche casuali e converte il 25% dei danni inflitti nella potenza della propria squadra
ja: 2人のランダムな敵部隊に190％（＋特殊アリレベル×1％）のダメージを与える60％の確率を持ち、与えたダメージの25％を自身の部隊のパワーに変換します。
mk: Има 60% шанса да нанесе 190% (+Ниво на мравка-специјалист*1%) штета на 2 случајни непријателски водови, и претвора 25% од нанесената штета во сопствена моќ на водот
nl: Heeft 60% kans om 190% (+ Speciaal mierniveau *1%) schade toe te brengen aan 2 willekeurige vijandelijke groepen, en verandert 25% van de toegebrachte schade in eigen groepsmacht
pl: Istnieje 60% szans na zadanie 2 losowym wrogim oddziałom 190% (+Poziom Specjalnej Mrówki*1%) obrażeń i przekształcenie 25% zadanych obrażeń w siłę własnego oddziału
ru: С шансом 60% наносит урон в размере 190% (+уровень муравья-специалиста*1%) 2 случайным отрядам противника и преобразует 25% нанесенного урона в силу собственного отряда
uk: Із 60%-ю ймовірністю завдає шкоди розміром 190% (+рівень особливої мурашки * 1%) двом випадковим загонам ворога, перетворюючи 25% нанесеної шкоди на енергію свого загону.
vi: Có 60% cơ hội gây sát thương 190% (+Cấp kiến đặc biệt*1%) cho 2 tiểu đội địch ngẫu nhiên, và chuyển đổi 25% sát thương đã gây thành năng lượng tiểu đội của mình

# pheidoleNietneriGladiatorSkillsSkillDescription20
source: Has a 70% chance to deal 190% (+Special Ant Level*1%) damage to 2 random enemy squads, and converts 25% of the damage dealt into its own squad power
ar: لديه فرصة بنسبة 70% لإلحاق 190% (+ مستوى النملة الخاصة * 1٪) من الضرر بأثنين من الفرق المعادية العشوائية، وتحويل 25% من الضرر الذي يلحق بقوة فرقته الخاصة
bg: Имеет 70% шанс нанести урон в размере 190% (+уровень особого муравья*1%) 2 случайным отрядам противника и преобразовать 25% нанесенного урона в силу собственного отряда
de: Hat eine Chance von 70%, 190% (+Spezialameisenstufe*1%) Schaden an 2 zufälligen gegnerischen Einheiten zu verursachen und 25% des verursachten Schadens in die eigene Einheitenenergie umzuwandeln
es: Tiene un 70% de probabilidad de infligir un 190% (+Nivel de hormiga especial*1%) de daño en 2 escuadrones enemigos aleatorios y convierte un 25% del daño infligido en la potencia de su escuadrón
fil: May 70% pagkakataong magdeliber ng 190% (+Special Ant Level*1%) damage sa 2 random na kalabang squad, at i-convert ang 25% ng damage na idedeliber sa sariling kapangyarihan ng squad
hu: 70% esélye van rá, hogy 190% (+Különleges Hangya szintje*1%) sebzést oszt ki 2 véletlenszerű ellenséges rajnak, és a sebzést okozott kár 25%-át átalakítja a saját raj erejévé
it: Ha il 70% di possibilità di infliggere il 190% di danni (+livello formica speciale*1%) a 2 squadre nemiche casuali e converte il 25% dei danni inflitti nella potenza della propria squadra
ja: 2人のランダムな敵部隊に190％（＋特殊アリレベル×1％）のダメージを与える70％の確率を持ち、与えたダメージの25％を自身の部隊のパワーに変換します。
mk: Има 70% шанса да нанесе 190% (+Ниво на мравка-специјалист*1%) штета на 2 случајни непријателски водови, и претвора 25% од нанесената штета во сопствена моќ на водот
nl: Heeft 70% kans om 190% (+ Speciaal mierniveau *1%) schade toe te brengen aan 2 willekeurige vijandelijke groepen, en verandert 25% van de toegebrachte schade in eigen groepsmacht
pl: Istnieje 70% szans na zadanie 2 losowym wrogim oddziałom 190% (+Poziom Specjalnej Mrówki*1%) obrażeń i przekształcenie 25% zadanych obrażeń w siłę własnego oddziału
ru: С шансом 70% наносит урон в размере 190% (+уровень муравья-специалиста*1%) 2 случайным отрядам противника и преобразует 25% нанесенного урона в силу собственного отряда
uk: Із 70%-ю ймовірністю завдає шкоди розміром 190% (+рівень особливої мурашки * 1%) двом випадковим загонам ворога, перетворюючи 25% нанесеної шкоди на енергію свого загону.
vi: Có 70% cơ hội gây sát thương 190% (+Cấp kiến đặc biệt*1%) cho 2 tiểu đội địch ngẫu nhiên, và chuyển đổi 25% sát thương đã gây thành năng lượng tiểu đội của mình

# pheidoleNietneriStrongShellSkillTitle
source: Strong Shell
ar: قشرة صلبة
bg: Крепкий панцирь
de: Robuster Panzer
es: Concha fuerte
hu: Erős héj
it: Guscio robusto
ja: 強靭な外殻
mk: Цврст оклоп
nl: Sterk schild
pl: Mocna Powłoka
ru: Крепкий панцирь
uk: Міцна оболонка
vi: Mai cứng cáp

# pheidoleNietneriStrongShellSkillDescription10
source: When there are only Guardian Ants in the 3 squads, after the battle starts, Defense in its squad +100%. When taking damage, has a 40% chance to reduce this damage by 50%
ar: عندما يكون هناك نمل الحارس فقط في الفرق الثلاثة، وبعد بدء المعركة، الدفاع في فرقته + 100 ٪. عند تلقي الضرر، لديه فرصة بنسبة 40 ٪ لتقليل هذا الضرر بنسبة 50 ٪
bg: Если в 3 отрядах есть только муравьи-охранники, после начала боя защита в его отряде +100%. При получении урона имеет 40% шанс уменьшить этот урон на 50%
de: Wenn sich nur Hüterameisen in den 3 Einheiten befinden, erhöht sich nach Kampfbeginn die Verteidigung in ihrer Einheit um 100%. Bei erlittenem Schaden besteht eine Chance von 40%, diesen um 50% zu reduzieren
es: Cuando solo hay hormigas guardianas en los 3 escuadrones, después de comenzar la batalla, defensa en su escuadrón +100%. Al recibir daño, tiene un 40% de probabilidad de reducir ese daño en un 50%
fil: Kapag Guardian Ants na lang ang natitira sa 3 squad, pagkatapos magsimula ang labanan, +100% na Defense sa kanyang squad. Kapag nakakatanggap ng damage, may 40% pagkakataong mabawasan ang damage na ito ng 50%
hu: Amikor csak Védő hangyák vannak a 3 rajban, a csata kezdete után a Védés a rajban +100%. Sebzés elszenvedése esetén 40% esély van arra, hogy a sérülés 50%-kal csökken
it: Quando ci sono solo formiche guardiano nelle 3 squadre, dopo l'inizio della battaglia, la difesa nella sua squadra +100%. Nel subire danni, ha il 40% di possibilità di ridurre questi danni del 50%
ja: 3つの部隊にガードアンツだけが配置されている場合、戦闘開始後に部隊の防御力が100％強化されます。ダメージを受けると、40％の確率でダメージを50％低減します。
mk: Кога има само Чуварски мравки во 3 вода, по почетокот на битката, Одбраната во нејзиниот вод +100%. Кога претртува штета, има 40% шанса да ја намали оваа штета за 50%
nl: Als er alleen Bewakingsmieren in de 3 groepen zitten, stijgt de verdediging van de groep met 100% nadat het gevecht begint. Wanneer schade wordt opgelopen, is er 40% kans om deze schade met 50% te verminderen.
pl: Gdy w 3 oddziałach są same Mrówki Ochronne, po rozpoczęciu bitwy obrona w oddziale +100%. Podczas otrzymywania obrażeń istnieje 40% szans na zmniejszenie tych obrażeń o 50%
ru: Когда в 3 отрядах присутствуют только муравьи-стражи, после начала боя защита в отряде +100%. При получении урона имеет 40% шанс уменьшить этот урон на 50%
uk: Коли в усіх трьох загонах є тільки охоронні мурашки, одразу після початку битви захист у її загоні підвищується на 100%. Під час отримання шкоди має 40%-ву ймовірність зменшити цю шкоду на 50%.
vi: Khi chỉ có Kiến phòng thủ ở trong 3 tiểu đội, sau khi trận chiến bắt đầu, Phòng thủ trong tiểu đội của nó +100%. Khi chịu sát thương, có 40% cơ hội giảm sát thương này xuống 50%

# pheidoleNietneriStrongShellSkillDescription20
source: When there are only Guardian Ants in the 3 squads, after the battle starts, Defense in its squad +100%. When taking damage, has a 40% chance to reduce this damage by 60%
ar: عندما يكون هناك نمل الحارس فقط في الفرق الثلاثة، وبعد بدء المعركة، الدفاع في فرقته + 100 ٪. عند تلقي الضرر، لديه فرصة بنسبة 40 ٪ لتقليل هذا الضرر بنسبة 60 ٪
bg: Если в 3 отрядах есть только муравьи-охранники, после начала боя защита в его отряде +100%. При получении урона имеет 40% шанс уменьшить этот урон на 60%
de: Wenn sich nur Hüterameisen in den 3 Einheiten befinden, erhöht sich nach Kampfbeginn die Verteidigung in ihrer Einheit um 100%. Bei erlittenem Schaden besteht eine Chance von 40%, diesen um 60% zu reduzieren
es: Cuando solo hay hormigas guardianas en los 3 escuadrones, después de comenzar la batalla, defensa en su escuadrón +100%. Al recibir daño, tiene un 40% de probabilidad de reducir ese daño en un 60%
fil: Kapag Guardian Ants na lang ang natitira sa 3 squad, pagkatapos magsimula ang labanan, +100% na Defense sa kanyang squad. Kapag nakakatanggap ng damage, may 40% pagkakataong mabawasan ang damage na ito ng 60%
hu: Amikor csak Védő hangyák vannak a 3 rajban, a csata kezdete után a Védés a rajban +100%. Sebzés elszenvedése esetén 40% esély van arra, hogy a sérülés 60%-kal csökken
it: Quando ci sono solo formiche guardiano nelle 3 squadre, dopo l'inizio della battaglia, la difesa nella sua squadra +100%. Nel subire danni, ha il 40% di possibilità di ridurre questi danni del 60%
ja: 3つの部隊にガードアンツだけが配置されている場合、戦闘開始後に部隊の防御力が100％強化されます。ダメージを受けると、40％の確率でダメージを60％低減します。
mk: Кога има само Чуварски мравки во 3 вода, по почетокот на битката, Одбраната во нејзиниот вод +100%. Кога претртува штета, има 40% шанса да ја намали оваа штета за 60%
nl: Als er alleen Bewakingsmieren in de 3 groepen zitten, stijgt de verdediging van de groep met 100% nadat het gevecht begint. Wanneer schade wordt opgelopen, is er 40% kans om deze schade met 60% te verminderen.
pl: Gdy w 3 oddziałach są same Mrówki Ochronne, po rozpoczęciu bitwy obrona w oddziale +100%. Podczas otrzymywania obrażeń istnieje 40% szans na zmniejszenie tych obrażeń o 60%
ru: Когда в 3 отрядах присутствуют только муравьи-стражи, после начала боя защита в отряде +100%. При получении урона имеет 40% шанс уменьшить этот урон на 60%
uk: Коли в усіх трьох загонах є тільки охоронні мурашки, одразу після початку битви захист у її загоні підвищується на 100%. Під час отримання шкоди має 40%-ву ймовірність зменшити цю шкоду на 60%.
vi: Khi chỉ có Kiến phòng thủ ở trong 3 tiểu đội, sau khi trận chiến bắt đầu, Phòng thủ trong tiểu đội của nó +100%. Khi chịu sát thương, có 40% cơ hội giảm sát thương này xuống 60%

# predatorBloodyBattleSkillTitle
source: Bloody Battle
ar: معركة دموية
bg: Кървава битка
es: Batalla sangrienta
fil: Dugong Digmaan
hu: Véres csata
it: Battaglia sanguinaria
mk: Крвава битка
nl: Bloedige strijd
pl: Bitwa Krwawa
ru: Кровавая битва
uk: Кривавий бій
vi: Trận Đẫm Máu

# predatorBloodyBattleSkillDescription10
source: When its squad is in the front line, reduces the normal attack and skill damage taken by 25%. Meanwhile, increases the Attack of our back line by 100%
ar: عندما تكون فرقته في الخط الأمامي، يقلل الضرر العادي للهجوم والمهارة بنسبة 25%. وفي الوقت نفسه، يزيد من هجوم خطنا الخلفي بنسبة 100%.
bg: Когато отрядът му е на предна линия, намалява нормалната атака и нанесените от умението щети с 25%. Междувременно, увеличава атаката на нашата задна линия със 100%.
de: Wenn sich deren Einheit in der Frontlinie befindet, werden der erhaltene Schaden durch normale Angriffe und Fähigkeiten um 25 % reduziert. Gleichzeitig wird der Angriff unserer hinteren Linie um 100 % erhöht.
es: Cuando su escuadrón está en primera línea, reduce el ataque normal y el daño de las habilidades recibidas un 25%. Mientras tanto, aumenta el ataque de nuestra línea trasera un 100%
fil: Kapag nasa harapan ang tropa nito, binabawasan ang natatanggap na normal na pag-atake at pinsala sa kasanayan ng 25%. Samantala, pinapataas ang Pag-atake ng likod na hanay ng 100%
hu: Ha az osztaga az első sorban van, 25%-kal csökkenti a kapott normál támadás és képzettségi sebzést. Közben 100%-kal növeli a hátsó sorunk támadását
it: Quando la sua squadra è in prima linea, riduce del 25% i normali attacchi e i danni causati dalle abilità. Nel mentre, aumenta di 100% l'attacco della nostra retroguardia
ja: 自身の部隊が前線にいる時、通常攻撃とスキルダメージを25%減少。その間、後衛の攻撃力を100%増加。
mk: Кога нејзиниот одред ќе се најде на предниот фронт, ја намалува оштетувањето од нормални напади и вештини за 25%. Во меѓувреме, го зголемува Нападот на нашата задна линија за 100%.
nl: Als de troep zich in de frontlinie bevindt, worden de schade in normale aanvallen en speciale aanvallen met 25% verminderd. Verhoogt ondertussen de aanvalskracht van onze achterhoede met 100%
pl: Kiedy jego oddział jest na pierwszej linii, zmniejsza normalne obrażenia od ataku i umiejętności otrzymywane o 25%. Jednocześnie, zwiększa atak naszej tylnej linii o 100%
ru: Когда его отряд находится на передовой, снижает урон от обычных атак и умений на 25%. В то же время увеличивает атаку отряда в арьергарде на 100%
uk: Коли його загін є передньою лінією, зменшує збиток від звичайних атак на 25%. Збільшує силу атаки задньої лінії на 100%
vi: Khi đội hình của nó ở tiền tuyến, giảm 25% sát thương chịu từ đòn đánh thường và tuyệt chiêu. Đồng thời, tăng 100% Công của đội hình ở tuyến sau cho chúng ta

# predatorBloodyBattleSkillDescription20
source: When its squad is in the front line, reduces the normal attack and skill damage taken by 30%. Meanwhile, increases the Attack of our back line by 125%
ar: عندما تكون فرقته في الخط الأمامي، يقلل الضرر العادي للهجوم والمهارة بنسبة 30%. وفي الوقت نفسه، يزيد من هجوم خطنا الخلفي بنسبة 125%.
bg: Когато отрядът му е на предна линия, намалява нормалната атака и нанесените от умението щети с 30%. Междувременно, увеличава атаката на нашата задна линия със 125%.
de: Wenn sich deren Einheit in der Frontlinie befindet, werden der erhaltene Schaden durch normale Angriffe und Fähigkeiten um 30 % reduziert. Gleichzeitig wird der Angriff unserer hinteren Linie um 125 % erhöht.
es: Cuando su escuadrón está en primera línea, reduce el ataque normal y el daño de las habilidades recibidas un 30%. Mientras tanto, aumenta el ataque de nuestra línea trasera un 125%
fil: Kapag nasa harapan ang tropa nito, binabawasan ang natatanggap na normal na pag-atake at pinsala sa kasanayan ng 30%. Samantala, pinapataas ang Pag-atake ng likod na hanay ng 125%
hu: Ha az osztaga az első sorban van, 30%-kal csökkenti a kapott normál támadás és képzettségi sebzést. Közben 125%-kal növeli a hátsó sorunk támadását
it: Quando la sua squadra è in prima linea, riduce del 30% i normali attacchi e i danni causati dalle abilità. Nel mentre, aumenta di 125% l'attacco della nostra retroguardia
ja: 自身の部隊が前線にいる時、通常攻撃とスキルダメージを30%減少。その間、後衛の攻撃力を125%増加。
mk: Кога нејзиниот одред ќе се најде на предниот фронт, ја намалува оштетувањето од нормални напади и вештини за 30%. Во меѓувреме, го зголемува Нападот на нашата задна линија за 125%.
nl: Als de troep zich in de frontlinie bevindt, worden de schade in normale aanvallen en speciale aanvallen met 30% verminderd. Verhoogt ondertussen de aanvalskracht van onze achterhoede met 125%
pl: Kiedy jego oddział jest na pierwszej linii, zmniejsza normalne obrażenia od ataku i umiejętności otrzymywane o 30%. Jednocześnie, zwiększa atak naszej tylnej linii o 125%
ru: Когда его отряд находится на передовой, снижает урон от обычных атак и умений на 30%. В то же время увеличивает атаку отряда в арьергарде на 125%
uk: Коли його загін є передньою лінією, зменшує збиток від звичайних атак на 30%. Збільшує силу атаки задньої лінії на 125%
vi: Khi đội hình của nó ở tiền tuyến, giảm 30% sát thương chịu từ đòn đánh thường và tuyệt chiêu. Đồng thời, tăng 125% Công của đội hình ở tuyến sau cho chúng ta

# predatorMenaceSkillTitle
source: Menace
ar: الخطر
bg: Заплаха
de: Bedrohung
es: Amenaza
fil: Banta
hu: Fenyegetés
it: Minaccia
ja: 威嚇
mk: Застрашување
nl: Bedreiging
pl: Zło Wcielone
ru: Угроза
uk: Погроза
vi: Đe Dọa
