Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# bloodGiantSupportTeammatesSkillDescription20
source: Heals its squad each round with a healing ratio of 280% (+Special Ant Level*1%)
ar: يعالج فريق المفرزة الخاص به لكل جولة بنسبة علاج 280% (+المستوى الخاص للنملة*1%)
bg: Лекува своя отбор във всеки кръг със съотношение на лекуване от 280% (+Ниво на специална мравка*1%)
de: Heilt seinen Trupp jede Runde mit einer Heilungsrate von 280 % (+ Spezialameisenstufe * 1 %)
es: Cura a su escuadrón en cada ronda con una proporción de curación de 280 % (+Nivel especial de hormiga * 1 %)
fil: Pagalingin ang squad nito bawat round na may healing ratio na 280% (+Special Ant Level*1%)
hu: Minden körben gyógyítja a csapatát, a gyógyítási arány 280% (+1% a különleges hangyaszintet)
it: Cura la sua squadra ogni round con un rapporto di cura del 280% (+Rango speciale formica*1%)
ja: 毎ラウンド、280% (+特殊アリレベル*1%) の治療率で自分の分隊を治療します
mk: Секоја рунда ги лечи членовите на неговата екипа со коефициент на лечење од 280% (+Ниво на специјалниот мрав*1%)
nl: Geneest zijn groep elke ronde met een genezingspercentage van 280% (+Speciaal mierniveau*1%)
pl: Leczy towarzyszy drużyny w każdej rundzie ze wskaźnikiem leczenia 280% (+poziom specjalnej mrówki*1%)
ru: Лечит свой отряд каждый ход с коэффициентом лечения 280% (+уровень особого муравья*1%)
tr: Her turda ekibini %280'lik bir iyileştirme oranıyla iyileştirir (+Özel Karınca Seviyesi*%1)
uk: Зцілює свій загін щораунду з коефіцієнтом зцілення 280% (+рівень спеціальної мурахи*1%)
vi: Hồi máu cho đồng đội mỗi vòng với tỷ lệ hồi 280% (+Cấp Kiến đặc biệt*1%)
zh: 每轮以 280% (+ 特殊蚂蚁等级 * 1%) 的恢复系数恢复其队伍

# bloodGiantImproveLineupSkillTitle
source: Improve Lineup
ar: تحسين التشكيلة
bg: Подобряване на състава
de: Trupp verbessern
es: Mejorar la formación
fil: Pagbutihin ang Lineup
hu: Felállás javítása
it: Migliora formazione
ja: ラインナップの向上
mk: Да се подобри составот
nl: Opstelling verbeteren
pl: Ulepsz ustawienie
ru: Улучшить состав
tr: Dizilişi İyileştir
uk: Покращити склад
vi: Cải thiện đội hình
zh: 改善阵型

# bloodGiantImproveLineupSkillDescription10
source: Has a 50% chance to reduce the normal attack and skill damage taken by its squad by 50% for 1 round
ar: تكون هناك فرصة بنسبة 50% لتقليل الضرر العادي للهجوم والمهارة الذي تتلقاه الفرقة بنسبة 50% لمدة جولة واحدة
bg: Има шанс от 50% да намали нормалната атака и щетите от умения, получавани от отбора му, с 50% за 1 кръг
de: Hat eine Chance von 50 %, den durch normale Angriffe und Fertigkeiten verursachten Schaden für seinen Trupp 1 Runde lang um 50 % zu verringern
es: Tiene un 50 % de probabilidad de reducir el ataque normal y el daño de habilidad recibidos por su escuadrón en un 50 % por 1 ronda
fil: May 50% na pagkakataon na mabawasan ang normal na atake at damage sa skill na nagawa sa squad nito ng 50% sa loob ng 1 round
hu: 50% esély van rá, hogy 1 körön keresztül 50%-kal csökkenti a csapat által elszenvedett rendes támadás és képesség okozta sebzés
it: Ha il 50% di probabilità di ridurre del 50% i danni normali d'attacco e abilità subiti dalla sua squadra per 1 round
ja: 50% の確率で、1 ラウンド間、分隊が受ける通常攻撃とスキルダメージを 50% 減少させます
mk: Има шанса од 50% да го намали редовниот напад и штетата предизвикана со вештина од неговата екипа за 50% во 1 рунда
nl: Heeft 50% kans om de normale aanvals- en vaardigheidsschade die zijn groep oploopt met 50% te verlagen gedurende 1 ronde
pl: Ma 50% szans na zmniejszenie normalnych obrażeń od ataku i zdolności zadawanych swojej drużynie o 50% w 1 rundzie
ru: С вероятностью 50% на 1 ход уменьшает получаемый отрядом урон от обычных ударов и умений на 50%
tr: 1 tur boyunca ekibin aldığı normal saldırı ve beceri hasarını %50 azaltma şansı %50
uk: Має 50% шанс на 1 раунд знизити звичайну атаку та шкоду від умінь для свого загону на 50%
vi: Có 50% cơ hội giảm sát thương từ tấn công thường và kỹ năng của đồng đội đi 50% trong 1 vòng
zh: 有 50% 的概率在 1 轮内将其队伍受到的普通攻击和技能伤害降低 50%

# bloodGiantImproveLineupSkillDescription20
source: Has a 60% chance to reduce the normal attack and skill damage taken by its squad by 60% for 1 round
ar: تكون هناك فرصة بنسبة 60% لتقليل الضرر العادي للهجوم والمهارة الذي تتلقاه الفرقة بنسبة 60% لمدة جولة واحدة
bg: Има шанс от 60% да намали нормалната атака и щетите от умения, получавани от отбора му, с 60% за 1 кръг
de: Hat eine Chance von 60 %, den durch normale Angriffe und Fertigkeiten verursachten Schaden für seinen Trupp 1 Runde lang um 60 % zu verringern
es: Tiene un 60 % de probabilidad de reducir el ataque normal y el daño de habilidad recibidos por su escuadrón en un 60 % por 1 ronda
fil: May 60% na pagkakataon na mabawasan ang normal na atake at damage sa skill na nagawa sa squad nito ng 60% sa loob ng 1 round
hu: 60% esély van rá, hogy 1 körön keresztül 60%-kal csökkenti a csapat által elszenvedett rendes támadás és képesség okozta sebzés
it: Ha il 60% di probabilità di ridurre del 60% i danni normali d'attacco e abilità subiti dalla sua squadra per 1 round
ja: 60% の確率で、1 ラウンド間、分隊が受ける通常攻撃とスキルダメージを 60% 減少させます
mk: Има шанса од 60% да го намали редовниот напад и штетата предизвикана со вештина од неговата екипа за 60% во 1 рунда
nl: Heeft 60% kans om de normale aanvals- en vaardigheidsschade die zijn groep oploopt met 60% te verlagen gedurende 1 ronde
pl: Ma 60% szans na zmniejszenie normalnych obrażeń od ataku i zdolności zadawanych swojej drużynie o 60% w 1 rundzie
ru: С вероятностью 60% на 1 ход уменьшает получаемый отрядом урон от обычных ударов и умений на 60%
tr: 1 tur boyunca ekibin aldığı normal saldırı ve beceri hasarını %60 azaltma şansı %60
uk: Має 60% шанс на 1 раунд знизити звичайну атаку та шкоду від умінь для свого загону на 60%
vi: Có 60% cơ hội giảm sát thương từ tấn công thường và kỹ năng của đồng đội đi 60% trong 1 vòng
zh: 有 60% 的概率在 1 轮内将其队伍受到的普通攻击和技能伤害降低 60%

# bloodGiantKillingStrikeSkillTitle
source: Killing Strike
ar: ضربة قتل
bg: Смъртоносен удар
de: Todesschlag
es: Golpe mortal
fil: Nakamamatay na Strike
hu: Halálos csapás
it: Colpo mortale
ja: 殺戮の一撃
mk: Удар за убивање
nl: Dodelijke slag
pl: Śmiertelne uderzenie
ru: Убийственный удар
tr: Ölümcül Vuruş
uk: Смертельний удар
vi: Đòn kết liễu
zh: 致命一击

# bloodGiantKillingStrikeSkillDescription10
source: Deals 230% (+Special Ant Level*1%) damage to the enemy's front line each round
ar: يطلق ضررًا بنسبة 230% (+المستوى الخاص للنملة*1%) على الخط الأمامي للعدو لكل جولة
bg: Нанася 230% (+Ниво на специална мравка*1%) щети на предната линия на противника във всеки кръг
de: Fügt der gegnerischen Frontlinie in jeder Runde 230 % (+ Spezialameisenstufe * 1 %) Schaden zu
es: Inflige un 230 % (+Nivel especial de hormiga * 1 %) de daño a la línea frontal del enemigo en cada ronda
fil: Magbigay ng 230% (+Special Ant Level*1%) na damage sa mga front line ng kalaban bawat round
hu: Minden körben 230% (+1% a különleges hangyaszintet) sebzés az ellenség első vonalának
it: Infligge il 230% (+Rango speciale formica*1%) di danni alla prima linea del nemico ogni round
ja: 毎ラウンド、敵の前線に 230% (+特殊アリレベル*1%) のダメージを与えます
mk: Секоја рунда му нанесува 230% (+Ниво на специјалниот мрав*1%) штета на првата непријателска линија
nl: Brengt elke ronde 230% (+Speciaal mierniveau*1%) schade toe aan de voorste rij van de vijand
pl: Zadaje 230% (+poziom specjalnej mrówki*1%) obrażeń frontowej linii przeciwnika w każdej rundzie
ru: Каждый ход наносит урон вражеской передней линии в размере 230% (+уровень особого муравья*1%)
tr: Her turda düşmanın ön cephesine %230 (+Özel Karınca Seviyesi*%1) hasar verir.
uk: завдає 230% (+рівень спеціальної мурахи*1%) шкоди по першій лінії супротивника щораунду
vi: Gây 230% (+Cấp Kiến đặc biệt*1%) cho đội hình phía trước của địch mỗi vòng
zh: 每轮对敌方的前线造成 230% (+ 特殊蚂蚁等级 * 1%) 的伤害

# bloodGiantKillingStrikeSkillDescription20
source: Deals 360% (+Special Ant Level*1%) damage to the enemy's front line each round
ar: يطلق ضررًا بنسبة 360% (+المستوى الخاص للنملة*1%) على الخط الأمامي للعدو لكل جولة
bg: Нанася 360% (+Ниво на специална мравка*1%) щети на предната линия на противника във всеки кръг
de: Fügt der gegnerischen Frontlinie in jeder Runde 360 % (+ Spezialameisenstufe * 1 %) Schaden zu
es: Inflige un 360 % (+Nivel especial de hormiga * 1 %) de daño a la línea frontal del enemigo en cada ronda
fil: Magbigay ng 360% (+Special Ant Level*1%) na damage sa mga front line ng kalaban bawat round
hu: Minden körben 360% (+1% a különleges hangyaszintet) sebzés az ellenség első vonalának
it: Infligge il 360% (+Rango speciale formica*1%) di danni alla prima linea del nemico ogni round
ja: 毎ラウンド、敵の前線に 360% (+特殊アリレベル*1%) のダメージを与えます
mk: Секоја рунда му нанесува 360% (+Ниво на специјалниот мрав*1%) штета на првата непријателска линија
nl: Brengt elke ronde 360% (+Speciaal mierniveau*1%) schade toe aan de voorste rij van de vijand
pl: Zadaje 250% (+poziom specjalnej mrówki*1%) obrażeń frontowej linii przeciwnika w każdej rundzie
ru: Каждый ход наносит урон вражеской передней линии в размере 360% (+уровень особого муравья*1%)
tr: Her turda düşmanın ön cephesine %360 (+Özel Karınca Seviyesi*%1) hasar verir.
uk: завдає 360% (+рівень спеціальної мурахи*1%) шкоди по першій лінії супротивника щораунду
vi: Gây 360% (+Cấp Kiến đặc biệt*1%) cho đội hình phía trước của địch mỗi vòng
zh: 每轮对敌方的前线造成 360% (+ 特殊蚂蚁等级 * 1%) 的伤害

# brownRogueSurpriseStrikeSkillTitle
source: Surprise Strike
ar: ضربة مفاجئة
bg: Изненадваща атака
de: Überraschungsschlag
es: Golpe sorpresa
hu: Meglepetésszerű támadás
it: Attacco a sorpresa
ja: 奇襲
mk: Изненадна атака
nl: Verrassingsaanval
pl: Niespodziewany cios
ru: Удар исподтишка
tr: Ani Saldırısı
uk: Несподіваний удар
zh: 奇袭

# brownRogueSurpriseStrikeSkillDescription10
source: Has a 70% chance to deal 275% (+Special Ant Level*1%) damage to the enemy squad in the last row
ar: لديها فرصة بنسبة 70٪ لإلحاق 275٪ (+مستوى النملة الخاصة*1٪) ضررًا بفرقة العدو في الصف الأخير
bg: Има 70% шанс да нанесе 275% (+ниво на специален мравка*1%) щета на последния ред на вражеския отряд
de: Hat eine Wahrscheinlichkeit von 70 %, dem feindlichen Trupp in der letzten Reihe 275 % (+ Level der Spezialameise * 1 %) Schaden zuzufügen
es: Tiene un 70% de probabilidad de infligir un daño de 275% (+Nivel de hormiga especial*1%) al pelotón enemigo de la última fila
fil: %70 olasılıkla son sıradaki düşman birliğine %275 (+Özel Karınca Seviyesi*%1) hasar verir
hu: 70% esély van rá, hogy 275% (+hangya különleges szintje*1%) sebzést okozzon az ellenséges osztagnak az utolsó sorban
it: Ha una probabilità del 70% di infliggere 275% (+livello formica speciale*1%) di danni alla squadra nemica nell'ultima fila
ja: 70%の確率で最後列の敵中隊に275%（+特殊アリLv※1%）のダメージを与える
mk: Има 70% шанса за нанесување 275% (+ Специјално ниво на мравките*1%) штета на непријателскиот одред во последниот ред
nl: Heeft een kans van 70% om 275% (+ speciaal mierniveau*1%) schade toe te brengen aan de vijandelijke eenheid in de laatste rij
pl: Ma 70% szans na zadanie 275% (+Specjalny poziom mrówek*1%) obrażeń drużynie przeciwnika znajdujące się w ostatnim rzędzie
ru: 70% шанс нанесения на 275% (+Уровень спецмуравья*1%) больше урона отряду противника в последней шеренге
tr: Son sıradaki düşman birliğine %70 ihtimalle %275 (+Özel Karınca Seviyesi*%1) hasar verir
uk: Із вірогідністю 70% завдає 275% (+ рівень особливого мурашки * 1%) шкоди ворожому загону в останньому ряду.
vi: Có 70% khả năng gây sát thương 275% (+ Level Kiến đặc biệt * 1%) cho quân địch ở hàng cuối
zh: 70%几率对敌方后排小队造成275%(+特殊兵蚁等级*1%)伤害

# brownRogueSurpriseStrikeSkillDescription20
source: Has a 70% chance to deal 425% (+Special Ant Level*1%) damage to the enemy squad in the last row
ar: لديها فرصة بنسبة 70٪ لإلحاق 425٪ (+مستوى النملة الخاصة*1٪) ضررًا بفرقة العدو في الصف الأخير
bg: Има 70% шанс да нанесе 425% (+ниво на специален мравка*1%) щета на последния ред на вражеския отряд
de: Hat eine Wahrscheinlichkeit von 70 %, dem feindlichen Trupp in der letzten Reihe 425 % (+ Level der Spezialameise * 1 %) Schaden zuzufügen
es: Tiene un 70% de probabilidad de infligir un daño de 425% (+Nivel de hormiga especial*1%) al pelotón enemigo de la última fila
fil: %70 olasılıkla son sıradaki düşman birliğine %425 (+Özel Karınca Seviyesi*%1) hasar verir
hu: 70% esély van rá, hogy 425% (+hangya különleges szintje*1%) sebzést okozzon az ellenséges osztagnak az utolsó sorban
it: Ha una probabilità del 70% di infliggere 425% (+livello formica speciale*1%) di danni alla squadra nemica nell'ultima fila
ja: 70%の確率で最後列の敵中隊に425%（+特殊アリLv※1%）のダメージを与える
mk: Има 70% шанса за нанесување 425% (+ Специјално ниво на мравките*1%) штета на непријателскиот одред во последниот ред
nl: Heeft een kans van 70% om 425% (+ speciaal mierniveau*1%) schade toe te brengen aan de vijandelijke eenheid in de laatste rij
pl: Ma 70% szans na zadanie 425% (+Specjalny poziom mrówek*1%) obrażeń drużynie przeciwnika znajdujące się w ostatnim rzędzie
ru: 70% шанс нанесения на 425% (+Уровень спецмуравья*1%) больше урона отряду противника в последней шеренге
tr: Son sıradaki düşman birliğine %70 ihtimalle %425 (+Özel Karınca Seviyesi*%1) hasar verir
uk: Із вірогідністю 70% завдає 425% (+ рівень особливого мурашки * 1%) шкоди ворожому загону в останньому ряду.
vi: Có 70% khả năng gây sát thương 425% (+ Level Kiến đặc biệt * 1%) cho quân địch ở hàng cuối
zh: 70%几率对敌方后排小队造成425%(+特殊兵蚁等级*1%)伤害

# brownRogueCheapShotSkillTitle
source: Cheap Shot
ar: ضربة رخيصة
bg: Евтин удар
de: Hinterhältiger Schlag
es: Tiro bajo
fil: Ucuz Vuruş
hu: Olcsó lövés
it: Colpo a buon mercato
ja: 虚をつく一撃
mk: Ефтин истрел
nl: Goedkoop Schot
pl: Tani strzał
ru: Подлый прием
tr: Ucuz Vuruş
uk: Підступний удар
zh: 卑鄙打击

# brownRogueCheapShotSkillDescription10
source: Has a 50% chance to deal 255% damage to the enemy squad in the last row and Pierce them, reducing their Defense by 30% for 2 rounds
ar: لديها فرصة بنسبة 50٪ لإلحاق 255٪ ضررًا بفرقة العدو في الصف الأخير وإختراقها، مما يقلل من دفاعها بنسبة 30٪ لمدة جولتين
bg: Има 50% шанс да нанесете 255% щета на вражеския отряд в последния ред и да ги пробиете, като намалите тяхната защита с 30% за 2 рунда
de: Hat eine Wahrscheinlichkeit von 50 %, dem feindlichen Trupp in der letzten Reihe 255 % Schaden zuzufügen und ihn zu durchbohren, wodurch seine Verteidigung für 2 Runden um 30 % sinkt
es: Tiene un 50% de probabilidad de infligir un daño de 255% al pelotón enemigo de la última fila y Perforarlo, lo que reduce su defensa en un 30% durante 2 rondas
fil: %50 olasılıkla son sıradaki düşman birliğine %255 hasar verir ve Onları Delip 2 tur boyunca Savunmalarını %30 azaltır
hu: 50% esély van rá, hogy 255% sebzést okozzon az ellenséges osztagnak az utolsó sorban, és átszúrja őket, 30%-kal csökkentve a védelmüket 2 körön keresztül
it: Ha una probabilità del 50% di infliggere 255% di danni alla squadra nemica nell'ultima fila e perforarla, riducendo la sua difesa del 30% per 2 round
ja: 50%の確率で最後列の敵中隊に255%のダメージを与え貫通し、防御力を2ターン間30%減少させる
mk: Има 50% шанса за нанесување 255% штета на непријателскиот одред во последниот ред и нивно Пробивање, намалувајќи ја нивната Одбрана за 30% во текот на 2 рунди
nl: Heeft een kans van 50% om 255% schade toe te brengen aan de vijandelijke eenheid in de laatste rij en ze te doorboren, waardoor hun verdediging met 30% wordt verminderd gedurende 2 ronden
pl: Ma 50% szans na zadanie 255% obrażeń drużynie przeciwnika znajdujące się w ostatnim rzędzie i Przebicie ich, zmniejszając ich Obrone o 30% na 2 tury
ru: 50% шанс нанесения на 255% больше урона отряду противника в последней шеренге и пробитие его, снижая его защиту на 30% на 2 раунда
tr: Son sıradaki düşman birliğine %50 ihtimalle %255 hasar verir ve Deler ve 2 tur boyunca %30 Savunmasını azaltır
uk: Із вірогідністю 50% завдає 255% шкоди ворожому загону в останньому ряду та пробиває його, знижуючи його захист на 30% протягом 2 раундів.
vi: Có 50% khả năng gây sát thương 255% cho quân địch ở hàng cuối và xuyên phá chúng, giảm 30% Phòng thủ trong 2 lượt
zh: 50%几率对敌方后排小队造成255%伤害，并破甲，降低其2回合30%防御力

# brownRogueCheapShotSkillDescription20
source: Has a 50% chance to deal 405% damage to the enemy squad in the last row and Pierce them, reducing their Defense by 30% for 2 rounds
ar: لديها فرصة بنسبة 50٪ لإلحاق 405٪ ضررًا بفرقة العدو في الصف الأخير وإختراقها، مما يقلل من دفاعها بنسبة 30٪ لمدة جولتين
bg: Има 50% шанс да нанесете 405% щета на вражеския отряд в последния ред и да ги пробиете, като намалите тяхната защита с 30% за 2 рунда
de: Hat eine Wahrscheinlichkeit von 50 %, dem feindlichen Trupp in der letzten Reihe 405 % Schaden zuzufügen und ihn zu durchbohren, wodurch seine Verteidigung für 2 Runden um 30 % sinkt
es: Tiene un 50% de probabilidad de infligir un daño de 405% al pelotón enemigo de la última fila y Perforarlo, lo que reduce su defensa en un 30% durante 2 rondas
fil: %50 olasılıkla son sıradaki düşman birliğine %405 hasar verir ve Onları Delip 2 tur boyunca Savunmalarını %30 azaltır
hu: 50% esély van rá, hogy 405% sebzést okozzon az ellenséges osztagnak az utolsó sorban, és átszúrja őket, 30%-kal csökkentve a védelmüket 2 körön keresztül
it: Ha una probabilità del 50% di infliggere 405% di danni alla squadra nemica nell'ultima fila e perforarla, riducendo la sua difesa del 30% per 2 round
ja: 50%の確率で最後列の敵中隊に405%のダメージを与え貫通し、防御力を2ターン間30%減少させる
mk: Има 50% шанса за нанесување 405% штета на непријателскиот одред во последниот ред и нивно Пробивање, намалувајќи ја нивната Одбрана за 30% во текот на 2 рунди
nl: Heeft een kans van 50% om 405% schade toe te brengen aan de vijandelijke eenheid in de laatste rij en ze te doorboren, waardoor hun verdediging met 30% wordt verminderd gedurende 2 ronden
pl: Ma 50% szans na zadanie 405% obrażeń drużynie przeciwnika znajdujące się w ostatnim rzędzie i Przebicie ich, zmniejszając ich Obrone o 30% na 2 tury
ru: 50% шанс нанесения на 405% больше урона отряду противника в последней шеренге и пробитие его, снижая его защиту на 30% на 2 раунда
tr: Son sıradaki düşman birliğine %50 ihtimalle %405 hasar verir ve Deler ve 2 tur boyunca %30 Savunmasını azaltır
uk: Із вірогідністю 50% завдає 405% шкоди ворожому загону в останньому ряду та пробиває його, знижуючи його захист на 30% протягом 2 раундів.
vi: Có 50% khả năng gây sát thương 405% cho quân địch ở hàng cuối và xuyên phá chúng, giảm 30% Phòng thủ trong 2 lượt
zh: 50%几率对敌方后排小队造成405%伤害，并破甲，降低其2回合30%防御力

# brownRogueFindWeaknessSkillTitle
source: Find Weakness
ar: البحث عن الضعف
bg: Намерение на слабост
de: Schwachstelle finden
es: Encontrar debilidad
fil: Zayıflığı Bul
hu: Gyenge pont keresése
it: Trova debolezza
ja: 弱点を暴く
mk: Најди слабост
nl: Zwakheid vinden
pl: Znajdź słabość
ru: Найти слабость
tr: Zayıflığı Bul
uk: Пошук слабкості
zh: 弱点感知

# brownRogueFindWeaknessSkillDescription10
source: Its Squad Damage +45%
ar: يتسبب ضرر وحدتها +45٪
bg: Неговата/нейната отрядна щета +45%
de: Sein Truppschaden + 45 %
es: Su daño al pelotón +45%
fil: Birliğin Hasarı +%45
hu: Az osztag sebzése +45%
it: Il danno della sua squadra +45%
ja: 中隊ダメージ+45%
mk: Неговата Штета на одредот е +45%
nl: De eenheidsschade +45%
pl: Jego obrażenia oddziału +45%
ru: Урон отряда +45%
tr: Birlik Hasarı +45%
uk: Його шкода загону +45%.
vi: Sát thương cho quân của nó +45%
zh: 其小队伤害+45%

# brownRogueFindWeaknessSkillDescription20
source: Its Squad Damage +70%
ar: يتسبب ضرر وحدتها +70%
bg: Неговата/нейната отрядна щета +70%
de: Sein Truppschaden + 70 %
es: Su daño al pelotón +70%
fil: Birliğin Hasarı +%70
hu: Az osztag sebzése +70%
it: Il danno della sua squadra +70%
ja: 中隊ダメージ+70%
mk: Неговата Штета на одредот е +70%
nl: De eenheidsschade +70%
pl: Jego obrażenia oddziału +70%
ru: Урон отряда +70%
tr: Birlik Hasarı +70%
uk: Його шкода загону +70%.
vi: Sát thương cho quân của nó +70%
zh: 其小队伤害+70%

# bulletAntRampantAttackSkillTitle
source: Rampant Attack
ar: هجوم متوحش
bg: Всеобща атака
de: Wahnsinniger Angriff
es: Ataque desenfrenado
hu: Fékezhetetlen roham
it: Assalto sfrenato
ja: ランパントアタック
mk: Дрска неконтролирана агресија
nl: Storing
pl: Szaleńczy Atak
ru: Неудержимая атака
tr: Rampant Saldırı
uk: Розлючений наступ
vi: Tấn công mạnh mẽ
zh: 狂躁进攻

# bulletAntRampantAttackSkillDescription10
source: Has a 50% chance to deal 174% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range
ar: فرصة بنسبة 50% لإلحاق ضرر بنسبة 174% (+ المستوى الخاص للنملة*1%) بوحدتين عدوتين عشوائيتين ضمن النطاق الفعال
bg: С 50% вероятностью наносит 174% (+1% уровня особого муравья) урона 2 случайным вражеским отрядам в пределах эффективного радиуса
de: Hat eine 50%-Chance, 174% (+Spezialameisenstufe*1%) Schaden an 2 zufälligen feindlichen Einheiten im Wirkungsbereich zu verursachen
es: Tiene un 50% de probabilidad de infligir un 174% (+Nivel de hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: May 50% na pagkakataong makapagbigay ng 174% (+Antas ng Special Ant*1%) na pinsala sa 2 random na grupo ng kaaway sa loob ng epektibong saklaw
hu: 50% esély van rá, hogy 174% (+ Különleges hangya szintje*1%) sebzést okozzon 2 véletlenszerű ellenséges csapatnak az hatásos távolságon belül
it: Ha il 50% di probabilità di infliggere 174% (+livello formica speciale*1%) danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 有効範囲内の2つのランダムな敵分隊に174%（+特殊アリレベル*1%）のダメージを与える確率は50%です。
mk: Постои веројатност од 50% нанесување на штета од 174% (+Специјално ниво на мравки*1%) на 2 случајни непријателски одреди во ефективен опсег
nl: Heeft een kans van 50% om 174% (+Speciaal Mier Level*1%) schade toe te brengen aan 2 willekeurige vijandelijke troepen in effectief bereik
pl: Ma 50% szans na zadanie 174% (+Poziom specjalnej mrówki * 1%) obrażeń 2 losowym drużynom wroga w zasięgu
ru: С 50%-ой вероятностью наносит 174% (+ уровень особого муравья*1%) урона 2 случайным вражеским отрядам в радиусе действия атаки
tr: Etkili menzil içindeki 2 rastgele düşman birliğine %50 olasılıkla, %174 (+ Özel Karınca Seviyesi*%1) hasar verme şansı
uk: Зі ймовірністю 50% завдає 174% (+ рівень особливого мурашки*1%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Có 50% khả năng gây sát thương 174% (+Cấp độ kiến đặc biệt*1%) lên 2 đội quân địch ngẫu nhiên trong phạm vi hiệu quả
zh: 有 50% 几率对 2 支随机敌方小队造成 174%（+特殊蚂蚁等级*1%）伤害，在有效范围内
