Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# myrmarachneFormicariaDisguiseStealSkillDescription10
source: Has a 70% chance to deal 255% (+Special Ant Level*1%) damage to the enemy's front line and steal 70% of their Defense for 2 rounds. The skill effect will be doubled if its squad is in the front line
ar: تبلغ الفرصة 70% لإلحاق 255% (+مستوى النملة الخاصة*1%) ضررًا بخط العدو الأمامي وسرقة 70% من دفاعهم لمدة جولتين. سيتضاعف تأثير المهارة إذا كانت سريتها في المقدمة
bg: Има 70% шанс да нанесе 255% (+Ниво на специален мравка*1%) щета върху предната линия на врага и да открадне 70% от защитата му за 2 рунда. Ефектът на умението ще се удвои, ако неговият отряд е на предната линия
de: Hat eine 70%-Chance, der vordersten feindlichen Reihe 255 % (+ Spezialameisen-Level * 1 %) Schaden zuzufügen und ihre Verteidigung für 2 Runden zu 70 % zu stehlen. Der Skill-Effekt wird verdoppelt, wenn sich der eigene Trupp in der vordersten Reihe befindet
es: Tiene una probabilidad del 70 % de infligir un 255 % (+Nivel de Hormiga Especial*1 %) de daño a la primera línea del enemigo y robar el 70 % de su defensa durante 2 rondas. El efecto de la habilidad se duplicará si su escuadrón está en primera línea.
fil: Mayroong 70% na pagkakataong makapanakit ng 255% (+ Antas ng Espesyal na Langgam*1%) sa unang linya ng kalaban at magnakaw ng 70% ng kanilang Depensa sa loob ng 2 round. Madoble ang epekto ng skill kung ang iskwad nito ay nasa unahan
hu: 70%-os esélye van arra, hogy 255% (+Speciális hangya szint*1%) sebzést okozzon az ellenség elülső sora ellen, és 2 körre ellopja a védekezésük 70%-át. A képesség hatása megduplázódik, ha az osztag az élvonalban van.
it: Ha il 70% di probabilità di infliggere 255% (+Livello formica speciale*1%) di danni alla prima linea nemica e di sottrarre il 70% della sua Difesa per 2 round. L'effetto dell'abilità verrà raddoppiato se la sua squadra è in prima linea
ja: 有 70% 的概率对敌方前排造成 255%（+特殊蚁等级*1%）的伤害，并窃取 70% 的防御 2 回合。其所在小队处于前排时，技能效果翻倍
mk: Има 70% шанса да нанесе 255% (+ ниво на специјални мравки*1%) на предната линија на непријателот и да украде 70% од нивната одбрана за 2 круга. Ефектот на вештината ќе биде двоен ако неговото одделение е на предната линија
nl: Heeft een kans van 70% om 255% (+ speciaal mierniveau*1%) schade toe te brengen aan de frontlinie van de vijand en 70% van zijn verdediging te stelen voor 2 ronden. Het vaardiheidseffect wordt verdubbeld als het legioen zich in de frontlinie bevindt
pl: Ma 70% szans na zadanie 255% (+poziom specjalnego mrówa*1%) obrażeń do linii frontu wroga i wykradnięcie 70% jej obrony na 2 rundy. Efekt umiejętności będzie podwojony, jeśli jej drużyna znajduje się na linii frontu
ru: Получает 70% шанс нанести 255% (+1% за уровень специального муравья) урона переднему отряду противника и похитить 70% его защиты на 2 хода. Эффект навыка удваивается, если отряд находится в первом ряду
uk: Має 70% шанс завдати 255% (+Рівень Спецмурахи*1%) пошкодження лінії фронту противника і викрасти 70% його Захисту на 2 раунда. Ефект навички буде подвоєним, якщо його загін знаходиться на лінії фронту.
vi: Có 70% khả năng gây sát thương 255% (+Cấp độ kiến đặc biệt*1%) lên hàng phòng thủ của địch và đánh cắp 70% Phòng thủ của chúng trong 2 lượt. Hiệu ứng kỹ năng sẽ tăng gấp đôi nếu đội hình của nó ở tuyến đầu

# myrmarachneFormicariaDisguiseStealSkillDescription20
source: Has a 70% chance to deal 300% (+Special Ant Level*1%) damage to the enemy's front line and steal 80% of their Defense for 2 rounds. The skill effect will be doubled if its squad is in the front line
ar: تبلغ الفرصة 70% لإلحاق 300% (+مستوى النملة الخاصة*1%) ضررًا بخط العدو الأمامي وسرقة 80% من دفاعهم لمدة جولتين. سيتضاعف تأثير المهارة إذا كانت سريتها في المقدمة
bg: Има 70% шанс да нанесе 300% (+Ниво на специален мравка*1%) щета върху предната линия на врага и да открадне 80% от защитата му за 2 рунда. Ефектът на умението ще се удвои, ако неговият отряд е на предната линия
de: Hat eine 70%-Chance, der vordersten feindlichen Reihe 300 % (+ Spezialameisen-Level * 1 %) Schaden zuzufügen und ihre Verteidigung für 2 Runden zu 80 % zu stehlen. Der Skill-Effekt wird verdoppelt, wenn sich der eigene Trupp in der vordersten Reihe befindet
es: Tiene una probabilidad del 70 % de infligir un 300 % (+Nivel de Hormiga Especial*1 %) de daño a la primera línea del enemigo y robar el 80 % de su defensa durante 2 rondas. El efecto de la habilidad se duplicará si su escuadrón está en primera línea.
fil: Mayroong 70% na pagkakataong makapanakit ng 300% (+ Antas ng Espesyal na Langgam*1%) sa unang linya ng kalaban at magnakaw ng 80% ng kanilang Depensa sa loob ng 2 round. Madoble ang epekto ng skill kung ang iskwad nito ay nasa unahan
hu: 70%-os esélye van arra, hogy 300% (+Speciális hangya szint*1%) sebzést okozzon az ellenség elülső sora ellen, és 2 körre ellopja a védekezésük 80%-át. A képesség hatása megduplázódik, ha az osztag az élvonalban van.
it: Ha il 70% di probabilità di infliggere 300% (+Livello formica speciale*1%) di danni alla prima linea nemica e di sottrarre l'80% della sua Difesa per 2 round. L'effetto dell'abilità verrà raddoppiato se la sua squadra è in prima linea
ja: 有 70% 的概率对敌方前排造成 300%（+特殊蚁等级*1%）的伤害，并窃取 80% 的防御 2 回合。其所在小队处于前排时，技能效果翻倍
mk: Има 70% шанса да нанесе 300% (+ ниво на специјални мравки*1%) на предната линија на непријателот и да украде 80% од нивната одбрана за 2 круга. Ефектот на вештината ќе биде двоен ако неговото одделение е на предната линија
nl: Heeft een kans van 70% om 300% (+ speciaal mierniveau*1%) schade toe te brengen aan de frontlinie van de vijand en 80% van zijn verdediging te stelen voor 2 ronden. Het vaardiheidseffect wordt verdubbeld als het legioen zich in de frontlinie bevindt
pl: Ma 70% szans na zadanie 300% (+poziom specjalnego mrówa*1%) obrażeń do linii frontu wroga i wykradnięcie 80% jej obrony na 2 rundy. Efekt umiejętności będzie podwojony, jeśli jej drużyna znajduje się na linii frontu
ru: Получает 70% шанс нанести 300% (+1% за уровень специального муравья) урона переднему отряду противника и похитить 80% его защиты на 2 хода. Эффект навыка удваивается, если отряд находится в первом ряду
uk: Має 70% шанс завдати 300% (+Рівень Спецмурахи*1%) пошкодження лінії фронту противника і викрасти 80% його Захисту на 2 раунда. Ефект навички буде подвоєним, якщо його загін знаходиться на лінії фронту.
vi: Có 70% khả năng gây sát thương 300% (+Cấp độ kiến đặc biệt*1%) lên hàng phòng thủ của địch và đánh cắp 80% Phòng thủ của chúng trong 2 lượt. Hiệu ứng kỹ năng sẽ tăng gấp đôi nếu đội hình của nó ở tuyến đầu

# myrmarachneFormicariaJumpingImpactSkillTitle
source: Jumping Impact
ar: الارتطام بالقفز
de: Sprungangriff
es: Impacto de Salto
fil: Masugid na Pagtalon
hu: Ugró becsapódás
it: Impatto di salto
ja: 跳跃冲击
mk: Удар со скокање
nl: Springende impact
pl: Skok z uderzeniem
ru: Прыжок с ударом
uk: Удар зі стрибком
vi: Nhảy tấn công

# myrmarachneFormicariaJumpingImpactSkillDescription10
source: From the 2nd round, all enemy squads will take 60% (+Special Ant Level*1%) damage each round, and the damage dealt by them will be reduced by 20%
ar: من الجولة الثانية، ستتلقى جميع سرايا العدو ضررًا بنسبة 60% (+مُستوى النملة الخاصة*1%) لكل جولة، وسيتقلص الضرر الواقع منها بنسبة 20%.
bg: От 2-ри рунд, всички вражески отряди ще получат 60% (+Ниво на специален мравка*1%) щета всеки рунд, а щетите, които нанасят, ще бъдат намалени с 20%
de: Ab der 2. Runde erleiden alle feindlichen Trupps in jeder Runde 60 % (+ Spezialameisen-Level * 1 %) Schaden und ihr verursachter Schaden wird um 20 % verringert
es: A partir de la 2.ª ronda, todos los escuadrones enemigos recibirán un 60 % (+Nivel de Hormiga Especial*1 %) de daño en cada ronda, y el daño infligido por ellos se reducirá en un 20 %.
fil: Mula sa 2nd round, lahat ng iskwad ng kaaway ay makakatanggap ng 60% (+ Espesyal na Antas ng Langgam*1%) na sakit sa bawat round, at mababawasan ang sakit na dinulot nito ng 20%
hu: A 2. kör után az összes ellenséges osztag minden körben 60% (+Speciális hangya szint*1%) sebzést szenved, okozott sebzéseik pedig 20%-kal csökkennek
it: Dal 2° round, tutte le squadre nemiche subiranno il 60% (+Livello formica speciale*1%) di danni ogni round e i danni inflitti da loro verranno ridotti del 20%
ja: 从第 2 回合起，所有敌方小队每回合受到 60%（+特殊蚁等级*1%）的伤害，并且造成的伤害降低 20%
mk: Од вториот круг, сите непријателски одделенија ќе претрпат 60% (+ ниво на специјални мравки*1%) штета секој круг, а штетата нанесена од нив ќе биде намалена за 20%
nl: Vanaf de 2e ronde nemen alle vijandige legioenen elke ronde 60% (+ speciaal mierniveau*1%) schade op en wordt de door hen veroorzaakte schade met 20% verminderd.
pl: Od 2. rundy wszystkie drużyny wroga otrzymują 60% (+poziom specjalnego mrówa*1%) obrażeń każdej rundy, a zadawane przez nie obrażenia są zmniejszane o 20%
ru: Со 2-го хода все отряды муравьев противника получают 60% (+1% за уровень специального муравья) урона за каждый ход, а наносимый ими урон сокращается на 20%
uk: З 2-го раунду всі загони противника зазнаватимуть 60% (+Рівень Спецмурахи*1%) пошкоджень кожного раунду, а шкода, завдана ними, буде зменшена на 20%
vi: Từ lượt thứ 2, tất cả đội hình địch sẽ phải chịu sát thương 60% (+Cấp độ kiến đặc biệt*1%) mỗi lượt và lượng sát thương mà chúng gây ra sẽ giảm 20%

# myrmarachneFormicariaJumpingImpactSkillDescription20
source: From the 2nd round, all enemy squads will take 70% (+Special Ant Level*1%) damage each round, and the damage dealt by them will be reduced by 25%
ar: من الجولة الثانية، ستتلقى جميع سرايا العدو ضررًا بنسبة 70% (+مُستوى النملة الخاصة*1%) لكل جولة، وسيتقلص الضرر الواقع منها بنسبة 25%.
bg: От 2-ри рунд, всички вражески отряди ще получат 70% (+Ниво на специален мравка*1%) щета всеки рунд, а щетите, които нанасят, ще бъдат намалени с 25%
de: Ab der 2. Runde erleiden alle feindlichen Trupps in jeder Runde 70 % (+ Spezialameisen-Level * 1 %) Schaden und ihr verursachter Schaden wird um 25 % verringert
es: A partir de la 2.ª ronda, todos los escuadrones enemigos recibirán un 70 % (+Nivel de Hormiga Especial*1 %) de daño en cada ronda, y el daño infligido por ellos se reducirá en un 25 %.
fil: Mula sa 2nd round, lahat ng iskwad ng kaaway ay makakatanggap ng 70% (+ Espesyal na Antas ng Langgam*1%) na sakit sa bawat round, at mababawasan ang sakit na dinulot nito ng 25%
hu: A 2. kör után az összes ellenséges osztag minden körben 70% (+Speciális hangya szint*1%) sebzést szenved, okozott sebzéseik pedig 25%-kal csökkennek
it: Dal 2° round, tutte le squadre nemiche subiranno il 70% (+Livello formica speciale*1%) di danni ogni round e i danni inflitti da loro verranno ridotti del 25%
ja: 从第 2 回合起，所有敌方小队每回合受到 70%（+特殊蚁等级*1%）的伤害，并且造成的伤害降低 25%
mk: Од вториот круг, сите непријателски одделенија ќе претрпат 70% (+ ниво на специјални мравки*1%) штета секој круг, а штетата нанесена од нив ќе биде намалена за 25%
nl: Vanaf de 2e ronde nemen alle vijandige legioenen elke ronde 70% (+ speciaal mierniveau*1%) schade op en wordt de door hen veroorzaakte schade met 25% verminderd
pl: Od 2. rundy wszystkie drużyny wroga otrzymują 70% (+poziom specjalnego mrówa*1%) obrażeń każdej rundy, a zadawane przez nie obrażenia są zmniejszane o 25%
ru: Со 2-го хода все отряды муравьев противника получают 70% (+1% за уровень специального муравья) урона за каждый ход, а наносимый ими урон сокращается на 25%
uk: З 2-го раунду всі загони противника зазнаватимуть 70% (+Рівень Спецмурахи*1%) пошкоджень кожного раунду, а шкода, завдана ними, буде зменшена на 25%
vi: Từ lượt thứ 2, tất cả đội hình địch sẽ phải chịu sát thương 70% (+Cấp độ kiến đặc biệt*1%) mỗi lượt và lượng sát thương mà chúng gây ra sẽ giảm 25%

# myrmecotypusRettenmeyeriNimblePostureSkillTitle
source: Nimble Posture
ar: الموقف الرشيق
bg: Бърза поза
de: Gelenkigkeit
es: Postura ágil
fil: Matuling Tindig
hu: Agilis testtartás
it: Posizione agile
ja: 機敏な姿勢
mk: Брза става
nl: Vlugge houding
pl: Zwinna postawa
ru: Проворная стойка
uk: Гнучка постава
vi: Thế đứng linh hoạt

# myrmecotypusRettenmeyeriNimblePostureSkillDescription10
source: When its squad is in the front line, gains 50% increased Defense and has a 80% chance to be immune to the first damage taken in each round
ar: عندما تكون فصيلته في خط المواجهة الأمامي، تزيد نسبة الدفاع بنسبة 50% ولديه فرصة بنسبة 80% بأن يصبح محصنًا عند تلقيه أول ضرر في كل جولة
bg: Когато нейният отряд е на първа линия, придобива 50% повече защита и има 80% шанс да стане имунизирана срещу първата получена щета във всеки рунд
de: Wenn sich seine Squad in der Frontlinie befindet, erhält er 50 % mehr Verteidigung und wird mit einer Wahrscheinlichkeit von 80 % immun gegen den ersten erlittenen Schaden in jeder Runde
es: Cuando su escuadrón está en la primera línea, obtiene un 50% más de defensa y tiene un 80% de posibilidades de ser inmune al primer daño recibido en cada ronda
fil: Kapag ang pulutong nito ay nasa harapan, makakakuha ng nadagdag na 50% Depensa at may 80% na pagkakataon na maging immune sa unang pinsalang matatanggap sa bawat round
hu: Mikor a raj első vonalban van, 50%-kal megnövelt védelmet kap, és 80% eséllyel immunis az első elszenvedett sérülésre minden körben
it: Quando la sua squadra è in prima linea, ottiene il 50% di Difesa in più e ha l'80% di possibilità di essere immune al primo danno subito in ogni round
ja: 分隊が前線にいるとき、防御力が50％上昇し、各ラウンドで最初に受けるダメージに対して80％の確率で無効
mk: Кога нејзините трупи се на првата борбена линија, добиваат 50% зголемена одбрана и имаат 80% шанса да бидат имуни до првата штета добиена во секоја рунда
nl: Wanneer de eenheid aan de frontlinie staat, krijgt deze 50% extra verdediging en heeft een kans van 80% om immuun te zijn voor de eerste schade die elke ronde wordt opgelopen.
pl: Kiedy oddział znajduje się w pierwszej linii, uzyskuje 50% wzrostu obrony i ma 80% szans na odporność na pierwsze obrażenia odniesione w każdej turze
ru: Когда этот отряд находится в первых рядах, его защита увеличилась на 50% и с вероятностью 80% он невосприимчив к первому урону в каждом раунде
uk: Коли загін перебуває на передовій, отримує на 50% більше захисту та має 80% ймовірності заблокувати першу шкоду, отриману в кожному раунді
vi: Khi đội hình ở tuyến đầu, được tăng 50% Phòng thủ và có 80% xác suất miễn nhiễm với đòn sát thương đầu tiên phải nhận trong mỗi vòng

# myrmecotypusRettenmeyeriNimblePostureSkillDescription20
source: When its squad is in the front line, gains 75% increased Defense and has a 100% chance to be immune to the first damage taken in each round
ar: عندما تكون فصيلته في خط المواجهة الأمامي، تزيد نسبة الدفاع بنسبة 75% ولديه فرصة بنسبة 100% بأن يصبح محصنًا عند تلقيه أول ضرر في كل جولة
bg: Когато нейният отряд е на първа линия, придобива 75% повече защита и има 100% шанс да стане имунизирана срещу първата получена щета във всеки рунд
de: Wenn sich seine Squad in der Frontlinie befindet, erhält er 75 % mehr Verteidigung und wird mit einer Wahrscheinlichkeit von 100 % immun gegen den ersten erlittenen Schaden in jeder Runde
es: Cuando su escuadrón está en la primera línea, obtiene un 75% más de defensa y tiene un 100% de posibilidades de ser inmune al primer daño recibido en cada ronda
fil: Kapag ang pulutong nito ay nasa harapan, makakakuha ng nadagdag na 75% Depensa at may 100% na pagkakataon na maging immune sa unang pinsalang matatanggap sa bawat round
hu: Mikor a raj első vonalban van, 75%-kal megnövelt védelmet kap, és 100% eséllyel immunis az első elszenvedett sérülésre minden körben
it: Quando la sua squadra è in prima linea, ottiene il 75% di Difesa in più e ha il 100% di possibilità di essere immune al primo danno subito in ogni round
ja: 分隊が前線にいるとき、防御力が75％上昇し、各ラウンドで最初に受けるダメージに対して100％の確率で無効
mk: Кога нејзините трупи се на првата борбена линија, добиваат 75% зголемена одбрана и имаат 100% шанса да бидат имуни до првата штета добиена во секоја рунда
nl: Wanneer de eenheid aan de frontlinie staat, krijgt deze 75% extra verdediging en heeft een kans van 100% om immuun te zijn voor de eerste schade die elke ronde wordt opgelopen.
pl: Kiedy oddział znajduje się w pierwszej linii, uzyskuje 75% wzrostu obrony i ma 100% szans na odporność na pierwsze obrażenia odniesione w każdej turze
ru: Когда этот отряд находится в первых рядах, его защита увеличилась на 75% и с вероятностью 100% он невосприимчив к первому урону в каждом раунде
uk: Коли загін перебуває на передовій, отримує на 75% більше захисту та має 100% ймовірності заблокувати першу шкоду, отриману в кожному раунді
vi: Khi đội hình ở tuyến đầu, được tăng 75% Phòng thủ và có 100% xác suất miễn nhiễm với đòn sát thương đầu tiên phải nhận trong mỗi vòng

# myrmecotypusRettenmeyeriPowerOfAwakeningSkillTitle
source: Power Of Awakening
ar: قوة الصحوة
bg: Силата на събуждането
de: Macht der Erwachung
es: Poder del despertar
fil: Kapangyarihan ng Paggising
hu: Az ébredés ereje
it: Potere del risveglio
ja: 覚醒の力
mk: Силата на будењето
nl: Kracht van ontwaken
pl: Moc przebudzenia
ru: Сила пробуждения
uk: Сила пробудження
vi: Sức mạnh thức tỉnh

# myrmecotypusRettenmeyeriPowerOfAwakeningSkillDescription10
source: Has a 50% chance to deal 250% (+Special Ant Level*1%) damage to the enemy's back line. Meanwhile, our back line will gain a Wake Effect to be immune to a control effect (Silence/Disarm/Suppress/Confuse), lasting for one round
ar: لديه فرصة بنسبة 50% لتوجيه ضرر بنسبة 250% (زائد مستوى النملة الخاصة*1%) للخط الخلفي للعدو. وفي الوقت نفسه، سيكتسب خطنا الخلفي تأثير استيقاظ ليكون محصنًا ضد تأثير التحكم (الصمت/نزع السلاح/القمع/الحيرة)، والذي يستمر لمدة جولة واحدة
bg: Има 50% шанс да нанесе 250% (+специално ниво на мравка * 1%) щета на задната линия на врага. В същото време, нашата задна линия ще придобие ефект на събуждане, за да придобие имунитет срещу контролиращ ефект (заглушаване/обезоръжаване/потискане/объркване) с продължителност 1 рунд
de: Hat eine Chance von 50 %, 250 % (+ Spezialameisen-Level * 1 %) Schaden an der feindlichen hinteren Reihe zu verursachen. Unsere hintere Reihe erhält gleichzeitig den Wachzustand, der sie für eine Runde immun gegen einen Kontrolleffekt (Stille/Entwaffnen/Unterdrücken/Verwirren) macht
es: Tiene un 50% de posibilidades de infligir un 250% (+1% por nivel especial de hormiga) de daño a la línea de fondo del enemigo. Mientras tanto, nuestra línea de fondo obtendrá un efecto de despertar para ser inmune a un efecto de control (silencio/desarme/supresión/confusión) durante una ronda
fil: May 50% na pagkakataon na makapagdulot ng 250% (+Espesyal na Antas*1%) pinsala sa huling bahagi ng kalaban. Samantala, ang huling bahagi natin ay makakakuha ng Epekto ng Paggising para maging immune sa epekto ng kontrol (Pananahimik/Pagtanggal ng Sandata/Pagpigil/Pagkalito), na tatagal sa loob ng isang round
hu: 50% eséllyel 250% (+Különleges hangya szintje *1%) sebzést okoz az ellenség hátsó vonalának. Eközben a mi hátsó vonalunk Ébredési hatást kap, így egy körön át immunis egy irányító hatás (Némítás/Leszerelés/Elfojtás/Zavarkeltés) ellen
it: Ha il 50% di possibilità di infliggere il 250% (+Livello formica speciale*1%) del danno alla retroguardia del nemico. Nel frattempo, la nostra retroguardia otterrà un Effetto Risveglio diventando immune a un effetto di controllo (Silenzio/Disarmo/Soppressione/Stordimento) per la durata di un round
ja: 50％の確率で、敵の後列に250％（+特殊アリレベル*1％）のダメージを与える。それと同時に、後列が1ラウンドの間、制御効果（沈黙/武装解除/抑制/混乱）に対して無効になる覚醒効果を獲得
mk: Има 50% шанса да нанесе 250% (+ ниво на специјалниот мрав*1%) штета до задната борбена линија на непријателот. Во меѓувреме, нашата задната борбена линија ќе добие буден ефект да биде имуна до ефект на контрола (искачување/разоружување/сузбивање/збунување), кој трае една рунда
nl: Heeft een kans van 50% om 250% (+ Speciaal mierenniveau*1%) schade aan te richten aan de achterste linie van de vijand. Ondertussen krijgt onze achterste linie een ontwaakeffect waardoor deze immuun is voor een controle-effect (stilte/ontwapenen/onderdrukken/in de war brengen), dat een ronde duurt.
pl: Posiada 50% szans na zadanie 250% (+1% poziomu specjalnej mrówki) obrażeń tylnej linii wroga. Tymczasem nasza tylna linia otrzyma efekt przebudzenia, zapewniający odporność na efekt kontroli (wyciszenie/rozbrojenie/stłumienie/zamieszanie) na jedną turę
ru: С вероятностью 50% наносит 250% (+1% от уровня особого муравья) урона последним рядам противника. При этом наши последние ряды получают эффект пробуждения; в течение одного раунда они невосприимчивы к отрицательному эффекту (безмолвие/разоружение/подавление/дезориентация)
uk: Має 50% ймовірності завдати 250% (+ Рівень мурахи*1%) шкоди тилам противника. Тим часом, тили вашої команди отримають ефект Пробудження, щоб стати імунними до ефекту керування (Тиша/Роззброєння/Придушення/Заплутаність), який триває протягом одного раунду
vi: Có 50% xác suất gây 250% (+Tỷ lệ kiến đặc biệt*1%) sát thương lên tuyến sau của địch. Trong khi đó, tuyến sau của chúng ta sẽ nhận được Hiệu ứng Thức tỉnh để miễn nhiễm với hiệu ứng khống chế (Im lặng/Giải giới/Kìm nén/Hỗn loạn), kéo dài trong một vòng
