Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# myrmarachneSpDescription
source: A creature of a species of Myrmarachne (the same as brown rogue) of the Salticidae family and can be found in south Asia and Southeast Asia. Mimic is their natural skill
ar: عنكبوت تقليد النملة يحاكي حركات نملة من جنس Myrmica.
bg: В момента малко се знае за този вид.
de: Über diese Art ist derzeit wenig bekannt
es: Una criatura de una especie de Myrmarachne (la misma que el anarire pardo) de la familia Salticidae y se puede encontrar en el sur de Asia y el sudeste de Asia. La imitación es su habilidad natural
fil: Isang nilalang ng isang species ng Myrmarachne (kapareho ng brown rogue) ng pamilya ng Salticidae at makikita ito sa timog Asya at Timog-silangang Asya. Likas na kasanayan nila ang panggagaya
hu: A Salticidae családbeli Myrmarachne (ugyanaz, mint a barna gazember) egy fajának teremtménye, és Dél-Ázsiában és Délkelet-Ázsiában található. Az utánzás a természetes képességük
it: Creatura di una specie di Myrmarachne (la stessa del Brown Rogue) della famiglia Salticidae che può essere trovata nell'Asia meridionale e nel sud-est asiatico. L'imitazione è la loro abilità naturale
ja: ハエトリグモ科の Myrmarachne 属の一種（ブラウン・ローグと同じ）で、南アジアと東南アジアで見られます。擬態はその天性のスキルです。
mk: Суштество од видот Myrmarachne (истиот како кафеавиот скитник) на семејството Salticidae и може да се најде во јужна Азија и Југоисточна Азија. Имитирањето е нивна природна вештина
nl: Een wezen van een soort Myrmarachne (dezelfde als bruine schurk) van de familie Salticidae en komt voor in Zuid-Azië en Zuidoost-Azië. Imiteren is hun natuurlijke vaardigheid
pl: Stworzenie z gatunku Myrmarachne (taki samego jak brunatna łotzyca) w rodzinie skakunowatych, występujące w Azji Południowej i Południowo-Wschodniej. Naśladownictwo to ich naturalna umiejętność.
ru: Существа рода Myrmarachne (такого же как коричневый мошенник) семейства пауков-скакунов, которые можно найти в Южной и Юго-Восточной Азии. Имитация — их врожденный навык.
tr: Myrmarachne türünün bir yaratığı (kahverengi hainin aynı türü) Salticidae familyasından olup Güney Asya ve Güneydoğu Asya'da bulunabilir. Taklit onlar için doğal bir beceridir
uk: істота виду Myrmarachne (як і бурий шахрай) із сімейства Salticidae, яку можна зустріти в Південній Азії та Південно-Східній Азії. Мімікрія — це їхня природна навичка.
vi: Một loài thuộc chi Myrmarachne (tương tự như loài brown rogue) thuộc họ Salticidae và có thể được tìm thấy ở Nam Á và Đông Nam Á. Bắt chước là kỹ năng tự nhiên của chúng
zh: 一种受蚂蚁启发的蜘蛛，被称为跳蛛，可以模仿蚂蚁的行为和外观。它可以利用这种策略来捕食蚂蚁或躲避天敌。

source: Mystrium camillae
ar: ميستريوم كاميلا
zh: 长戟巨蚁

# mystriumCamillaeCommon
source: Wise Berserker
ar: المحارب الحكيم
bg: Мъдър берсерк
de: Weiser Berserker
es: Berserker sabia
fil: Matalinong Berserker
hu: Bölcs berserker
it: Berserker Saggio
ja: 賢明なバーサーカー
mk: Мудар берсеркер
nl: Wijze Berserker
pl: Mądry Berserker
ru: Мудрый берсерк
tr: Bilge Berserker
uk: Мудрий берсерк
zh: 长戟巨蚁

# mystriumCamillaeDescription
source: Reddish yellow the whole insect. They are carnivorous colonies on tropical rainforest leaves, which are small but very powerful. Their physiology is perfect to survive all kinds of trials. To return to the anthill successfully in a constantly changing environment, they always plan their way home by memorizing visual references, storing numerous memories and then calling up relevant information based on where they go. Meanwhile, they have a set of glands so they can use different chemicals to convey more than 20 meanings.
ar: حشرات صفراء محمرة بالكامل، حتى على الفكين والهوائيات والساقين، مثقوبة ومجعدة وحبيبية بشكل متقارب إلى حد ما وخشن نوعًا ما، الشعر قصير جدًا ومتفرق نوعًا ما ولا يخفي النحت بأي شكل من الأشكال؛
bg: Червеникаво жълто е цялото насекомо, дори по челюстите, антените и краката, много плътно и доста грубо пунктирано, набръчкано и гранулирано; окосмяването е много късо, доста разредено, като по никакъв начин не крие скулптурата.
de: Rötlich-gelb das ganze Insekt, sogar an den Mandibeln, Antennen und Beinen, sehr eng und etwas grob punktiert, runzelig und granuliert; Behaarung sehr kurz, eher spärlich, die Skulptur in keiner Weise verdeckend;
es: Amarillo rojizo todo el insecto. Son colonias carnívoras en hojas de selva tropical, que son pequeñas pero muy poderosas. Su fisiología es perfecta para sobrevivir a todo tipo de pruebas. Para regresar al hormiguero con éxito en un entorno en constante cambio, siempre planean su camino a casa memorizando referencias visuales, almacenando numerosos recuerdos y luego recordando información relevante según el lugar al que vayan. Mientras tanto, tienen un conjunto de glándulas para poder utilizar diferentes sustancias químicas para transmitir más de mensajes.
fil: Pulang dilaw ang buong insekto. Carnivoreng kulonya sila sa mga dahon ng kagubatan sa tropiko, na maliliit ngunit napakadakila. Perpekto ang kanilang pisyolohiya para mabuhay sa lahat ng uri ng pagsubok. Para matagumpay na makabalik sa anthill sa isang patuloy na nagbabagong kapaligiran, palagi nilang pinaplano ang kanilang daanan pauwi sa pamamagitan ng pagmememorya ng mga visual na reperensiya, pagtatago ng maraming alaala at pagkatapos ay pagkuha ng mga kaugnay na impormasyon batay sa kanilang pupuntahang lugar. Samantala, mayroon silang isang hanay ng glandula kaya makakagamit sila ng iba't ibang kemikal para maghatid ng mahigit 20 kahulugan.
hu: Vöröses-sárga a rovar egésze. Húsevő kolóniák a trópusi esőerdők levelein, amelyek kicsik, de nagyon erősek. Fiziológiájuk tökéletes mindenféle megpróbáltatáshoz. Hogy egy folyamatosan változó környezetben sikeresen visszajussanak a hangyabolyba, vizuális referenciák megjegyzésével mindig megtervezik a hazafelé vezető utat, számtalan emléket tárolnak, majd előhívják a releváns információkat a céljuk alapján. Időközben van egy mirigyrendszerük, így többféle vegyszert tudnak használni több mint 20 jelentés közvetítésére.
it: Rosso-giallastro su tutto l'insetto. Sono colonie carnivore di foglie delle foreste pluviali tropicali, che sono piccole ma molto potenti. La loro fisiologia è perfetta per sopravvivere a tutti i tipi di prove. Per tornare con successo al formicaio in un ambiente in continuo cambiamento, pianificano sempre la loro strada di casa memorizzando riferimenti visivi, archiviando numerosi ricordi e quindi richiamando informazioni pertinenti in base a dove vanno. Nel frattempo, hanno una serie di ghiandole in modo da poter utilizzare diversi prodotti chimici per veicolare oltre 20 significati.
ja: 全身が赤褐色です。彼らは熱帯雨林の葉っぱの上にある、小型ですが非常に強力な肉食性コロニーです。彼らの生理は、あらゆる種類の試練に耐えるために完璧です。絶え間なく変化する環境の中で巣に戻り、常に視覚的な参照を記憶し、無数の記憶を蓄え、さらにどこにでも行くことができるように関連情報を思い出すことで、巣に戻るための道を計画します。また、20以上の意味を伝えるためにさまざまな化学物質を利用するための腺のセットを持っています。
mk: Целосно жолтеникаво-црвени инсект. Тие се месојадни колонии на листови од тропски дождовни шуми, кои се мали но многу моќни. Нивната физиологија е совршена за преживување во секакви судења. За успешно враќање во мравјаликот во постојано променлива средина, тие сѐкогаш го планираат својот пат дома, запамтувајќи ги визуелните референци, складирајќи бројни сеќавања и потоа повикувајќи релевантни информации врз основа на тоа каде одат. Во меѓувреме, имаат сет жлезди за да можат да користат различни хемикалии за пренесување на повеќе од 20 значења.
nl: Roodachtig geel het hele insect. Het zijn vleesetende kolonies op tropische regenwoud bladeren, die klein maar zeer krachtig zijn. Hun fysiologie is perfect om allerlei beproevingen te overleven. Om in een constant veranderende omgeving succesvol terug te keren naar de mierenhoop, plannen ze altijd hun weg naar huis door visuele verwijzingen te onthouden, talloze herinneringen op te slaan en vervolgens relevante informatie op te roepen op basis van waar ze naartoe gaan. Ondertussen hebben ze een reeks klieren zodat ze verschillende chemicaliën kunnen gebruiken om meer dan 20 betekenissen over te brengen.
pl: Cały owad w kolorze żółtym. Są to kolonie mięsożernych osobników na liściach w tropikalnych lasach deszczowych, które są małe, ale bardzo potężne. Ich fizjologia jest idealną do przetrwania wszelkiego rodzaju prób. Aby pomyślnie wrócić do mrowiska w ciągle zmieniającym się otoczeniu, zawsze planują drogę powrotną, zapamiętując punkty odniesienia, przechowując wiele wspomnień, a następnie wzywając odpowiednie informacje w zależności od miejsca, do którego się udają. W międzyczasie mają zestaw gruczołów, dzięki którym mogą wykorzystywać różne chemikalia do przekazywania ponad 20 znaczeń.
ru: Все насекомое красно-желтое. Это плотоядные колонии на листьях тропических лесов, которые невелики, но очень сильны. Их физиология идеально подходит для выживания во всех испытаниях. Чтобы вернуться в муравейник в постоянно меняющихся условиях, они всегда планируют свой путь домой, запоминая визуальные ориентиры и сохраняя множество воспоминаний, а затем вызывая нужную информацию в зависимости от того, куда они идут. В настоящее время у них есть набор желез, которые позволяют им использовать разные химические вещества для передачи более чем 20 значений.
tr: Tüm böcek kırmızımsı sarı renktedir. Küçük ama çok güçlü olan tropikal yağmur ormanı yapraklarında karınca kolonileriyle beslenirler. Fizyolojileri her türlü denemeden sağ çıkmak için mükemmeldir. Sürekli değişen bir ortamda karıncalığına başarıyla dönmek için eve giden yollarını hep görsel referansları ezberleyerek, çok sayıda anı depolayarak ve sonra gittikleri yere göre ilgili bilgileri çağırarak planlarlar. Bu arada, 20'den fazla anlamı taşımak için farklı kimyasallar kullanabilmeleri için bir dizi bezleri vardır.
uk: Уся комаха червоно-жовтого кольору. Вони є хижими колоніями на листках тропічних дощових лісів, які є невеликими, але дуже потужними. Їхня фізіологія ідеально підходить для виживання у складних випробуваннях. Щоб успішно повернутися до мурашника в умовах постійних змін, вони завжди планують шлях додому, запам'ятовуючи візуальні орієнтири, зберігаючи численні спогади, а потім викликаючи відповідну інформацію залежно від того, куди вони йдуть. Водночас у них є набір залоз, тому вони можуть використовувати різні хімічні речовини для передачі понад 20 значень.
vi: Toàn thân có màu vàng đỏ. Chúng là những bầy kiến ăn thịt trên lá rừng nhiệt đới, kích thước nhỏ nhưng rất mạnh. Cấu tạo sinh lý của chúng hoàn hảo để tồn tại trong mọi thử thách. Để quay trở lại tổ kiến thành công trong môi trường luôn thay đổi, chúng luôn lên kế hoạch về con đường trở về bằng cách ghi nhớ các điểm tham chiếu, lưu trữ vô số ký ức rồi sau đó nhớ lại những thông tin liên quan dựa trên nơi chúng ghé thăm. Trong khi đó, chúng có một bộ tuyến nhờ đó có thể sử dụng các loại hóa chất khác nhau để truyền đạt hơn 20 ý nghĩa.
zh: 这只昆虫全身（甚至包括下颚、触角和腿部）呈红黄色，密密麻麻且略粗糙，刻有皱纹和颗粒；它的毛发非常短，相当稀疏，一点也不遮盖这些雕刻；

source: Mystrium oberthueri
ar: ميستريوم اوبيرثويري
ru: Мыстриум обертур

# mystriumOberthueriCommon
source: Acid General
ar: جنرال حمضي
bg: Киселен генерал
de: Säuresaurier
es: Ácido general
hu: Savsavasav
ja: アシドゲネラル
mk: Киселина генерал
nl: Gewone zuuranmier
pl: Kwasowiak pospolity
ru: Кислотный генерал
tr: Asit General
uk: Мураха звичайна
zh: 酸将军

# mystriumOberthueriDescription
source: is an inhabitant of primary rainforest in Madagascar. Colonies nest mostly in damp rotten wood on the ground, including small branches and root mats. Emigrations are common and may be relatively frequent
ar: سكان الغابات المطيرة الأساسية في مدغشقر. تبني المستعمرات أعشاشها بشكل أساسي في الخشب الفاسد الرطب على الأرض، بما في ذلك الأغصان الصغيرة وحصائر الجذور. تعتبر الهجرة شائعة وقد تكون متكررة نسبيًا
bg: е обитател на основни дъждовни гори в Мадагаскар. Колониите гнездят предимно във влажна гнила дървесина на земята, включително малки клони и коренови постелки. Емиграциите са често срещани и могат да бъдат относително чести.
de: bewohnt den primären Regenwald in Madagaskar. Die Kolonien nisten hauptsächlich in feuchtem, verrottetem Holz am Boden, einschließlich kleiner Äste und Wurzelmatten. Auswanderungen sind üblich und können relativ häufig sein.
es: es habitante de la selva primaria en Madagascar. Las colonias anidan principalmente en madera podrida y húmeda en el suelo, incluidas pequeñas ramas y esteras
fil: naninirahan sa pangunahing kagubatan ng ulan sa Madagascar. Karamihan sa mga kolonya ay pugad sa mamasamang bulok na kahoy sa lupa, kabilang ang maliliit na sanga at banig ng ugat. Karaniwan ang mga paglipat at maaaring medyo madalas.
hu: Madagaszkár esőerdőiben élnek. A kolóniák főleg a földön lévő nedves, korhadt fákban fészkelnek, köztük kis ágakban és gyökérfonadékban. Az elvándorlások gyakoriak és viszonylag sűrűn előfordulhatnak
it: è un abitante della foresta pluviale primaria del Madagascar. Le colonie nidificano principalmente in legno marcio umido per terra, compresi piccoli rami e radici. Le migrazioni sono comuni e possono essere relativamente frequenti
ja: マダガスカルの原生雨林に生息しています。コロニーはほとんどが地面の腐った湿った木の中、小さな枝や根のマットに巣を作ります。移住は一般的で、比較的頻繁に行われます。
mk: е жител на главната дождена шума на Мадагаскар. Колониите се гнездат претежно во влажно трулежно дрво на земјата, вклучувајќи ги и гранките и кореновите подлоги. Иселувањата се чести и може да бидат релативно чести
nl: woont in tropische regenwouden op Madagaskar. Kolonies nestelen meestal in vochtig, rot hout op de grond, inclusief takken en wortelmatten. Verhuizingen zijn gebruikelijk en kunnen relatief frequent zijn
pl: gatunek mrówek zamieszkujący pierwotne lasy deszczowe na Madagaskarze. Kolonie zakładają przeważnie w wilgotnym, spróchniałym drewnie na ziemi, w tym w małych gałęziach i korzeniach. Często emigrują w inne miejsca.
ru: обитает в первичном тропическом лесу Мадагаскара. Колонии живут в основном во влажной гниении древесины на земле, в том числе в мелких ветвях и ковриках из корней. Эмиграции носят обычный характер и могут происходить относительно часто
tr: Madagaskar'ın birincil yağmur ormanlarında yaşar. Koloniler çoğunlukla küçük dallar ve kök paspasları dahil olmak üzere yerde bulunan nemli çürümüş ağaçlarda yuva yapar. Göçler yaygındır ve nispeten sık olabilir
uk: мешкає в первинних тропічних лісах Мадагаскару. Колонії облаштовують гнізда переважно у вогкій гнилій деревині на землі, в тому числі і в невеликих гілках і кореневих килимках. Еміграції є звичайним явищем і можуть відбуватися відносно часто
vi: là cư dân của rừng mưa nguyên sinh ở Madagascar. Các đàn kiến làm tổ chủ yếu trong gỗ mục ẩm ướt trên mặt đất, gồm các cành nhỏ và thảm rễ. Việc di cư rất phổ biến và có thể khá thường xuyên
zh: 是马达加斯加岛屿原始雨林的居民。蚁群大多在潮湿的腐烂木材中筑巢，包括小树枝和根部垫。经常出现迁移现象，而且可能相对频繁。

source: Nomamyrmex esenbeckii
ar: نوماميرمكس إسبيكي
ru: Номамиримекс эсенбекии

# nomamyrmexEsenbeckiiCommon
source: Blood Giant
ar: عملاق الدم
bg: Кървав гигант
de: Blutri-Riese
es: Gigante de sangre
hu: Vérszomjas Óriás
ja: ブラッドジャイアント
mk: Крвен џин
nl: Bloedrode reuzenmier
pl: Krwawegoliath
ru: Кровавый гигант
tr: Kan Devi
uk: Мураха-гігант кровожерлива
zh: 血巨人

# nomamyrmexEsenbeckiiDescription
source: Forages in columns during the day. The workers are robust and their columns very conspicuous. Distributed in the American continent, from the southern United States to the Amazon rainforest. They are one of the most widely distributed army ants in the world. They are fierce and powerful and often attack other ant nests.
ar: يتسكع في أعمدة خلال النهار. العمال أقوياء وأعمدتهم واضحة جدًا.
bg: търси храна в колони през деня. Работниците са здрави, а колоните им са много забележими.
de: sucht tagsüber in Kolonnen nach Nahrung. Die Arbeiter sind robust und ihre Kolonnen sehr auffällig.
es: Forrajea en columnas durante el día. Las trabajadoras son robustas y sus columnas muy llamativas. Distribuidas en el continente americano, desde el sur de los Estados Unidos hasta la selva amazónica. Son una de las hormigas ejército más ampliamente distribuidas en el mundo. Son feroces y poderosas y a menudo atacan otros nidos de hormigas.
fil: Naghahanap ng pagkain sa mga kolum sa araw. Malakas ang mga manggagawa at napakamahalaga ng kanilang mga kolum. Naipamahagi sa lupalop ng Amerika, mula sa katimugang Estados Unidos hanggang sa kagubatan ng ulan ng Amazon. Isa sila sa mga pinakalaganap na langgam na mandirigma sa buong mundo. Sila ay mabangis at makapangyarihan at madalas na inaatake ang iba pang mga pugad ng langgam.
hu: Napközben oszlopokban portyáznak. A dolgozók erősek, oszlopaik nagyon feltűnőek. Az amerikai kontinensen, az Egyesült Államok déli részétől az Amazonas esőerdőig terjednek el. Ők az egyik legszélesebb körben elterjedt vándorhangyák a világon. Vadak és erősek, gyakran megtámadják más hangyabolyokat.
it: Foraggia in colonne durante il giorno. Le operaie sono robuste e le loro colonne sono molto appariscenti. Diffuse nel continente americano, dagli Stati Uniti meridionali alla foresta pluviale amazzonica. Sono una delle formiche legionarie più diffuse nel mondo. Sono feroci e potenti e spesso attaccano altri nidi di formiche.
ja: 昼間に隊列を組んで採餌します。働き蟻は頑丈で、隊列は非常に目立ちます。アメリカ大陸、アメリカ合衆国南部からアマゾン熱帯雨林にかけて分布しています。世界で最も広く分布している軍隊アリの 1 つです。凶暴で強力で、他のアリの巣を襲うことがよくあります。
mk: Бара храна во колони за време на денот. Работниците се отпорни, а колоните се многу видливи. Распределени се на американскиот континент, од јужните делови на САД до амазонската дождена шума. Тие се едни од најраспространетите мрави во светот. Тие се диви и моќни и честопати напаѓаат други гнезда за мравки.
nl: Voedt zich overdag in kolonies. De werksters zijn robuust en hun colonnes zijn zeer opvallend. Verspreid over het Amerikaanse continent, van de zuidelijke Verenigde Staten tot het Amazone-regenwoud. Het is een van de meest verspreide legioenvormige mieren ter wereld. Ze zijn wild en machtig en vallen vaak andere mierennesten aan.
pl: Żerują w kolumnach w ciągu dnia. Robotnice są wytrzymałe, a ich kolumny bardzo widoczne. Występują w Ameryce, od południowych Stanów Zjednoczonych do lasów deszczowych Amazonii. Są to jedne z najczęściej występujących mrówek wędrownych na świecie. Są zaciekłe i potężne, często atakują gniazda innych mrówek.
ru: Охотится колоннами в течение дня. Рабочие муравьи обладают большой силой, и их колонны очень заметны. Распространен на американском континенте, от южных штатов и до тропических лесов Амазонки. Они являются одними из самых широко распространенных кочевых муравьев в мире. Они свирепы и сильны, и они часто нападают на гнезда других муравьев.
tr: Gün boyunca sütunlarda yiyecek arar. İşçiler sağlamdır ve sütunları oldukça dikkat çekicidir. Güney Amerika Birleşik Devletleri'nden Amazon yağmur ormanlarına kadar Amerikan kıtasına dağılmıştır. Dünyanın en yaygın ordan karıncaları arasındadır. Vahşi ve güçlüdürler ve genellikle başka karınca yuvalarına saldırırlar.
uk: Мурахи фуражують колонами протягом дня. Робітники кремезні, а їх колони дуже помітні. Поширені на американському континенті, від південних Сполучених Штатів і до тропічних лісів Амазонки. Це один з найпоширеніших видів кочових мурах у світі. Вони люті і сильні, часто нападають на гнізда інших мурах.
vi: Kiếm ăn theo hàng dài trong ban ngày. Nhóm kiến này rất khỏe mạnh và các hàng của chúng rất dễ thấy. Phân bố ở lục địa Châu Mỹ, từ miền Nam Hoa Kỳ đến rừng mưa Amazon. Đây là một trong những loài kiến quân đội phân bố rộng rãi nhất trên thế giới. Chúng rất hung dữ, mạnh mẽ và thường tấn công các tổ kiến khác.
zh: 在白天成队觅食。工蚁体格健壮，它们的队伍非常显眼。

source: Neoponera villosa
ar: نيوبونيرا فيلوسا
ru: Неопонера вилоза

# neoponeraVillosaCommon
source: Hairy Panther
ar: الفهد الأشعث
bg: Космат пантер
de: Haariger Panther
es: Pantera peluda
hu: Szőrös Párduc
ja: ヘアリーパンサー
mk: Четинест пантер
nl: Harige pantermier
pl: Włochaty pancernik
ru: Копитчатая пантера
tr: Tüylü Panter
uk: Пантера волохата
vi: Báo lông
zh: 毛茸茸的猎豹
