Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# familyCoreidaeDescription
source: Coreidae is a large family of predominantly sap-sucking insects in the Hemipteran suborder Heteroptera. The name 'Coreidae' derives from the genus Coreus, which derives from the Ancient Greek κόρις (kóris) meaning bedbug. As a family, the Coreidae are cosmopolitan, but most of the species are tropical or subtropical.
ar: Coreidae هي عائلة كبيرة من الحشرات الماصة للنبات بشكل أساسي في رتبة نصفيات الأجنحة الفرعية Heteroptera. يأتي اسم "Coreidae" من جنس Coreus، والذي يأتي من κόρις (kóris) اليونانية القديمة التي تعني بق الفراش. تُعد عائلة Coreidae منتشرة في جميع أنحاء العالم، لكن معظم الأنواع استوائية أو شبه استوائية.
bg: Coreidae е голямо семейство предимно смучещи сокове насекоми от полуразред Heteroptera на Hemiptera. Името "Coreidae" идва от рода Coreus, който произлиза от старогръцки κόρις (kóris), което означава дървеница. Като семейство Coreidae са разпространени по целия свят, но повечето видове са тропически или субтропични.
de: Coreidae ist eine große Familie von überwiegend sap-saugenden Insekten in der Hemiptera-Unterordnung Heteroptera. Der Name „Coreidae“ leitet sich von der Gattung Coreus ab, die sich vom altgriechischen κόρις (kóris) ableitet, was Wanzen bedeutet. Als Familie sind die Coreidae kosmopolitisch, die meisten Arten sind jedoch tropisch oder subtropisch.
es: Coreidae es una gran familia de insectos predominantemente chupadores de savia en el suborden Heteroptera de los hemípteros. El nombre "Coreidae" deriva del género Coreus, que deriva del griego antiguo κόρις (kóris) que significa chinche. Como familia, los Coreidae son cosmopolitas, pero la mayoría de las especies son tropicales o subtropicales.
fil: Ang Coreidae ay isang malaking pamilya ng mga insektong pangunahing sumisipsip ng sap sa suborder na Heteroptera ng Hemiptera. Nagmula ang pangalang "Coreidae" sa genus na Coreus, na nagmula sa Sinaunang Griyegong κόρις (kóris) na nangangahulugang bedbug. Bilang isang pamilya, ang Coreidae ay kosmopolitano, ngunit karamihan sa mga species ay tropikal o subtropical.
hu: A Coreidae egy nagy család, amely elsősorban a vándorpoloska alrendjébe tartozik. A "Coreidae" név a Coreus nemzetségből származik, amely az ókori görög κόρις (kóris) szóból származik, aminek jelentése poloska. Családként a Coreidae kozmopolita, de a fajok többsége trópusi vagy szubtrópusi.
it: I coreidi sono una grande famiglia di insetti prevalentemente succhiasavia del sottordine Heteroptera. Il nome "Coreidae" deriva dal genere Coreus, che a sua volta deriva dall'antico greco κόρις (kóris) che significa cimice dei letti. Come famiglia, i coreidi sono cosmopoliti, ma la maggior parte delle specie sono tropicali o subtropicali.
ja: ヨコバイ科は、半翅目異翅亜目の主に樹液を吸う昆虫の大規模な科です。「ヨコバイ科」という名前は、古代ギリシャ語でカメムシを意味する κόρις (kóris) に由来する Coreus 属に由来しています。科としてヨコバイ科は世界中に分布していますが、ほとんどの種は熱帯または亜熱帯です。
mk: Кореидите е големо семејство на претежно цицачи инсекти во полуредот хетероптера на хемептерани. Името "Кореиде" доаѓа од родот Кореус, што потекнува од античкиот грчки κόρις (корио) што значи постелна бубачка. Како семејство, кореидите се космополитски, но повеќето видови се тропски или суптропски.
nl: Coreidae is een grote familie van overwegend sapzuigende insecten in de Hemipteran-onderorde Heteroptera. De naam "Coreidae" is afgeleid van het geslacht Coreus, dat is afgeleid van het Oudgriekse κόρις (kóris) dat bedwants betekent. Als familie zijn de Coreidae kosmopolitisch, maar de meeste soorten zijn tropisch of subtropisch.
pl: Coreidae to duża rodzina głównie ssących sok owadów z rzędu pluskwiaków i podrzędu różnoskrzydłych. Nazwa "Coreidae" pochodzi od rodzaju Coreus, który z kolei pochodzi od starogreckiego κόρις (kóris) oznaczającego pluskwę. Jako rodzina, Coreidae są kosmopolityczne, ale większość gatunków jest tropikalnych lub subtropikalnych.
ru: Coreidae — многочисленное семейство преимущественно сосущих сок насекомых из подотряда клопов (Heteroptera). Название «Coreidae» происходит от рода Coreus, который, в свою очередь, происходит от древнегреческого слова κόρις (kóris), означающего «клоп». Семейство Coreidae является космополитичным, но большинство видов являются тропическими или субтропическими.
tr: Coreidae, Heteroptera alt takımına ait, genellikle özsu emici böceklerin çok büyük bir familyasıdır. "Coreidae" adı, Ance Yunancada tahtakurusu anlamına gelen "kóris" kelimesinden türetilen Coreus cinsinden gelir. Coreidae familyası kozmopolittir ancak türlerin çoğu tropikal veya subtropikaldir.
uk: Coreidae - це велика родина переважно кровосисних комах у півотряді Heteroptera. Назва "Coreidae" походить від роду Coreus, який, у свою чергу, походить від давньогрецького κόρις (kóris), що означає постільний клоп. Як родина, Coreidae - це космополіти, але більшість видів є тропічними або субтропічними.
vi: Coreidae là một họ lớn bao gồm phần lớn là những loài côn trùng hút nhựa trong phân bộ Heteroptera của bộ Cánh nửa. Tên "Coreidae" bắt nguồn từ chi Coreus, có nguồn gốc từ tiếng Hy Lạp cổ đại κόρις (kóris) có nghĩa là rệp giường. Là một họ, Coreidae có mặt ở khắp mọi nơi, nhưng hầu hết các loài đều ở vùng nhiệt đới hoặc cận nhiệt đới.
zh: 缘蝽科是半翅目异翅亚目中主要吸食汁液昆虫的一个大家族。缘蝽科的名称源于属名 Coreus，该属名又源于古希腊语 κόρις (kóris)，意为臭虫。作为一个科，缘蝽科遍布世界各地，但大多数物种为热带或亚热带物种。

# familyCorinnidaeDescription
source: Corinnidae is a family of araneomorph spiders, sometimes called corinnid sac spiders. The family, like other 'clubionoid' families, has a confusing taxonomic history. Once it was a part of the large catch-all taxon Clubionidae, now very much smaller. The original members of the family are apparently similar only in that they have eight eyes arranged in two rows, conical anterior spinnerets that touch and are generally wandering predators that build silken retreats, or sacs, usually on plant terminals, between leaves, under bark or under rocks.
ar: تُعد عناكب الفصيلة الكورينيدية مخلوقات تنتمي إلى رتبة العناكب العنكبوتية، وتُعرف أحيانًا باسم عناكب الأكياس الكورينيدية. ومن شأن هذه الفصيلة، شأنها شأن الفصائل الأخرى "الشبيهة بعناكب الراعي"، أن تضطلع بتاريخ تصنيفي مشوش. وبينما كانت ذات يوم جزءًا من الفصيلة الشاملة لعناكب الراعي، إلا أنها أصبحت فيما بعد أصغر كثيرًا. ولا يبدو أن الأفراد الأصليين من هذه الفصيلة يتشابهون فيما بينهم إلا في امتلاكهم ثمانية عيون مرتبة على صفين، إضافة إلى غزالات مغزلية أمامية مخروطية الشكل تتلامس فيما بينها، وعادةً ما يكونون حيوانات مفترسة جوالة تبني مخابئ حريرية أو أكياسًا، وعادةً ما يكون ذلك عند نهايات النباتات وبين الأوراق وتحت اللحاء أو بين الصخور.
bg: Corinnidae е семейство на аранеоморфни паяци, понякога наричани коринидни торбести паяци. Семейството, подобно на други „клубиоидни“ семейства, има объркваща таксономична история. Едно време е било част от големия колекторски таксон Clubionidae, който сега е много по-малък. Очевидно първоначалните членове на семейството си приличат само по това, че имат осем очи, подредени в два реда, конусовидни предни паяжинни брадавички, които се докосват, и обикновено скитащи хищници, които строят паяжинени убежища или торбички, обикновено върху растителни връхчета, между листа, под кора или под камъни.
de: Corinnidae ist eine Familie von Spinnen aus der Gruppe der Echten Webspinnen (Araneomorphae) und wird auch Corinnidenbeutel-Webspinnen genannt. Die Familie hat, wie auch andere "Clubionoidea"-Familien, eine verworrene taxonomische Geschichte. Früher war sie Teil des großen Sammeltaxons Clubionidae, das mittlerweile wesentlich kleiner ist. Die ursprünglichen Mitglieder der Familie scheinen lediglich aufgrund ihrer acht Augen in zwei Reihen, kegelförmigen vorderen Spinnwarzen, die sich berühren und ihrer allgemeinen Eigenschaft als wandernde Raubtiere, die Seidenverstecke oder -säcke errichten, meist an Pflanzenenden, zwischen Blättern, unter Baumrinde oder unter Steinen, miteinander verwandt zu sein.
es: Corinnidae es una familia de arañas araneomorfas, a veces llamadas arañas saco corínnidas. La familia, como otras familias "clubionoideas", tiene una confusa historia taxonómica. Alguna vez fue parte del gran taxón cajón de sastre Clubionidae, ahora mucho más pequeño. Los miembros originales de la familia aparentemente solo son similares en que tienen ocho ojos dispuestos en dos filas, hileras anteriores cónicas que se tocan y generalmente son depredadores errantes que construyen refugios de seda, o sacos, generalmente en terminales vegetales, entre hojas, bajo la corteza o debajo de las rocas.
fil: Ang Corinnidae ay isang pamilya ng mga araneomorph spider, kung minsan ay tinatawag na mga corinnid sac spider. Ang pamilya, tulad ng ibang mga "clubionoid" na pamilya, ay may nakalilitong kasaysayan sa pag-uuri. Naging bahagi ito ng malaking catch-all taxon na Clubionidae noon, na mas maliit na ngayon. Tila nagkakatulad lamang ang orihinal na mga miyembro ng pamilya sa pag-aari nila ng walong mata na nakaayos sa dalawang hilera, conical anterior spinneret na magkadikit at kadalasang mga wandering predator na gumagawa ng mga silken retreat, o mga sac, kadalasan sa mga terminal ng halaman, sa pagitan ng mga dahon, sa ilalim ng balat o sa ilalim ng mga bato.
hu: A Corinnidae az araneomorf pókok családja, néha corinnid zsákpókoknak is hívják őket. A család, akárcsak más "clubionoid" családok, zavaros taxonómiai múlttal rendelkezik. Egykor a hatalmas gyűjtő taxon, a Clubionidae tagja volt, amely mostanra sokkal kisebbé vált. A család eredeti tagjai látszólag csak abban hasonlítanak egymásra, hogy két sorban nyolc szem, kúpos elülső fonószál, amelyek érintkeznek, és általában vándorló ragadozók, akik selymes búvóhelyeket vagy zsákokat építenek, általában növényi végeken, levelek között, kéreg alatt vagy sziklák alatt.
it: Corinnidae è una famiglia di ragni araneomorfi, talvolta detti ragni sacco di corinnidi. La famiglia, come altre famiglie "clubionoidi", ha una confusa storia tassonomica. Un tempo faceva parte del grande taxon collettore Clubionidae, ora molto più ristretto. Apparentemente i membri originari della famiglia sono simili solo nel fatto di avere otto occhi disposti su due file, filiere anteriori coniche che si toccano e di essere in genere predatori erranti che costruiscono rifugi o sacchi sericei, di solito sui terminali delle piante, tra le foglie, sotto la corteccia o sotto le rocce.
ja: Corinnidae はコリンシダクモとも呼ばれるクモの科です。クラブイオナ科など他の「クラブイオナモドキ」の科と同様、分類学の歴史は複雑です。ひと昔前は、現在は非常に小さくなった大規模な包括分類群 Clubionidae に属していました。この科の本来の分類群は、8 つの目が 2 列に並んでいること、円錐形の突起が触れ合って、一般的に植物の末端、葉の間、樹皮の下、岩の下などに絹糸で巣を作るさまよう捕食者であることのみが似ていると考えられています。
mk: Corinnidae е семејство на аранеоморфни пајаци, понекогаш нарекувани коринадии кеси пајаци. Семејството, како и другите семејства на "клубиониди"" има збунувачка таксономска историја. Некогаш било дел од големиот всеопфатен таксон Clubionidae, сега многу помал. Оригиналните членови на семејството очигледно се слични само по тоа што имаат осум очи подредени во два реда, конусни предни предилки кои се допираат и генерално се скитнички грабливци кои градат свилени одморалишта, или кеси, обично на растителни завршетоци, меѓу листови, под кора или под карпи.
nl: Corinnidae is een familie van araneomorfe spinnen, ook wel corinnide zakspinnen genoemd. De familie heeft, net als andere "clubionide" families, een verwarrende taxonomische geschiedenis. Eens maakte het deel uit van de grote restgroep Clubionidae, die nu veel kleiner is. De oorspronkelijke leden van de familie lijken alleen op elkaar in die zin dat ze acht ogen hebben gerangschikt in twee rijen, kegelvormige voorste spinwratten die elkaar raken en over het algemeen rondzwervende jagers zijn die zijden retraites bouwen, of zakken, meestal aan plantenuiteinden, tussen bladeren, onder schors of onder rotsen.
pl: Corinnidae to rodzina pająków z podrzędu Opisthothelae, nazywanych czasem sakami polówkowymi. Podobnie jak inne rodziny „klubionoidalne”, takson ten ma skomplikowaną historię taksonomiczną. W przeszłości stanowił część dużego, ogólnego taksonu Clubionidae, który obecnie jest znacznie mniejszy. Początkowy członkowie rodziny najwyraźniej byli podobni jedynie pod względem układu ośmiu oczu w dwóch rzędach, stożkowych kądziołków przędnych, które się stykają, oraz tego, że zwykle polują samotnie i budują jedwabne kryjówki, czyli saky, zazwyczaj na końcach roślin, pomiędzy liśćmi, pod korą albo pod skałami.
ru: Семейство пауков-волков Corinnidae — это аранеоморфные пауки, которых иногда называют пауками-мешочниками. У этого семейства, как и у других «клубиоидных» семейств, запутанная таксономическая история. Когда-то оно было частью большого всеобъемлющего таксона Clubionidae, который сейчас намного меньше. По-видимому, изначальные члены семейства похожи друг на друга только тем, что у них по восемь глаз, расположенных в два ряда, конические передние прядильные бородавки, которые соприкасаются, и, как правило, самцы являются бродячими хищниками, строящими шелковые убежища, или мешочки, обычно на концах растений, между листьями, под корой или под камнями.
tr: Corinnidae, bazen korinnid kese örümcekleri olarak adlandırılan örümcek ailesidir. Diğer "clubionoid" aileleri gibi bu aile de kafa karıştırıcı bir taksonomik geçmişe sahiptir. Bir zamanlar Clubionidae sınıfına dahildi, şimdi ise çok daha küçük. Ailenin orijinal üyeleri, yalnızca iki sıra halinde sıralanmış sekiz gözleri, birbirine değen konik ön çıkıntılara sahip olmaları ve genellikle bitki terminallerinde, yapraklar arasında, kabuk altında veya taşların altında ipekli saklanma alanları veya keseler inşa eden, dolaşan avcılar olmalarıyla birbirlerine benzerlik gösterirler.
uk: Corinnidae — це родина аранеоморфних павуків, яких іноді називають коринідними мішковими павуками. Як і інші родини «клубоноподібних», ця родина має заплутану таксономічну історію. Колись вона була частиною великої універсальної таксон-групи Clubionidae, яка зараз набагато менша. Очевидно, що вихідні представники родини є схожими лише в тому, що в них вісім очей, розташованих у два ряди, конічні передні прядильні бородавки, які стикаються, і вони загалом є мандрівними хижаками, що будують шовкові укриття, або мішки, зазвичай на кінчиках рослин, поміж листям, під корою або під каменями.
vi: Corinnidae là họ nhện araneomorph, đôi khi được gọi là nhện túi corinnid. Cũng như những họ "clubionoid" khác, họ này có lịch sử phân loại phức tạp. Trước đây, đây là một phần của họ Clubionidae có quy mô rất lớn, giờ đã thu hẹp rất nhiều. Các thành viên ban đầu của họ này dường như chỉ có điểm giống nhau là có tám mắt xếp thành hai hàng, phần quay tơ trước hình nón chạm nhau và thường là những kẻ săn mồi lang thang, chúng tạo ra các nơi ẩn náu bằng tơ hoặc túi, thường là trên ngọn cây, giữa các tán lá, dưới lớp vỏ cây hoặc dưới các tảng đá.
zh: Corinnidae 是异构目蜘蛛科，有时被称为 Corinnid 袋居蜘蛛。这个科与其他“Clubionoid”科一样，分类学历史复杂。曾是大型包罗万象的 Clubionidae 类群的一部分，现在规模小得多。该科的最初成员表现在仅具有两排共八只眼睛相似的特点，前纺器呈圆锥形相触，通常是四处游荡的掠食者，它们用丝绸建造隐蔽处或袋子，通常位于植物末端、树叶间、树皮下或岩石下。

# familyMutillidaeTitle
source: mutillidae
ar: مُتيلات
