Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# neoponeraVillosaDescription
source: It's widely distributed from the southern part of the United States to Argentina. This species is found in a variety of habitats, ranging from lowland forests and tropical rainforests to open grassy areas with a few trees. As a common arboreal ant, it's very aggressive and often forages in groups, and can also feed on nectar. They are also capable of trapping prey with droplets of liquid such as nectar between their mandibles.
ar: المعروفة عمومًا باسم نملة النمر المشعرة، وهي نوع من النمل في عائلة النمليات. تشمل الأسماء الشائعة الأخرى نملة الرصاص العملاقة في تكساس ونملة الصيد العملاقة.
bg: известна като космата мравка пантера, е вид мравка в семейство Мравки. Други общи имена включват по-голямата мравка куршум от Тексас и гигантска мравка ловец.
de: allgemein bekannt als haariger Pantherameise, ist eine Ameisenart aus der Familie der Formicidae. Andere gebräuchliche Namen sind die große Texas-Kugelameise und die riesige Jagdameise.
es: Se distribuye ampliamente desde el sur de Estados Unidos hasta Argentina. Esta especie se encuentra en una variedad de hábitats, desde bosques de tierras bajas y selvas tropicales hasta áreas abiertas con algunos árboles. Como hormiga arbórea común, es muy agresiva y, a menudo, forrajea en grupos, y también puede alimentarse de néctar. También son capaces de atrapar presas con gotas de líquido entre sus mandíbulas.
fil: Malawak itong ipinamamahagi mula sa timog na bahagi ng Estados Unidos hanggang sa Argentina. Ang species na ito ay matatagpuan sa iba't ibang tirahan, mula sa mga kagubatan sa kapatagan at tropikal na kagubatan ng ulan hanggang sa mga bukas na lugar na natatakpan ng damo na may ilang puno. Bilang isang karaniwang arboreal ant, ito ay napaka agresibo at madalas na naghahanap ng pagkain sa mga grupo, at makakakain din ng nektar. Kaya rin nilang makahuli ng biktima gamit ang mga patak ng likido tulad ng nektar sa pagitan ng kanilang mga panga.
hu: Széles körben elterjedt az Egyesült Államok déli részéről egészen Argentínáig. Ez a faj különféle élőhelyeken található, az alacsonyan fekvő erdőktől és esőerdőktől a néhány fával tarkított nyílt, füves területekig. Mint általános fákon élő hangya, nagyon agresszív, gyakran csoportokban táplálkozik, és képes nektárral is táplálkozni. Képesek a zsákmányukat folyadékcseppekkel, például nektárral is csapdázni a mandibulájuk között.
it: È ampiamente diffusa dalla parte meridionale degli Stati Uniti all'Argentina. Questa specie si trova in una varietà di habitat, dalle foreste di pianura e foreste pluviali tropicali a aree erbose aperte con pochi alberi. In quanto comune formica arboricola, è molto aggressiva e spesso foraggia in gruppo e può anche nutrirsi di nettare. È inoltre in grado di intrappolare le prede con gocce di liquido come il nettare tra le mandibole.
ja: アメリカ合衆国南部からアルゼンチンまで広く分布しています。この種は、低地森林や熱帯雨林から数本の木が生えた開けた草原まで、さまざまな生息地に生息しています。一般的な樹上性のありとして、非常に攻撃的で、多くの場合グループで採餌し、蜜を食べることができます。また、液滴を捕獲して獲物を捕らえることもできます。蜜のような液が顎にあります。
mk: Тој е широко распространет од јужниот дел на САД до Аргентина. Овој вид се среќава во разновидни живеалишта, почнувајќи од низинските шуми и тропските дождовни шуми до отворените тревни површини со неколку дрвја. Како честа дрвена мравка, таа е многу агресивна и често бара храна во групи, а може и да се храни со нектар. Тие се, исто така, способни да го заробат пленот со капки течност како што е нектарот помеѓу нивните вилици.
nl: Komt veel voor van het zuiden van de Verenigde Staten tot Argentinië. Deze soort komt voor in uiteenlopende habitats, van laaglandbossen en tropische regenwouden tot open, grazige gebieden met een aantal bomen. Als algemene boommier is hij zeer agressief en zoekt hij vaak in groepen naar voedsel en kan hij zich ook voeden met nectar. Ze zijn ook in staat om prooien te vangen met druppels vloeistof zoals nectar tussen hun mandibels.
pl: Występuje powszechnie od południowej części Stanów Zjednoczonych po Argentynę. Gatunek ten występuje w różnych siedliskach, od lasów nizinnych i lasów deszczowych po otwarte, trawiaste obszary z kilkoma drzewami. Jako powszechnie występujące mrówki nadrzewne są bardzo agresywne i często żerują w grupach. Mogą się też odżywiać nektarem. Są również w stanie łapać zdobycz za pomocą kropel płynu, np. nektaru, między żuwaczkami.
ru: Широко представлен от южной части США до Аргентины. Этот вид обитает в самых разных местах обитания, от низинных лесов до тропических дождевых лесов и открытых травянистых участков с несколькими деревьями. Будучи обычным древесным муравьем, он отличается большой агрессивностью и часто ищет пропитание группами, а также может питаться нектаром. Они также могут ловить добычу с помощью капель жидкости, например, нектара, между своими жвалами.
tr: Amerika Birleşik Devletleri'nin güney kesiminden Arjantin'e kadar yaygın olarak dağılmıştır. Bu tür, ovalık ormanlardan ve tropik yağmur ormanlarından az sayıda ağacın olduğu açık çimenlik alanlara kadar çeşitli habitatlarda bulunur. Yaygın bir ağaç karıncası olarak oldukça saldırgandır ve genellikle gruplar halinde yiyecek arar ve aynı zamanda nektarla beslenebilir. Ayrıca çeneleri arasında nektar gibi sıvı damlacıklarıyla avlarını yakalayabilirler.
uk: Вона поширена від південної частини Сполучених Штатів до Аргентини. Цей вид трапляється в різних місцях проживання: від низинних лісів і тропічних дощових лісів до відкритих трав'янистих ділянок з кількома деревами. Як звичайний деревний мураха, вона дуже агресивна і часто фуражує групами, а може також харчуватися нектаром. Вони також здатні виловлювати здобич крапельками рідини, наприклад нектаром, між своїми мандибулами.
vi: Phân bố rộng rãi từ miền Nam Hoa Kỳ cho tới Argentina. Loài này có thể được tìm thấy ở nhiều môi trường sống khác nhau, từ rừng đất thấp và rừng mưa nhiệt đới cho đến những khu vực nhiều cỏ và có một vài cây. Là loài kiến sống trên cây phổ biến, chúng rất hung dữ và thường kiếm ăn theo nhóm. Ngoài ra, chúng cũng có thể ăn mật hoa. Chúng còn có khả năng bẫy con mồi bằng những giọt chất lỏng giống như mật hoa giữa phần hàm dưới của mình.
zh: 通常被称为毛茸茸的猎豹蚂蚁，是蚁科中的一种蚂蚁。其他俗名包括大德克萨斯子弹蚁和巨大狩猎蚂蚁。

source: Oecophylla Longinoda
ar: الحياكة
it: Ecophylla longinoda
ru: Оекофилла Лонгинода

# oecophyllaLonginodaCommon
source: Weaver Ant
ar: نمل النساج
bg: Мравка тъкач
de: Weberameise
es: Hormiga tejedora
hu: Szövőhangya
it: formica tessitrice
mk: Гнездење мравка
nl: Weavermier
pl: Mrówka tkacz
ru: Муравей-ткач
tr: Örücü Karınca
uk: Ткацький мураха
vi: Kiến thợ dệt
zh: 织叶蚂蚁

# oecophyllaLonginodaDescription
source: Is a species of arboreal ant found in the forested regions of tropical Africa. hey make nests in trees made of leaves stitched together using the silk produced by their larvae
ar: هو نوع من النمل الشجري يوجد في المناطق الحرجية في إفريقيا الاستوائية. يصنعون أعشاشًا في الأشجار مصنوعة من أوراق متماسكة معًا باستخدام الحرير الذي تنتجه يرقاتهم
bg: е вид дървесна мравка в гористите райони на тропическа Африка. Те правят гнезда в дървета от листа, зашити заедно, използвайки коприната, произвеждана от техните ларви.
de: Ist eine baumbewohnende Ameisenart, die in den bewaldeten Regionen des tropischen Afrikas vorkommt. Sie bauen Nester in Bäumen aus Blättern, die mit der von ihren Larven produzierten Seide zusammengenäht sind.
es: Es una especie de hormiga arbórea que se encuentra en las regiones boscosas del África tropical. Construyen nidos en los árboles hechos de hojas cosidas con la seda que producen sus larvas
fil: Isang uri ng arboreal ant ang matatagpuan sa mga kagubatang rehiyon ng tropikal na Africa. Gumagawa sila ng mga pugad sa mga puno na gawa sa mga dahon na tinatahi nang magkasama gamit ang sutla na ginawa ng kanilang mga larvae
hu: A trópusi Afrika erdős területein található fákon élő hangyafaj. Fákban raknak fészket, amely az általuk termelt selyemből összeillesztett levelekből készül.
it: È una specie di formica arboricola che si trova nelle regioni forestali dell'Africa tropicale. Costruiscono nidi sugli alberi fatti di foglie cucite insieme usando la seta prodotta dalle loro larve
ja: 熱帯アフリカの森林地帯で見つかった樹上アリの一種です。幼虫によって生成されたシルクを使用して一緒に縫い付けられた葉で作られた木に巣を作ります
mk: Претставува вид на дрвона мравка пронајдени во шумските региони на тропска Африка. Тие прават гнезда во дрвја направени од листови заедно со свила произведена од нивните ларви
nl: Is een soort boommier die voorkomt in de bosrijke gebieden van tropisch Afrika. Ze maken nesten in bomen die gemaakt zijn van bladeren die aan elkaar zijn gestikt met de zijde die wordt geproduceerd door hun larven
pl: To gatunek drzewnej mrówki spotykanej w zalesionych regionach tropikalnej Afryki. Budują gniazda na drzewach z liści zeszytych jedwabiem wydzielanym przez ich larwy
ru: Редкий древесный вид муравьев, встречающихся в лесных районах тропической Африки. Оекофилла Лонгинода строят гнезда на деревьях из листьев, сшитых вместе шелком, который производят их личинки
tr: Tropikal Afrika'nın ormanlık bölgelerinde bulunan arboreal karınca türüdür. Larvaları tarafından üretilen ipek kullanılarak yapraklardan ağacın içine yuva yaparlar
uk: Вид деревних мурах, що зустрічається в лісистих регіонах тропічної Африки. Вони будують гнізда на деревах із листя, зшитого шовком, який виробляють їхні личинки
vi: Là loài kiến sống trên cây được tìm thấy ở các khu vực rừng nhiệt đới Châu Phi. Chúng làm tổ trên cây từ những chiếc lá được khâu lại với nhau bằng tơ mà ấu trùng của chúng tạo ra.
zh: 是一种树栖蚂蚁，生活在热带非洲的森林地区。它们在树上筑巢，用幼虫产生的丝线将树叶缝合在一起。

source: Odontomachus coquereli
ar: أودونتومش كويرلي

# odontomachusCoquereliCommon
source: Giant Tooth
ar: السن العملاقة
bg: Гигантски зъб
de: Riesen-Fangzahn
es: Diente gigante
hu: Óriásfogú hangya
it: formica con denti giganti
mk: Гигантски заб
nl: Reuzenkaakmier
pl: Olbrzymi ząb
ru: Гигантский зуб
tr: Dev Dişkarınca
uk: Гігантський зуб
vi: Răng khổng lồ
zh: 巨型牙齿

# odontomachusCoquereliDescription
source: A Madagascar endemic that forms small colonies of less than 50 workers.
ar: متوطن في مدغشقر ويشكّل مستعمرات صغيرة تضم أقل من 50 عاملاً.
bg: Ендемит на Мадагаскар, който образува малки колонии от по-малко от 50 работници.
de: Eine in Madagaskar endemische Art, die kleine Kolonien von weniger als 50 Arbeiterinnen bildet.
es: Una especie endémica de Madagascar que forma pequeñas colonias de menos de 50 obreras.
fil: Isang katutubo ng Madagascar na bumubuo ng maliliit na kolonya na may mas mababa sa 50 manggagawa.
hu: Madagaszkár endemikus faja, amely 50 dolgozóból álló kis kolóniákat alkot.
it: Un endemismo del Madagascar che forma piccole colonie di meno di 50 operaie.
ja: 50匹未満の働きアリの小さなコロニーを形成するマダガスカルの固有種です。
mk: Ендемски видови на Мадагаскар кои формираат мали колонии од помалку од 50 работници.
nl: Een endemische soort voor Madagaskar die kleine kolonies vormt van minder dan 50 werksters.
pl: Endemit Madagaskaru, który tworzy małe kolonie liczące mniej niż 50 robotnic.
ru: Эндемик Мадагаскара, который образует небольшие колонии из менее чем 50 рабочих особей
tr: 50'den az işçiden oluşan küçük koloniler oluşturan Madagaskar endemiğidir.
uk: Ендемік Мадагаскару, який утворює невеликі колонії менш як із 50 робочих особин.
vi: Một loài đặc hữu của Madagascar, sống thành các đàn nhỏ gồm chưa đến 50 con kiến thợ.
zh: 马达加斯加岛特有的蚂蚁，形成小型蚁群，工蚁少于 50 只。

source: Pheidole nietneri
ar: فيدولي نيتنيري

# pheidoleNietneriCommon
source: Pheidole nietneri
ar: فيدولي نيتنيري
ru: Fheidole nietneri

# pheidoleNietneriDescription
source: They are mainly distributed in Southern Asia, China, Pakistan, Sri Lanka, and many other countries. There is a great difference between soldier ants and worker ants. The former ones have thick heads to defend against enemies.
ar: تتوزع بشكل رئيسي في غرب آسيا والصين وباكستان وسريلانكا والعديد من البلدان الأخرى. يوجد فرق كبير بين النمل المحارب والنمل العامل. يتمتع الأول برؤوس سميكة للدفاع ضد الأعداء.
bg: Pheidole nietneri е вид мравка в подсемейство Myrmicinae. Среща се в Шри Ланка и Китай.
de: Pheidole nietneri ist eine Ameisenart aus der Unterfamilie Myrmicinae. Sie kommt in Sri Lanka und China vor.
es: Se distribuyen principalmente en el sur de Asia: China, Pakistán, Sri Lanka y muchos otros países. Existe una gran diferencia entre las hormigas soldado y las obreras. Las primeras tienen cabezas gruesas para defenderse de los enemigos.
fil: Pangunahing namamahagi ang mga ito sa Timog Asya, Tsina, Pakistan, Sri Lanka, at maraming iba pang bansa. Malaki ang pagkakaiba sa pagitan ng mga sundalong langgam at mga manggagawang langgam. Ang mga nauna ay may makapal na ulo upang ipagtanggol laban sa mga kaaway.
hu: Elsősorban Dél-Ázsiában, Kínában, Pakisztánban, Srí Lankán és sok más országban terjedt el. Jelentős különbség van a katonahangyák és a munkáshangyák között. Az előbbieknek vastag fejük van az ellenségekkel szembeni védekezéshez.
it: Sono distribuite principalmente nell'Asia meridionale, in Cina, in Pakistan, nello Sri Lanka e in molti altri paesi. C'è una grande differenza tra formiche soldato e formiche operaie. Le prime hanno la testa grande per difendersi dai nemici.
ja: 主に南アジア、中国、パキスタン、スリランカなど多くの国に分布しています。兵隊アリと働きアリには大きな違いがあります。前者には敵から身を守るための太い頭があります。
mk: Тие главно се дистрибуираат во Јужна Азија, Кина, Пакистан, Шри Ланка и многу други земји. Постои голема разлика помеѓу војничките и работничките мравки. Првите имаат дебели глави за да се бранат од непријателите.
nl: Ze komen vooral voor in Zuid-Azië, China, Pakistan, Sri Lanka en vele andere landen. Er is een groot verschil tussen soldatenmieren en werksters. De eersten hebben dikke koppen om zich te verdedigen tegen vijanden.
pl: Występuje głównie w południowej Azji, Chinach, Pakistanie, na Sri Lance i w wielu innych krajach. Istnieje duża różnica między mrówkami żołnierzami a robotnicami. Te pierwsze mają grube głowy do obrony przed wrogami.
ru: Широко распространены в Южной Азии, Китае, Пакистане, Шри-Ланке и многих других странах. Солдаты и рабочие сильно различаются внешне. У первых большие головы для защиты колонии от врагов
tr: Başlıca Güney Asya, Çin, Pakistan, Sri Lanka ve diğer birçok ülkede dağılmışlardır. Asker karıncalar ile işçi karıncalar arasında büyük bir fark vardır. İlkinin düşmanlara karşı kendini savunmak için kalın kafaları vardır.
uk: Вони поширені переважно в Південній Азії, Китаї, Пакистані, Шрі-Ланці та багатьох інших країнах. Існує велика різниця між мурахами-солдатами та мурахами-робітниками. Перші мають товсті голови для захисту від ворогів.
vi: Chúng chủ yếu phân bố ở Nam Á, Trung Quốc, Pakistan, Sri Lanka, và rất nhiều quốc gia khác. Có sự khác biệt lớn giữa kiến lính và kiến thợ. Kiến lính có đầu dày để chống lại kẻ thù.
zh: Pheidole nietneri 是蚁亚科中的一种蚂蚁。产于斯里兰卡和中国。

source: Paraponera clavata
ar: بارابونيرا مسننة
ja: パラポネラ・クラヴァタ

# paraponeraClavataCommon
source: Bullet Ant
ar: نملة الرصاصة
bg: Мравка куршум
de: Kugelameise
es: Hormiga bala
hu: Golyóhangya
it: Formica proiettile
ja: ブレットアント
nl: Kogelmier
pl: Mrówka kulkodławna
ru: Муравей-пуля
tr: Kurşun Karınca
vi: Kiến đạn
zh: 子弹蚂蚁

# paraponeraClavataDescription
source: commonly known as the bullet ant, is a species of ant named for its extremely painful sting. It inhabits humid lowland rainforests in Central and South America.
ar: المعروفة باسم نملة الرصاص، وهي نوع من النمل سميت بسبب لدغها المؤلم للغاية. تسكن غابات مطيرة منخفضة الرطوبة في أمريكا الوسطى والجنوبية.
bg: известна като мравка куршум, е вид мравка, наречена на изключително болезненото й ужилване. Обитава влажните низинни дъждовни гори в Централна и Южна Америка.
de: allgemein bekannt als die Kugelameise, ist eine Ameisenart, die nach ihrem extrem schmerzhaften Stich benannt ist. Sie bewohnt feuchte Tieflandregenwälder in Mittel- und Südamerika.
es: conocida comúnmente como la hormiga bala, es una especie de hormiga llamada así por su picadura extremadamente dolorosa. Habita en selvas tropicales húmedas de tierras bajas en América Central y del Sur.
fil: karaniwang kilala bilang bullet ant, ay isang species ng ant na ipinangalan sa sobrang sakit ng kagat nito. Matatagpuan ito sa mahalumigmig na kagubatan sa mababang lupain sa Central at South America.
hu: ismertebb nevén golyóhangya, azok közé a hangyafajok közé tartozik, amelyek a rendkívül fájdalmas csípésükről kapták a nevüket. Közép- és Dél-Amerika nedves alföldi esőerdeiben él.
it: comunemente nota come formica proiettile, è una specie di formica chiamata così per la sua puntura estremamente dolorosa. Abita nelle umide foreste pluviali di pianura dell'America centrale e meridionale.
ja: 通称ブレットアントとして知られるハリアリの一種で、その非常に痛い刺で有名です。中央・南アメリカの湿地の低木雨林に生息しています。
mk: позната и како bullet мравка, е вид на мравка именувана по нејзиното екстремно болно жилење. Таа живее во влажни, низински, дождовни шуми во Централна и Јужна Америка.
nl: algemeen bekend als de kogelmier, is een soort mier die bekendstaat om zijn extreem pijnlijke angelsteek. Deze mier is inheems in het vochtige laaglandregenwoud in Midden- en Zuid-Amerika.
pl: znana również jako mrówka kulkodławna, to gatunek mrówki nazwanej od jej ekstremalnie bolesnego żądła. Zamieszkuje wilgotne nizinne lasy deszczowe w Ameryce Środkowej i Południowej.
ru: муравей, известный как муравей-пуля, это вид муравьев, названный так из-за его чрезвычайно болезненного укуса. Он обитает во влажных низинных тропических лесах Центральной и Южной Америки.
tr: Yaygın biçimde kurşun karınca olarak bilinen bu karınca türü, son derece ağrılı sokmasından dolayı bu adla anılmaktadır. Orta ve Güney Amerika'nın nemli ova yağmur ormanlarında yaşar.
uk: відомий також як куля-мураха, вид мурашки, названий на честь його вкрай болісного укусу. Мешкає у вологих низинних тропічних лісах Центральної та Південної Америки.
vi: thường được gọi là kiến đạn, là một loài kiến được đặt tên theo vết cắn cực kỳ đau đớn của chúng. Chúng sống ở các khu rừng mưa đất thấp ẩm ở Trung và Nam Mỹ.
zh: 通常称为子弹蚂蚁，是一种以其极度痛苦的叮咬而命名的蚂蚁。它栖息在中美洲和南美洲的潮湿低地雨林中。

source: Plectroctena cristata
ar: بليكتروكيتنا كريستاتا
ja: プレクトロクテナ・クリスタタ

# plectroctenaCristataCommon
source: Jet Black
ar: أسود نفاث
es: Hormiga negra azabache
hu: Szénfekete
it: Formica nera lucida
ja: ジェットブラック
mk: Црна како гавран
nl: Gitzwarte miereneter
pl: Mrówka czarna
ru: Черный как смоль
tr: Jet Siyah
uk: Чорний стрибун
vi: Den như hắc ín
zh: 乌黑

# plectroctenaCristataDescription
source: Some species are cryptic or subterranean foragers, while others forage in open grassland terrain. The workers forage singly or in groups of 2 to 3. They nest in the earth at varying depths, or in collapsed logs. They prey mainly on millipedes, including their young or eggs.
ar: بعض الأنواع هي من فرائس الغابات الموصوفة أو تحت الأرض، بينما تتغذى أنواع أخرى في الأراضي العشبية المفتوحة. تتغذى العاملات بشكل فردي أو في مجموعات من 2 إلى 3. وتتواجد أعشاشها في الأرض على أعماق مختلفة، أو في جذوع الأشجار المنهارة. تتغذى بشكل رئيسي على ذوات الأرجل، بما في ذلك صغارها أو بيضها.
bg: Някои видове се хранят под земята, докато други са неактивни извън хралупите в откритите пасища. Работниците се хранят поотделно или на групи от 2 до 3. Гнездят в земята на различна дълбочина или в кухи трупи. Хранят се предимно с многоножки, включително малките им или яйцата им.
de: Einige Arten sind versteckte oder unterirdische Futtersucher, während andere im offenen Grasland Futter suchen. Die Arbeiterinnen suchen einzeln oder in Gruppen von 2 bis 3 Futter. Sie nisten in unterschiedlichen Tiefen in der Erde oder in umgestürzten Baumstämmen. Sie jagen hauptsächlich Tausendfüßer, einschließlich ihrer Jungen oder Eier.
es: Algunas especies son recolectoras crípticas o subterráneas, mientras que otras se alimentan en terreno de pastizales abiertos. Las obreras se alimentan solas o en grupos de 2 a 3. Anidan en la tierra a diferentes profundidades o en troncos caídos. Se alimentan principalmente de milpiés, incluidas sus crías o huevos.
fil: Ang ilang species ay mala-halaman o mga inilalamang tagahanap ng pagkain, habang ang iba ay nasa lugar na damo. Maghanap ng pagkain nang mag-isa o pangkat ang mga manggagawa na 2 hanggang 3. Gumagawa sila ng pugad sa ibat-ibang kalaliman ng lupa, o sa mga tuod. Nangangaso sila ng mga millipedes, kabilang ang kanilang mga bata o itlog.
hu: Néhány faj rejtőzködő vagy föld alatti gyűjtögető, míg mások nyílt gyepek területén gyűjtögetnek élelmet. A dolgozók egyesével vagy 2-3 fős csoportokban gyűjtögetnek. A földben különböző mélységben, vagy összedőlt rönkökben fészkelnek. Elsősorban ezerlábúakra vadásznak, beleértve a fiatal példányokat és a tojásokat.
it: Alcune specie sono foraggiatrici nascoste o sotterranee, mentre altre lo fanno in terreni erbosi aperti. Le operaie si procurano il cibo singolarmente o in gruppi di 2 o 3. Nidificano nella terra a varie profondità o in tronchi abbattuti. La loro preda principale sono i millepiedi, comprese le loro larve e uova.
ja: 種によっては隠蔽性または地下の採餌者ですが、草原の開けた地形で採餌するものもいます。働きアリは単独または2～3匹のグループで採餌します。土壌のさまざまな深さや倒壊した丸太の中で営巣します。主にヤスデを獲物にしていて、幼虫や卵も食べます。
mk: Некои видови се криптични ловци или копаат подземни јами, додека други се хранат на отворен терен обраснат со трева. Работниците се хранат сами или во групи од 2 до 3. Тие прават гнезда во земја на различна длабочина, или во урнати трупци. Тие се хранат главно со стоногалки, вклучувајќи ги и нивните младенчиња или јајца.
nl: Sommige soorten zijn schuwe of ondergrondse jagers, terwijl andere in open graslandvelden jagen. De werkmieren jagen alleen of in groepen van 2 tot 3. Ze nestelen in de aarde op verschillende diepten, of in omgevallen bomen. Ze jagen voornamelijk op duizendpoten, inclusief hun jongen of eieren.
pl: Niektóre gatunki są skrytymi lub podziemnymi żerowcami, natomiast inne żerują na otwartym terenie trawiastym. Robotnice żerują pojedynczo lub w grupach po 2 do 3. Gniazdują w ziemi na różnych głębokościach lub w ściętych kłodach. Ich głównym łupem są stonogi, w tym młode lub jaja.
ru: Некоторые виды являются скрытными или подземными собирателями пищи, в то время как другие собирают пищу на открытой травянистой местности. Рабочие особи добывают корм по отдельности или группами по 2–3 особи. Они гнездятся в земле на разной глубине или в упавших бревнах. Они в основном охотятся на многоножек, в том числе на их молодняк или яйца.
tr: Bazı türler gizemli veya yeraltı avcılarıyken, diğerleri açık çayır arazilerinde avlanır. İşçiler yalnız veya 2-3 kişilik gruplar halinde avlanırlar. Çeşitli derinliklerde, toprakta veya çökmüş kütüklerde yuvalanırlar. Başlıca avları binayaklılar da dahil olmak üzere gençleri veya yumurtalarıdır.
uk: Деякі види є прихованими або підземними шукачами їжі, у той час як інші шукають їжу на відкритих трав'янистих місцевостях. Робітники шукають їжу поодинці або групами по 2-3. Вони гніздяться в землі на різній глибині або у збитих колод. Живляться в основному багатоніжками, включаючи їхнє потомство або яйця.
vi: Một số loài hay ẩn náu hoặc kiếm ăn dưới lòng đất, trong khi một số loài khác lại kiếm ăn trên địa hình đồng cỏ mở. Kiến thợ tìm kiếm thức ăn đơn lẻ hoặc theo nhóm từ 2 đến 3 con. Chúng làm tổ dưới đất ở nhiều độ sâu khác nhau, hoặc ở những khúc gỗ mục. Chúng chủ yếu săn bắt các loài rết, bao gồm cả rết con hoặc trứng của chúng.
zh: 一些物种是隐蔽的或地下的觅食者，而另一些物种则在开阔的草原地形中觅食。工蚁单独觅食或成 2 到 3 只一组觅食。它们在不同深度的土壤中或倒塌的原木中筑巢。它们主要捕食千足虫，包括幼虫或卵。

source: Polyrhachis trapezoidea
ar: بوليراكسيس ترابزيويديا
ja: ポリラキス・トラペゾイデア

# polyrhachisTrapezoideaCommon
source: Golden Spiny
ar: شائك ذهبي
es: Hormiga espinosa dorada
hu: Aranyszínű tövises
it: Formica spinosa dorata
ja: ゴールデン・スピーニー
mk: Златни боцки
nl: Gouden doornmier
pl: Mrówka złota
ru: Золотисто-колючий
tr: Altın Dikenli
uk: Золота колюча
vi: Gai vàng
zh: 金刺
