Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# blackKnightVengefulCounterattackSkillDescription20
source: In the first round, the damage taken by its squad is significantly reduced by 45%, this effect decreases by 3% every time the squad takes damage. When the effect decreases to 0%, deals 800% (+Special Ant Level*1%) high damage to all enemy squads
ar: في الجولة الأولى، يتعرض فريقه لأضرار أقل بنسبة 45%، ويقل هذا التأثير بنسبة 3% في كل مرة يتعرض فيها الفريق للأضرار. عندما ينخفض التأثير إلى 0%، يتسبب في إلحاق أضرار عالية بنسبة 800% (+ مستوى النمل الخاص*1%) بجميع فرق العدو
bg: В първия рунд щетите, които понася неговият отряд, са значително намалени с 45%, като този ефект намалява с 3% всеки път, когато отрядът получи щети. Когато ефектът спадне до 0%, нанася 800% (+ ниво на специален мравка*1%) високи щети на всички вражески отряди
de: In der ersten Runde wird der Schaden, den ihr Trupp erleidet, deutlich um 45 % reduziert; dieser Effekt nimmt jedes Mal um 3 % ab, wenn der Trupp Schaden erleidet. Wenn der Effekt auf 0 % sinkt, verursacht er 800 % (+Stufe *Sonderameise* 1 %) hohen Schaden bei allen feindlichen Truppen
es: En el primer asalto, el daño recibido por su unidad se reduce significativamente en un 45%. Este efecto disminuye en un 3% cada vez que la unidad recibe daño. Cuando el efecto disminuye a 0%, inflige un 800% (+Nivel hormiga especial*1%) de daño alto a todas las unidades enemigas
fil: Sa unang round, ang pinsalang tinamo ng iskwad nito ay nababawasan nang malaki sa 45%, ang epektong ito ay nababawasan ng 3% sa tuwing tinatamo ng iskwad ang pinsala. Kapag bumaba ang epekto sa 0%, nagdudulot ng 800% (+ Antas ng Espesyal na Ant*1%) na malaking pinsala sa lahat ng kaaway na iskwad
hu: Az első körben különítménye által elszenvedett sebzés jelentősen csökken 45%-kal, ez a hatás minden elszenvedett sebzést követően 3%-kal csökken. Amikor a hatás 0%-ra csökken, 800% (+Speciális hangya szint*1%) magas sebzés okoz mindennemű ellenséges különítménynek
it: Nel primo round, il danno subito dalla sua squadra viene significativamente ridotto del 45%, questo effetto diminuisce del 3% ogni volta che la squadra subisce danni. Quando l'effetto diminuisce fino allo 0%, infligge 800% (+1% livello formica speciale) di danni elevati a tutte le squadre nemiche
ja: 最初の1ラウンド、自身の部隊が受けるダメージが大幅に45%低下します。この効果は部隊がダメージを受けるたびに3%減少します。効果が0%に減少すると、すべての敵部隊に800%（+特殊アリレベル*1%）の高ダメージを与えます
mk: Во првата рунда, примената штета во својот вод е значително намалена за 45%, овој ефект се намалува за 3% секој пат кога војската зема штета. Кога ефектот ќе се намали за 0%, нанесува 800% (+ Специјално ниво на мравка*1%) голема штета на сите непријателски војски
nl: In de eerste ronde wordt de schade van zijn ploeg aanzienlijk verminderd met 45%, dit effect neemt met 3% af elke keer dat de ploeg schade oploopt. Wanneer het effect afneemt tot 0%, wordt 800% (+ Speciaal Mier-level*1%) hoge schade toegebracht aan alle vijandelijke ploegen
pl: W pierwszej rundzie otrzymywane obrażenia jej oddziału są znacznie zmniejszone o 45%, ten efekt jest zmniejszany o 3% za każdym razem, gdy oddział otrzymuje obrażenia. Kiedy efekt zmniejszy się do 0%, zadaje 800% (+ poziom specjalnych mrówek * 1%) wysokich obrażeń wszystkim wrogim oddziałom
ru: В первом раунде урон по его отряду существенно снижается на 45%, этот эффект снижается на 3% каждый раз, когда отряд получает урон. Если эффект снижается до 0%, наносит 800% (+Уровень муравья-специалиста*1%) сильного урона всем отрядам противника
tr: İlk turda, birliğinin aldığı hasar önemli ölçüde %45 azalır, bu etki birlik hasar aldığında her seferinde %3 azalır. Etki 0'a düştüğünde, tüm düşman birliklerine 800% (+Özel Karınca Seviyesi*1%) yüksek hasar verir.
uk: У першому раунді шкода, що зазнає загін, різко зменшується на 45%, цей ефект зменшується на 3% щоразу, коли загін зазнає шкоди. Коли ефект зменшується до 0%, завдає 800% (+ рівень особливої мурахи * 1%) великої шкоди всім ворожим загонам
vi: Trong vòng đầu tiên, tổ đội chịu sát thương giảm đáng kể 45%, hiệu ứng này giảm 3% mỗi khi tổ đội chịu sát thương. Khi hiệu ứng giảm xuống 0%, gây 800% (+Mức Kiến đặc biệt*1%) sát thương cao lên toàn bộ tổ đội địch
zh: 首轮我方小队受到的伤害大幅降低45%，此效果每次受到伤害降低3%，效果降至0时，对所有敌方小队造成 800%（+技能蚂蚁等级*1%）的高额伤害

# blackKnightBlackArmorMarsSkillTitle
source: Black Armor Mars
ar: مريخ الدروع السوداء
bg: Броня от черен марс
de: Mars mit der schwarzen Panzerung
es: Marte de armadura negra
hu: Fekete páncélos Mars
it: Marte in armatura nera
ja: 黒い甲冑の火星
mk: Црн оклоп Марс
nl: Zwarte Pantser Mars
pl: Czarny rycerz Marsa
ru: Марс в черной броне
tr: Kara Zırhlı Mars
uk: Чорний броневой Марс
vi: Áo giáp đen Mars
zh: 黑曜石火星

# blackKnightBlackArmorMarsSkillDescription10
source: Has a 50% chance to increase the trigger chance of skills of our 2 other friendly squads by 5%, and the damage rate of the next skill is increased by 120%. The effect is stackable and lasts for 2 rounds
ar: لديه فرصة بنسبة 50% لزيادة فرصة تحفيز مهارات فريقين آخرين من أصدقائنا بنسبة 5%، ويتم زيادة معدل الضرر المهارة التالية بنسبة 120%. يكون التأثير تراكميًا ويستمر لمدة جولتين
bg: Има 50% шанс да увеличи шанса да задейства умения за 2 други наши приятелски отряда с 5%, като степента на щета от следващото умение се увеличава със 120%. Ефектът е натрупваем и трае 2 рунда
de: Hat eine Chance von 50 %, die Auslösewahrscheinlichkeit von Fertigkeiten unserer 2 anderen verbündeten Truppen um 5 % zu erhöhen, und die Schadensrate der nächsten Fertigkeit wird um 120 % erhöht. Der Effekt ist stapelbar und hält 2 Runden an
es: Tiene un 50% de probabilidad de aumentar en un 5% el índice de activación de las habilidades de nuestras otras 2 unidades amigas. Además, la tasa de daño de la siguiente habilidad aumenta en un 120%. El efecto es acumulable y dura 2 asaltos
fil: May 50% na pagkakataong madagdagan ang tsansa ng pag-trigger ng mga kasanayan ng aming 2 iba pang mga kaalyadong iskwad ng 5%, at tataas ang rate ng pinsala ng susunod na kasanayan ng 120%. Ang epekto ay maaaring isalansan at tumatagal ng 2 round
hu: 50%-os esélye van rá, hogy 5%-kal növelje két másik baráti különítményünk képzettségeinek kiváltásának esélyét, és a következő képzettség sebzési értéke 120%-kal növekszik. A hatás kumulatív és 2 körön át tart
it: Ha il 50% di possibilità di aumentare la probabilità di attivazione delle abilità delle altre 2 squadre amiche del 5% e la percentuale di danno dell'abilità successiva viene aumentata del 120%. L'effetto è cumulabile e dura per 2 round
ja: 味方の他の2部隊のスキルの発動確率が5%上昇し、次のスキルのダメージ率が120%上昇する確率が50%あります。この効果はスタックし、2ラウンド持続します
mk: Има 50% шанса да ја зголеми шансата за активирање на вештини на нашите преостанати 2 пријателски војски за 5%, и стапката на штета на следната вештина е зголемена за 120%. Ефектот може да се собере и трае 2 рунди
nl: Heeft een kans van 50% om de kans op het activeren van vaardigheden van onze 2 andere bevriende ploegen met 5% te verhogen, en de schade van de volgende vaardigheid wordt met 120% verhoogd. Het effect is stapelbaar en duurt 2 rondes
pl: Ma 50% szans na zwiększenie szansy na uruchomienie umiejętności naszych 2 innych sojuszniczych oddziałów o 5%, a współczynnik obrażeń następnej umiejętności jest zwiększony o 120%. Efekt można kumuluować i trwa przez 2 rundy
ru: С вероятностью 50% повышает на 5% вероятность срабатывания навыков в 2 других наших дружественных отрядах, и количество наносимого урона в следующем навыке увеличивается на 120%. Эффект складывается и длится 2 раунда
tr: Diğer 2 dost birliğimizin yeteneklerinin tetiklenme şansını %5, bir sonraki yeteneğin hasar oranını ise %120 artırma şansı %50'dir. Etki yığılabilir ve 2 tur sürer.
uk: Має 50% шанс збільшити ймовірність спрацьовування навичок наших 2 інших дружних команд на 5%, а норма шкоди наступної навички збільшується на 120%. Ефект можна накопичувати, і він триває протягом 2 раундів
vi: Có 50% khả năng tăng tỷ lệ kích hoạt kỹ năng của 2 tổ đội đồng minh khác thêm 5%, sát thương kỹ năng tiếp theo tăng 120%. Hiệu ứng cộng dồn trong 2 vòng
zh: 50%概率使我方另外2个小队的技能触发率提高5%，且其下一次技能伤害倍率提高120%，该效果可叠加，持续2回合

# blackKnightBlackArmorMarsSkillDescription20
source: Has a 60% chance to increase the trigger chance of skills of our 2 other friendly squads by 5%, and the damage rate of the next skill is increased by 150%. The effect is stackable and lasts for 2 rounds
ar: لديه فرصة بنسبة 60% لزيادة فرصة تحفيز مهارات فريقين آخرين من أصدقائنا بنسبة 5%، ويتم زيادة معدل الضرر المهارة التالية بنسبة 150%. يكون التأثير تراكميًا ويستمر لمدة جولتين
bg: Има 60% шанс да увеличи шанса да задейства умения за 2 други наши приятелски отряда с 5%, като степента на щета от следващото умение се увеличава със 150%. Ефектът е натрупваем и трае 2 рунда
de: Hat eine Chance von 60 %, die Auslösewahrscheinlichkeit von Fertigkeiten unserer 2 anderen verbündeten Truppen um 5 % zu erhöhen, und die Schadensrate der nächsten Fertigkeit wird um 150 % erhöht. Der Effekt ist stapelbar und hält 2 Runden an
es: Tiene un 60% de probabilidad de aumentar en un 5% el índice de activación de las habilidades de nuestras otras 2 unidades amigas. Además, la tasa de daño de la siguiente habilidad aumenta en un 150%. El efecto es acumulable y dura 2 asaltos
fil: May 60% na pagkakataong madagdagan ang tsansa ng pag-trigger ng mga kasanayan ng aming 2 iba pang mga kaalyadong iskwad ng 5%, at tataas ang rate ng pinsala ng susunod na kasanayan ng 150%. Ang epekto ay maaaring isalansan at tumatagal ng 2 round
hu: 60%-os esélye van rá, hogy 5%-kal növelje két másik baráti különítményünk képzettségeinek kiváltásának esélyét, és a következő képzettség sebzési értéke 150%-kal növekszik. A hatás kumulatív és 2 körön át tart
it: Ha il 60% di possibilità di aumentare la probabilità di attivazione delle abilità delle altre 2 squadre amiche del 5% e la percentuale di danno dell'abilità successiva viene aumentata del 150%. L'effetto è cumulabile e dura per 2 round
ja: 味方の他の2部隊のスキルの発動確率が5%上昇し、次のスキルのダメージ率が150%上昇する確率が60%あります。この効果はスタックし、2ラウンド持続します
mk: Има 60% шанса да ја зголеми шансата за активирање на вештини на нашите преостанати 2 пријателски војски за 5%, и стапката на штета на следната вештина е зголемена за 150%. Ефектот може да се собере и трае 2 рунди
nl: Heeft een kans van 60% om de kans op het activeren van vaardigheden van onze 2 andere bevriende ploegen met 5% te verhogen, en de schade van de volgende vaardigheid wordt met 150% verhoogd. Het effect is stapelbaar en duurt 2 rondes
pl: Ma 60% szans na zwiększenie szansy na uruchomienie umiejętności naszych 2 innych sojuszniczych oddziałów o 5%, a współczynnik obrażeń następnej umiejętności jest zwiększony o 150%. Efekt można kumuluować i trwa przez 2 rundy
ru: С вероятностью 60% повышает на 5% вероятность срабатывания навыков в 2 других наших дружественных отрядах, и количество наносимого урона в следующем навыке увеличивается на 150%. Эффект складывается и длится 2 раунда
tr: Diğer 2 dost birliğimizin yeteneklerinin tetiklenme şansını %5, bir sonraki yeteneğin hasar oranını ise %150 artırma şansı %60'tır. Etki yığılabilir ve 2 tur sürer.
uk: Має 60% шанс збільшити ймовірність спрацьовування навичок наших 2 інших дружних команд на 5%, а норма шкоди наступної навички збільшується на 150%. Ефект можна накопичувати, і він триває протягом 2 раундів
vi: Có 60% khả năng tăng tỷ lệ kích hoạt kỹ năng của 2 tổ đội đồng minh khác thêm 5%, sát thương kỹ năng tiếp theo tăng 150%. Hiệu ứng cộng dồn trong 2 vòng
zh: 60%概率使我方另外2个小队的技能触发率提高5%，且其下一次技能伤害倍率提高150%，该效果可叠加，持续2回合

# blackKnightDarkSpikeAssaultSkillTitle
source: Dark Spike Assault
ar: هجوم المسامير المظلمة
bg: Неунищожима атака
de: Dunkler-Spike-Angriff
es: Asalto de pinchos oscuros
hu: Sötét tüskés támadás
it: Assalto con punte nere
ja: ダークスパイクアサルト
mk: Напад со темни шипови
nl: Aanval met Donkere Spikes
pl: Atak Ciemnym Kolcem
ru: Атака темным шипом
tr: Karanlık Sivri Hücum
uk: Темна атака шипів
vi: Tấn công Tế Phong
zh: 暗刺突袭

# blackKnightDarkSpikeAssaultSkillDescription10
source: During the battle, the Critical Damage Resistance of all our squads +20%. Every time releases the combat skill 5 times, has a 50% chance to Silence a random enemy squad and a 25% chance to Disarm a random enemy squad (the states are independently determined) for 1 round
ar: أثناء المعركة، تزداد مقاومة الضرر الحرج لجميع فرقنا بنسبة 20%. في كل مرة يُطلق فيها مهارة القتال 5 مرات، تكون لديه فرصة بنسبة 50% لإسكات فريق عدو عشوائي وفرصة بنسبة 25% لنزع سلاح فريق عدو عشوائي (يتم تحديد الحالتين بشكل مستقل) لمدة جولة واحدة
bg: По време на битката съпротивата от критична щета на всички наши отряди е +20%. Всеки път, когато използва умение за битка 5 пъти, има 50% шанс да заглуши случаен вражески отряд и 25% шанс да разсече случаен вражески отряд (състоянията са определени поотделно) в продължение на 1 рунд
de: Während des Kampfes wird der Widerstand gegen kritischen Schaden aller unserer Truppen um 20 % erhöht. Jedes Mal, wenn die Kampffertigkeit fünfmal ausgelöst wird, besteht eine Chance von 50 %, eine zufällige feindliche Truppe zum Schweigen zu bringen, und eine Chance von 25 %, eine zufällige feindliche Truppe zu entwaffnen (die Status werden unabhängig voneinander bestimmt) für 1 Runde
es: En el combate, la resistencia al daño crítico de todas nuestras unidades aumenta en un 20%. Cada vez que libera la habilidad de combate 5 veces, tiene un 50% de probabilidad de silenciar a una unidad enemiga aleatoria y un 25% de probabilidad de desarmar a una unidad enemiga aleatoria (los estados se determinan de forma independiente) durante 1 asalto
fil: Habang nasa labanan, ang Pagtutol sa Kritikal na Pinsala ng lahat ng aming iskwad +20%. Sa tuwing mailalabas ang kasanayan sa labanan ng 5 beses, may 50% na pagkakataon na patahimikin ang isang random na iskwad ng kaaway at 25% na pagkakataong Patahimikin ang isang random na iskwad ng kaaway (ang mga estado ay nakadepende nang nakapag-iisa) para sa 1 round
hu: A csata során minden különítményünk kritikus sebzési ellenállása +20%. Valahányszor ötször bevetésre kerül a harci képzettség, 50%-os esély van egy véletlenszerű ellenséges különítmény elhallgattatására, és 25%-os esély egy véletlenszerű ellenséges különítmény lefegyverzésére (az állapotok külön-külön kerülnek meghatározásra) 1 körre
it: Durante la battaglia, la resistenza ai danni critici di tutte le nostre squadre +20%. Ogni volta che l'abilità di combattimento viene rilasciata 5 volte, ha il 50% di probabilità di silenziare una squadra nemica casuale e il 25% di probabilità di disarmare una squadra nemica casuale (gli stati sono determinati indipendentemente) per 1 round
ja: 戦闘中、すべての味方の部隊のクリティカルダメージ耐性が20%上昇します。戦闘スキルが5回発動するたびに、ランダムな敵部隊を1ラウンドサイレント状態にする確率が50%、ランダムな敵部隊を1ラウンド武装解除する確率が25%あります（状態はそれぞれ独立して決定されます）
mk: За време на битката, критичната отпорност на штета на сите наши војски +20%. Секој пат кога се ослободи борбена вештина 5 пати, има 50% шанса да замлкне случаен непријателски вод и 25% шанса да го обезоружи случаен непријателски вод (состојбите се независно утврдени) за 1 рунда
nl: Tijdens het gevecht +20% Kritieke Schadebestendigheid van al onze ploegen. Elke keer dat de vaardigheid 5 keer wordt geactiveerd, is er een kans van 50% om een willekeurige vijandelijke ploeg het zwijgen op te leggen en een kans van 25% om een willekeurige vijandelijke ploeg te ontwapenen (deze toestanden worden onafhankelijk vastgesteld) gedurende 1 ronde
pl: Podczas bitwy odporność wszystkich naszych oddziałów na obrażenia krytyczne +20%. Za każdym razem, gdy wykona umiejętność bojową 5 razy, ma 50% szans na uciszenie losowego wrogiego oddziału i 25% szans na rozbrojenie losowego wrogiego oddziału (stany są określane niezależnie) przez 1 rundę
ru: Во время сражения сопротивление критическому урону всех наших отрядов +20%. Каждый раз при активации боевого навыка в 5-й раз с вероятностью 50% делает безмолвным случайный отряд противника и с вероятностью 25% обезоруживает случайный отряд противника (статусы определяются независимо друг от друга) на 1 раунд
tr: Savaş sırasında tüm birliklerimizin Kritik Hasar Direnci +20%. Muharebe yeteneğini 5 kez her kullandığında, rastgele bir düşman birliğini Susturma ve rastgele bir düşman birliğini Silahsızlandırma şansı (durumlar bağımsız olarak belirlenir) %50'dir (1 tur).
uk: Під час бою опір критикам усіх наших команд + 20%. Щоразу, коли бойова навичка вивільняється 5 разів, є 50% шанс замовкнути випадковій ворожій команді та 25% шанс роззброїти випадкову ворожу команду (стани визначаються незалежно) на 1 раунд
vi: Trong trận đánh, Kháng đòn tấn công chí mạng của toàn bộ tổ đội chúng ta +20%. Mỗi lần tung kỹ năng chiến đấu 5 lần sẽ có 50% khả năng làm Im lặng một tổ đội địch ngẫu nhiên và 25% khả năng Tước vũ khí một tổ đội địch ngẫu nhiên (trang thái được xác định độc lập) trong 1 vòng
zh: 战斗中，我方全体小队的暴击伤害抗性提高20%。每释放5次战斗技能，有50%概率使随机一个敌方小队沉默1回合，有25%概率使随机一个敌方小队缴械1回合（状态相互独立判定）

# blackKnightDarkSpikeAssaultSkillDescription20
source: During the battle, the Critical Damage Resistance of all our squads +25%. Every time releases the combat skill 5 times, has a 60% chance to Silence a random enemy squad and a 30% chance to Disarm a random enemy squad (the states are independently determined) for 1 round
ar: أثناء المعركة، تزداد مقاومة الضرر الحرج لجميع فرقنا بنسبة 25%. في كل مرة يُطلق فيها مهارة القتال 5 مرات، تكون لديه فرصة بنسبة 60% لإسكات فريق عدو عشوائي وفرصة بنسبة 30% لنزع سلاح فريق عدو عشوائي (يتم تحديد الحالتين بشكل مستقل) لمدة جولة واحدة
bg: По време на битката съпротивата от критична щета на всички наши отряди е +25%. Всеки път, когато използва умение за битка 5 пъти, има 60% шанс да заглуши случаен вражески отряд и 30% шанс да разсече случаен вражески отряд (състоянията са определени поотделно) в продължение на 1 рунд
de: Während des Kampfes wird der Widerstand gegen kritischen Schaden aller unserer Truppen um 25 % erhöht. Jedes Mal, wenn die Kampffertigkeit fünfmal ausgelöst wird, besteht eine Chance von 60 %, eine zufällige feindliche Truppe zum Schweigen zu bringen, und eine Chance von 30 %, eine zufällige feindliche Truppe zu entwaffnen (die Status werden unabhängig voneinander bestimmt) für 1 Runde
es: En el combate, la resistencia al daño crítico de todas nuestras unidades aumenta en un 25%. Cada vez que libera la habilidad de combate 5 veces, tiene un 60% de probabilidad de silenciar a una unidad enemiga aleatoria y un 30% de probabilidad de desarmar a una unidad enemiga aleatoria (los estados se determinan de forma independiente) durante 1 asalto
fil: Habang nasa labanan, ang Pagtutol sa Kritikal na Pinsala ng lahat ng aming iskwad +25%. Sa tuwing mailalabas ang kasanayan sa labanan ng 5 beses, may 60% na pagkakataon na patahimikin ang isang random na iskwad ng kaaway at 30% na pagkakataong Patahimikin ang isang random na iskwad ng kaaway (ang mga estado ay nakadepende nang nakapag-iisa) para sa 1 round
hu: A csata során minden különítményünk kritikus sebzési ellenállása +25%. Valahányszor ötször bevetésre kerül a harci képzettség, 60%-os esély van egy véletlenszerű ellenséges különítmény elhallgattatására, és 30%-os esély egy véletlenszerű ellenséges különítmény lefegyverzésére (az állapotok külön-külön kerülnek meghatározásra) 1 körre
it: Durante la battaglia, la resistenza ai danni critici di tutte le nostre squadre +25%. Ogni volta che l'abilità di combattimento viene rilasciata 5 volte, ha il 60% di probabilità di silenziare una squadra nemica casuale e il 30% di probabilità di disarmare una squadra nemica casuale (gli stati sono determinati indipendentemente) per 1 round
ja: 戦闘中、すべての味方の部隊のクリティカルダメージ耐性が25%上昇します。戦闘スキルが5回発動するたびに、ランダムな敵部隊を1ラウンドサイレント状態にする確率が60%、ランダムな敵部隊を1ラウンド武装解除する確率が30%あります（状態はそれぞれ独立して決定されます）
mk: За време на битката, критичната отпорност на штета на сите наши војски +25%. Секој пат кога се ослободи борбена вештина 5 пати, има 60% шанса да замлкне случаен непријателски вод и 30% шанса да го обезоружи случаен непријателски вод (состојбите се независно утврдени) за 1 рунда
nl: Tijdens het gevecht +25% Kritieke Schadebestendigheid van al onze ploegen. Elke keer dat de vaardigheid 5 keer wordt geactiveerd, is er een kans van 60% om een willekeurige vijandelijke ploeg het zwijgen op te leggen en een kans van 30% om een willekeurige vijandelijke ploeg te ontwapenen (deze toestanden worden onafhankelijk vastgesteld) gedurende 1 ronde
pl: Podczas bitwy odporność wszystkich naszych oddziałów na obrażenia krytyczne +25%. Za każdym razem, gdy wykona umiejętność bojową 5 razy, ma 60% szans na uciszenie losowego wrogiego oddziału i 30% szans na rozbrojenie losowego wrogiego oddziału (stany są określane niezależnie) przez 1 rundę
ru: Во время сражения сопротивление критическому урону всех наших отрядов +25%. Каждый раз при активации боевого навыка в 5-й раз с вероятностью 60% делает безмолвным случайный отряд противника и с вероятностью 30% обезоруживает случайный отряд противника (статусы определяются независимо друг от друга) на 1 раунд
tr: Savaş sırasında tüm birliklerimizin Kritik Hasar Direnci +25%. Muharebe yeteneğini 5 kez her kullandığında, rastgele bir düşman birliğini Susturma ve rastgele bir düşman birliğini Silahsızlandırma şansı (durumlar bağımsız olarak belirlenir) %60'tır (1 tur).
uk: Під час бою опір критикам усіх наших команд + 25%. Щоразу, коли бойова навичка вивільняється 5 разів, є 60% шанс замовкнути випадковій ворожій команді та 30% шанс роззброїти випадкову ворожу команду (стани визначаються незалежно) на 1 раунд
vi: Trong trận đánh, Kháng đòn tấn công chí mạng của toàn bộ tổ đội chúng ta +25%. Mỗi lần tung kỹ năng chiến đấu 5 lần sẽ có 60% khả năng làm Im lặng một tổ đội địch ngẫu nhiên và 30% khả năng Tước vũ khí một tổ đội địch ngẫu nhiên (trang thái được xác định độc lập) trong 1 vòng
zh: 战斗中，我方全体小队的暴击伤害抗性提高25%。每释放5次战斗技能，有60%概率使随机一个敌方小队沉默1回合，有30%概率使随机一个敌方小队缴械1回合（状态相互独立判定）

# bloodGiantSupportTeammatesSkillTitle
source: Support Teammates
ar: دعم زملاء الفريق
bg: Подкрепа на съотборниците
de: Unterstütze Kameraden
es: Soporte de compañeros de equipo
fil: Suportahan ang mga Ka-team
hu: Támogató csapattársak
it: Supporta compagni di squadra
ja: サポートチームメイト
mk: Да се поддржуваат соиграчите
nl: Teamgenoten ondersteunen
pl: Wsparcie kolegów z drużyny
ru: Поддержка сокомандников
tr: Takım Arkadaşlarını Destekle
uk: Підтримка товаришів по команді
vi: Hỗ trợ đồng đội
zh: 支援队友

# bloodGiantSupportTeammatesSkillDescription10
source: Heals its squad each round with a healing ratio of 210% (+Special Ant Level*1%)
ar: يعالج فريق المفرزة الخاص به لكل جولة بنسبة علاج 210% (+المستوى الخاص للنملة*1%)
bg: Лекува своя отбор във всеки кръг със съотношение на лекуване от 210% (+Ниво на специална мравка*1%)
de: Heilt seinen Trupp jede Runde mit einer Heilungsrate von 210 % (+ Spezialameisenstufe * 1 %)
es: Cura a su escuadrón en cada ronda con una proporción de curación de 210 % (+Nivel especial de hormiga * 1 %)
fil: Pagalingin ang squad nito bawat round na may healing ratio na 210% (+Special Ant Level*1%)
hu: Minden körben gyógyítja a csapatát, a gyógyítási arány 210% (+1% a különleges hangyaszintet)
it: Cura la sua squadra ogni round con un rapporto di cura del 210% (+Rango speciale formica*1%)
ja: 毎ラウンド、210% (+特殊アリレベル*1%) の治療率で自分の分隊を治療します
mk: Секоја рунда ги лечи членовите на неговата екипа со коефициент на лечење од 210% (+Ниво на специјалниот мрав*1%)
nl: Geneest zijn groep elke ronde met een genezingspercentage van 210% (+Speciaal mierniveau*1%)
pl: Leczy towarzyszy drużyny w każdej rundzie ze wskaźnikiem leczenia 210% (+poziom specjalnej mrówki*1%)
ru: Лечит свой отряд каждый ход с коэффициентом лечения 210% (+уровень особого муравья*1%)
tr: Her turda ekibini %210'luk bir iyileştirme oranıyla iyileştirir (+Özel Karınca Seviyesi*%1)
uk: Зцілює свій загін щораунду з коефіцієнтом зцілення 210% (+рівень спеціальної мурахи*1%)
vi: Hồi máu cho đồng đội mỗi vòng với tỷ lệ hồi 210% (+Cấp Kiến đặc biệt*1%)
zh: 每轮以 210% (+ 特殊蚂蚁等级 * 1%) 的恢复系数恢复其队伍
