Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# proattaHorrorHunterSkillTitle
source: Horror Hunter
ar: صائد الرعب
de: Horrorjäger
es: Cazador de horrores
hu: Rém vadász
it: Cacciatore di orrore
ja: ホラーハンター
nl: Jager in het donker
pl: Łowca koszmaru
uk: Мисливець на жахіть
vi: Thợ săn kinh hoàng

# proattaHorrorHunterSkillDescription10
source: In the No.2,4,6 rounds, deals 135% (+Special Ant Level*1.5%) damage to all enemy's squad. If the target is a Shooter squad, the damage rate will be doubled
ar: في الجولات رقم 2، 4، 6 يتعامل بضرر نسبته 135% (+1.5% مستوى النمل الخاص) لجميع فرق العدو، في حال كانت الفرقة المستهدفة هي فرقة الرماة يتضاعف معدل الضرر
de: Fügt in den Runden Nr. 2, 4 und 6 allen feindlichen Truppen 135 % (+ Spezialameisenlevel*1,5 %) Schaden zu. Wenn es sich bei dem Ziel um einen Schützentrupp handelt, verdoppelt sich die Schadensrate
es: En las rondas n.º 2, 4 y 6, inflige un 135% (+Nivel de hormiga especial*1,5%) de daño a todos los escuadrones enemigos. Si el objetivo es un escuadrón de tiradores, la tasa de daño se duplicará
fil: Sa mga Round No.2,4,6, makapagdudulot ito ng 135% (+Antas ng Special Ant*1.5%) pinsala sa lahat ng iskwad ng kalaban. Kung ang target ay isang iskwad ng Shooter, madoble ang rate ng pinsala
hu: A 2., 4. és 6. körben 135% (+Hangya speciális szint*1,5%) sebzést okoz az összes ellenséges osztagnak. Ha a célpont egy lövészosztag, a sebzés mértéke megduplázódik
it: Al round n. 2, 4, 6, arreca il 135% (+Livello formica speciale*1,5%) di danni a tutte le squadre nemiche. Se il bersaglio è una squadra di tiratori, il tasso di danno sarà raddoppiato
ja: 2,4,6ラウンド目で、敵部隊全員に135%（+特殊アリのレベル*1.5%）のダメージを与える。対象がシューター部隊の場合はダメージ率が2倍になる
nl: Brengt in de 2e, 4e en 6e ronde 135% (+niveau speciale mier*1,5%) schade toe aan alle eenheden van de vijand. Als het doel een schutters-eenheid is, wordt de schade verdubbeld
pl: W rundach nr 2, 4 i 6 zadaje 135% (+ poziom specjalnego mrówczego*1,5%) obrażeń wszystkim drużynom wroga. Jeśli celem jest drużyna strzelców, współczynnik obrażeń zostanie podwojony
uk: У 2, 4 і 6 раундах завдає 135% (+рівень особливих мурах*1,5%) шкоди всім ворожим загонам. Якщо ціллю є загін стрільців, показник шкоди буде подвоєно.
vi: Ở vòng số 2,4,6, gây sát thương 135% (+Cấp kiến đặc biệt*1,5%) cho mọi quân đoàn của địch. Nếu mục tiêu là quân đoàn bắn tỉa, tỷ lệ sát thương sẽ tăng gấp đôi

# proattaHorrorHunterSkillDescription20
source: In the No.2,4,6 rounds, deals 195% (+Special Ant Level*1.5%) damage to all enemy's squad. If the target is a Shooter squad, the damage rate will be doubled
ar: في الجولات رقم 2، 4، 6 يتعامل بضرر نسبته 195% (+1.5% مستوى النمل الخاص) لجميع فرق العدو، في حال كانت الفرقة المستهدفة هي فرقة الرماة يتضاعف معدل الضرر
de: Fügt in den Runden Nr. 2, 4 und 6 allen feindlichen Truppen 195 % (+ Spezialameisenlevel*1,5 %) Schaden zu. Wenn es sich bei dem Ziel um einen Schützentrupp handelt, verdoppelt sich die Schadensrate
es: En las rondas n.º 2, 4 y 6, inflige un 195% (+Nivel de hormiga especial*1,5%) de daño a todos los escuadrones enemigos. Si el objetivo es un escuadrón de tiradores, la tasa de daño se duplicará
fil: Sa mga Round No.2,4,6, makapagdudulot ito ng 195% (+Antas ng Special Ant*1.5%) pinsala sa lahat ng iskwad ng kalaban. Kung ang target ay isang iskwad ng Shooter, madoble ang rate ng pinsala
hu: A 2., 4. és 6. körben 195% (+Hangya speciális szint*1,5%) sebzést okoz az összes ellenséges osztagnak. Ha a célpont egy lövészosztag, a sebzés mértéke megduplázódik
it: Al round n. 2, 4, 6, arreca il 195% (+Livello formica speciale*1,5%) di danni a tutte le squadre nemiche. Se il bersaglio è una squadra di tiratori, il tasso di danno sarà raddoppiato
ja: 2,4,6ラウンド目で、敵部隊全員に195%（+特殊アリのレベル*1.5%）のダメージを与える。対象がシューター部隊の場合はダメージ率が2倍になる
nl: Brengt in de 2e, 4e en 6e ronde 195% (+niveau speciale mier*1,5%) schade toe aan alle eenheden van de vijand. Als het doel een schutters-eenheid is, wordt de schade verdubbeld
pl: W rundach nr 2, 4 i 6 zadaje 195% (+ poziom specjalnego mrówczego*1,5%) obrażeń wszystkim drużynom wroga. Jeśli celem jest drużyna strzelców, współczynnik obrażeń zostanie podwojony
uk: У 2, 4 і 6 раундах завдає 195% (+рівень особливих мурах*1,5%) шкоди всім ворожим загонам. Якщо ціллю є загін стрільців, показник шкоди буде подвоєно.
vi: Ở vòng số 2,4,6, gây sát thương 195% (+Cấp kiến đặc biệt*1,5%) cho mọi quân đoàn của địch. Nếu mục tiêu là quân đoàn bắn tỉa, tỷ lệ sát thương sẽ tăng gấp đôi

# procryptocerusAdlerziComprehensiveDefenseSkillTitle
source: Comprehensive Defense
ar: دفاع شامل
de: Umfassende Verteidigung
es: Defensa integral
fil: Komprehensibong Depensa
hu: Teljes körű védelem
it: Difesa globale
ja: 包括的防御
nl: Algehele verdediging
uk: Комплексний захист
vi: Phòng thủ toàn diện

# procryptocerusAdlerziComprehensiveDefenseSkillDescription10
source: In the first 3 rounds, its squad enters String Guard status, unable to launch normal attacks, but significantly reducing the damage taken by 50%
ar: في الجولات الثلاث الأولى، تدخل وحدتها في حالة String Guard، غير قادرة على شن هجمات عادية، ولكنها تقلل الضرر المتلقي بشكل كبير بنسبة 50%
de: In den ersten 3 Runden betritt sein Trupp den Status „Fadenwache“ und kann keine normalen Angriffe starten, senkt den eingehenden Schaden aber erheblich um 50 %.
es: En las primeras 3 rondas, su pelotón entrará en estado de defensa con hilos, lo que le impedirá lanzar ataques normales, pero reducirá notablemente el daño recibido en un 50%
fil: Sa unang 3 round, papasok ang kanyang squad sa String Guard status, hindi maaaring maglunsad ng mga normal na pag-atake, ngunit makabuluhang mababawasan ang damage na natanggap ng 50%
hu: Az első 3 körben a csapat átvált Szálvédelem státuszba, nem képes normál támadásokat indítani, de a kapott sebzést 50%-kal jelentősen csökkenti
it: Nei primi 3 turni, la sua squadra entra in String Guard, non può lanciare attacchi normali ma riduce significativamente del 50% il danno subito
ja: 在前3回合，其小队进入防御姿态，无法发起普通攻击，但可显著将受到的伤害降低50%
nl: In de eerste 3 rondes treedt het legioen in de status Beschermingsreeks, waarbij normale aanvallen niet kunnen worden uitgevoerd, maar de ontvangen schade met 50% wordt verminderd
pl: W pierwszych 3 rundach jego oddział przechodzi w stan obrony, nie jest w stanie przeprowadzić normalnych ataków, ale znacznie zmniejsza otrzymywane obrażenia o 50%
uk: Перші 3 раунди його загін перебуває у статусі "Стійкий захист", не може виконувати звичайні атаки, але суттєво знижує отримувані пошкодження на 50%.
vi: Trong 3 hiệp đầu, phân đội của nó sẽ vào trạng thái Bảo vệ Quyết tử, không thể tung ra các đòn tấn công bình thường nhưng lại giảm đáng kể 50% sát thương nhận vào

# procryptocerusAdlerziComprehensiveDefenseSkillDescription20
source: In the first 3 rounds, its squad enters String Guard status, unable to launch normal attacks, but significantly reducing the damage taken by 60%
ar: في الجولات الثلاث الأولى، تدخل وحدتها في حالة String Guard، غير قادرة على شن هجمات عادية، ولكنها تقلل الضرر المتلقي بشكل كبير بنسبة 60%
de: In den ersten 3 Runden betritt sein Trupp den Status „Fadenwache“ und kann keine normalen Angriffe starten, senkt den eingehenden Schaden aber erheblich um 60 %.
es: En las primeras 3 rondas, su pelotón entrará en estado de defensa con hilos, lo que le impedirá lanzar ataques normales, pero reducirá notablemente el daño recibido en un 60%
fil: Sa unang 3 round, papasok ang kanyang squad sa String Guard status, hindi maaaring maglunsad ng mga normal na pag-atake, ngunit makabuluhang mababawasan ang damage na natanggap ng 60%
hu: Az első 3 körben a csapat átvált Szálvédelem státuszba, nem képes normál támadásokat indítani, de a kapott sebzést 60%-kal jelentősen csökkenti
it: Nei primi 3 turni, la sua squadra entra in String Guard, non può lanciare attacchi normali ma riduce significativamente del 60% il danno subito
ja: 在前3回合，其小队进入防御姿态，无法发起普通攻击，但可显著将受到的伤害降低60%
nl: In de eerste 3 rondes treedt het legioen in de status Beschermingsreeks, waarbij normale aanvallen niet kunnen worden uitgevoerd, maar de ontvangen schade met 60% wordt verminderd
pl: W pierwszych 3 rundach jego oddział przechodzi w stan obrony, nie jest w stanie przeprowadzić normalnych ataków, ale znacznie zmniejsza otrzymywane obrażenia o 60%
uk: Перші 3 раунди його загін перебуває у статусі "Стійкий захист", не може виконувати звичайні атаки, але суттєво знижує отримувані пошкодження на 60%.
vi: Trong 3 hiệp đầu, phân đội của nó sẽ vào trạng thái Bảo vệ Quyết tử, không thể tung ra các đòn tấn công bình thường nhưng lại giảm đáng kể 60% sát thương nhận vào

# procryptocerusAdlerziSavageChargeSkillTitle
source: Savage Charge
ar: هجمة وحشية
de: Wildangriff
es: Carga salvaje
fil: Malupit na Pagtatakbo
hu: Kegyetlen vágta
it: Carica selvaggia
ja: 野蛮冲锋
nl: Wilde aanval
uk: Шалений натиск
vi: Tấn công cuồng nộ

# procryptocerusAdlerziSavageChargeSkillDescription10
source: Has a 50% chance to deal 220% (+Special Ant Level*1%) damage to 1 random enemy squad and Silence them for 1 round
ar: تحظى بنسبة 50% لالحاق 220% (+ مستوى النملة الخاصة*1%) ضرراً على وحدة عدو عشوائية واحدة وإسكاتها لمدة جولة واحدة
de: Hat eine Chance von 50 %, 220 % (+ Sonderebenen-Ameisen*1 %) Schaden an einem zufälligen feindlichen Trupp zu verursachen und ihn für 1 Runde zum Schweigen zu bringen
es: Tiene un 50% de probabilidad de infligir un 220% (+nivel de hormiga especial*1%) de daño a 1 pelotón enemigo aleatorio y silenciarlo durante 1 ronda
fil: May 50% na tsansang magdulot ng 220% (+Special Ant Level*1%) damage sa 1 random na kaaway na squad at patahimikin sila sa loob ng 1 round
hu: 50% eséllyel 220% (+Különleges hangya szint * 1%) sebzést okoz 1 véletlenszerű ellenséges csapatnak, és elnémítja őket 1 körre
it: Ha il 50% di possibilità di infliggere il 220% (+Livello formica speciale*1%) di danno a 1 squadra nemica casuale e di metterla a Silenzio per 1 turno
ja: 有50%的几率对1个随机敌方小队造成220%（+特殊蚂蚁等级*1%）的伤害，并使其沉默1回合
nl: Heeft 50% kans om 220% (+Speciale mier-level*1%) schade toe te brengen aan 1 willekeurig vijandig legioen en het 1 ronde lang het zwijgen op te leggen
pl: Ma 50% szans na zadanie 220% (+poziom specjalistycznej mrówki * 1%) obrażeń 1 losowemu wrogiemu oddziałowi i uciszenie go na 1 rundę
uk: З імовірністю 50% завдає 220% (+рівень спецмурашки*1%) пошкоджень 1 випадковому загону противника і накладає мовчанку на 1 раунд.
vi: Có 50% cơ hội gây 220% (+Cấp Kiến đặc biệt*1%) sát thương cho 1 phân đội đối phương ngẫu nhiên và làm chúng im lặng trong 1 hiệp

# procryptocerusAdlerziSavageChargeSkillDescription20
source: Has a 60% chance to deal 220% (+Special Ant Level*1%) damage to 1 random enemy squad and Silence them for 1 round
ar: تحظى بنسبة 60% لالحاق 220% (+ مستوى النملة الخاصة*1%) ضرراً على وحدة عدو عشوائية واحدة وإسكاتها لمدة جولة واحدة
de: Hat eine Chance von 60 %, 220 % (+ Sonderebenen-Ameisen*1 %) Schaden an einem zufälligen feindlichen Trupp zu verursachen und ihn für 1 Runde zum Schweigen zu bringen
es: Tiene un 60% de probabilidad de infligir un 220% (+nivel de hormiga especial*1%) de daño a 1 pelotón enemigo aleatorio y silenciarlo durante 1 ronda
fil: May 60% na tsansang magdulot ng 220% (+Special Ant Level*1%) damage sa 1 random na kaaway na squad at patahimikin sila sa loob ng 1 round
hu: 60% eséllyel 220% (+Különleges hangya szint * 1%) sebzést okoz 1 véletlenszerű ellenséges csapatnak, és elnémítja őket 1 körre
it: Ha il 60% di possibilità di infliggere il 220% (+Livello formica speciale*1%) di danno a 1 squadra nemica casuale e di metterla a Silenzio per 1 turno
ja: 有60%的几率对1个随机敌方小队造成220%（+特殊蚂蚁等级*1%）的伤害，并使其沉默1回合
nl: Heeft 60% kans om 220% (+Speciale mier-level*1%) schade toe te brengen aan 1 willekeurig vijandig legioen en het 1 ronde lang het zwijgen op te leggen
pl: Ma 60% szans na zadanie 220% (+poziom specjalistycznej mrówki * 1%) obrażeń 1 losowemu wrogiemu oddziałowi i uciszenie go na 1 rundę
uk: З імовірністю 60% завдає 220% (+рівень спецмурашки*1%) пошкоджень 1 випадковому загону противника і накладає мовчанку на 1 раунд.
vi: Có 60% cơ hội gây 220% (+Cấp Kiến đặc biệt*1%) sát thương cho 1 phân đội đối phương ngẫu nhiên và làm chúng im lặng trong 1 hiệp

# procryptocerusAdlerziBigBiteSkillTitle
source: Big Bite
ar: عضّة قوية
de: Großer Biss
es: Mordisco grande
fil: Malaking Kagat
hu: Hatalmas harapás
it: Morso violento
ja: 大口咬
nl: Grote hap
uk: Потужний укус
vi: Cắn lớn

# procryptocerusAdlerziBigBiteSkillDescription10
source: In the No.2,4,6 rounds, deals 300% (+Special Ant Level*1%) damage to 2 random enemy squads, if they are under control, increases the damage taken by them 30% for 2 rounds
ar: في الجولات رقم 2، 4، 6، تلحق 300% (+ مستوى النملة الخاصة*1%) ضرراً على وحدتي عدو عشوائيتين، وإذا كانتا تحت السيطرة تزيد الضرر المتلقي منهما بنسبة 30% لمدة جولتين
de: Verursacht in den Runden Nr. 2, 4, 6 300 % (+ Sonderebenen-Ameisen*1 %) Schaden an 2 zufälligen feindlichen Trupps und erhöht, wenn diese unter Kontrolle sind, ihren eingehenden Schaden 30 % für 2 Runden.
es: En las rondas n.º 2, 4 y 6, inflige un 300% (+nivel de hormiga especial*1%) de daño a 2 pelotones enemigos aleatorios; si están bajo control, aumenta el daño recibido por ellos en un 30% durante 2 rondas
fil: Sa Round No. 2,4,6, nagbibigay ng 300% (+Special Ant Level*1%) damage sa 2 random na kaaway na squad, kung kontrolado sila, tataas ang damage na natanggap ng mga ito ng 30% sa loob ng 2 round
hu: A 2., 4., 6. körben 300% (+Különleges hangya szint * 1%) sebzést okoz 2 véletlenszerű ellenséges csapatnak. Ha azok irányítás alatt állnak, 30%-kal növeli a általuk kapott sebzést 2 körön át
it: Nei turni n. 2, 4 e 6, infligge il 300% (+Livello formica speciale*1%) di danno a 2 squadre nemiche casuali, se sono sotto controllo, aumenta del 30% il danno subito da loro per 2 turni
ja: 在第2、4、6回合，对2个随机敌方小队造成300%（+特殊蚂蚁等级*1%）的伤害，如果它们受到控制，则在其2回合内受到的伤害增加30%
nl: Brengt in de nr. 2, 4 en 6 ronden 300% (+Speciale mier-level*1%) schade toe aan 2 willekeurige vijandige legioenen. Als deze onder controle staan, neemt de schade die ze oplopen 2 rondes lang met 30% toe
pl: W rundach nr 2, 4 i 6 zadaje 300% (+poziom specjalistycznej mrówki * 1%) obrażeń 2 losowym wrogim oddziałom. Jeśli są pod kontrolą, zwiększa otrzymywane przez nie obrażenia o 30% przez 2 rundy
uk: На 2, 4 і 6 раундах завдає 300% (+рівень спецмурашки*1%) пошкоджень двом випадковим загонам противника; якщо вони перебувають під контролем, збільшує пошкодження, які вони отримують, на 30% протягом 2 раундів.
vi: Vào hiệp 2,4,6, gây 300% (+Cấp Kiến đặc biệt*1%) sát thương cho 2 phân đội đối phương ngẫu nhiên; nếu chúng đang bị khống chế, tăng 30% sát thương nhận vào của chúng trong 2 hiệp

# procryptocerusAdlerziBigBiteSkillDescription20
source: In the No.2,4,6 rounds, deals 375% (+Special Ant Level*1%) damage to 2 random enemy squads, if they are under control, increases the damage taken by them 40% for 2 rounds
ar: في الجولات رقم 2، 4، 6، تلحق 375% (+ مستوى النملة الخاصة*1%) ضرراً على وحدتي عدو عشوائيتين، وإذا كانتا تحت السيطرة تزيد الضرر المتلقي منهما بنسبة 40% لمدة جولتين
de: Verursacht in den Runden Nr. 2, 4, 6 375 % (+ Sonderebenen-Ameisen*1 %) Schaden an 2 zufälligen feindlichen Trupps und erhöht, wenn diese unter Kontrolle sind, ihren eingehenden Schaden 40 % für 2 Runden.
es: En las rondas n.º 2, 4 y 6, inflige un 375% (+nivel de hormiga especial*1%) de daño a 2 pelotones enemigos aleatorios; si están bajo control, aumenta el daño recibido por ellos en un 40% durante 2 rondas
fil: Sa Round No. 2,4,6, nagbibigay ng 375% (+Special Ant Level*1%) damage sa 2 random na kaaway na squad, kung kontrolado sila, tataas ang damage na natanggap ng mga ito ng 40% sa loob ng 2 round
hu: A 2., 4., 6. körben 375% (+Különleges hangya szint * 1%) sebzést okoz 2 véletlenszerű ellenséges csapatnak. Ha azok irányítás alatt állnak, 40%-kal növeli a általuk kapott sebzést 2 körön át
it: Nei turni n. 2, 4 e 6, infligge il 375% (+Livello formica speciale*1%) di danno a 2 squadre nemiche casuali, se sono sotto controllo, aumenta del 40% il danno subito da loro per 2 turni
ja: 在第2、4、6回合，对2个随机敌方小队造成375%（+特殊蚂蚁等级*1%）的伤害，如果它们受到控制，则在其2回合内受到的伤害增加40%
nl: Brengt in de nr. 2, 4 en 6 ronden 375% (+Speciale mier-level*1%) schade toe aan 2 willekeurige vijandige legioenen. Als deze onder controle staan, neemt de schade die ze oplopen 2 rondes lang met 40% toe
pl: W rundach nr 2, 4 i 6 zadaje 375% (+poziom specjalistycznej mrówki * 1%) obrażeń 2 losowym wrogim oddziałom. Jeśli są pod kontrolą, zwiększa otrzymywane przez nie obrażenia o 40% przez 2 rundy
uk: На 2, 4 і 6 раундах завдає 375% (+рівень спецмурашки*1%) пошкоджень двом випадковим загонам противника; якщо вони перебувають під контролем, збільшує пошкодження, які вони отримують, на 40% протягом 2 раундів.
vi: Vào hiệp 2,4,6, gây 375% (+Cấp Kiến đặc biệt*1%) sát thương cho 2 phân đội đối phương ngẫu nhiên; nếu chúng đang bị khống chế, tăng 40% sát thương nhận vào của chúng trong 2 hiệp

# reapMasterBigBiteSkillTitle
source: Big Bite
ar: لدغة كبيرة
de: Großer Happen
hu: Nagy falat
it: Gran morso
ja: ビッグバイト
nl: Grote hap
pl: Kęs w łeb
uk: Великий укус
vi: Cắn lớn

# reapMasterBigBiteSkillDescription10
source: Has a 40% chance to deal 308% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: هناك فرصة بنسبة 40% لإلحاق 308% (+ مستوى النملة الخاصة * 5%) أضرارًا بفرقة عدو عشوائية واحدة ضمن نطاق التأثير
de: Hat eine Chance von 40 %, innerhalb der effektiven Reichweite einem zufälligen feindlichen Trupp 308 % (+ Sonder-Ameisen-Level * 5 %) Schaden zuzufügen
es: Tiene un 40% de probabilidades de infligir 308% (+nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo
fil: Mayroong 40% na tsansa para magdulot ng 308% (+Antas ng Espesyal na Langgam*5%) pinsala sa 1 random na kalaban na pangkat sa loob ng epektibong saklaw
hu: 40% esély, hogy 308% (+Speciális hangya szint*5%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlenszerű ellenséges egységnek
it: Ha il 40% di possibilità di infliggere 308% di danno (+livello speciale formica*5%) a 1 plotone nemico casuale a distanza efficace
ja: 有効範囲内の1つのランダムな敵の分隊に308%（+特殊アリレベル*5%）のダメージを40%の確率で与える
nl: Heeft 40% kans om 308% (+speciaal miernoiveau*5%) schade toe te brengen aan 1 willekeurig vijandig smaldeel binnen effectief bereik
pl: Ma 40% szans na zadanie obrażenia w wysokości 308% (+5% specjalnego poziomu mrówek) 1 losowemu oddziałowi wroga w zasięgu
uk: З 40% ймовірністю завдає 308% шкоди (+5% рівня особливої мурашки) 1 випадковому загону противника в ефективному радіусі ураження
vi: Có 40% xác suất gây 308% (+cấp Kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi hiệu lực

# reapMasterBigBiteSkillDescription20
source: Has a 50% chance to deal 308% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: هناك فرصة بنسبة 50% لإلحاق 308% (+ مستوى النملة الخاصة * 5%) أضرارًا بفرقة عدو عشوائية واحدة ضمن نطاق التأثير
de: Hat eine Chance von 50 %, innerhalb der effektiven Reichweite einem zufälligen feindlichen Trupp 308 % (+ Sonder-Ameisen-Level * 5 %) Schaden zuzufügen
es: Tiene un 50% de probabilidades de infligir 308% (+nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo
fil: Mayroong 50% na tsansa para magdulot ng 308% (+Antas ng Espesyal na Langgam*5%) pinsala sa 1 random na kalaban na pangkat sa loob ng epektibong saklaw
hu: 50% esély, hogy 308% (+Speciális hangya szint*5%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlenszerű ellenséges egységnek
it: Ha il 40% di possibilità di infliggere 308% di danno (+livello speciale formica*5%) a 1 plotone nemico casuale a distanza efficace
ja: 有効範囲内の1つのランダムな敵の分隊に308%（+特殊アリレベル*5%）のダメージを50%の確率で与える
nl: Heeft 50% kans om 308% (+speciaal miernoiveau*5%) schade toe te brengen aan 1 willekeurig vijandig smaldeel binnen effectief bereik
pl: Ma 50% szans na zadanie obrażenia w wysokości 308% (+5% specjalnego poziomu mrówek) 1 losowemu oddziałowi wroga w zasięgu
uk: З 50% ймовірністю завдає 308% шкоди (+5% рівня особливої мурашки) 1 випадковому загону противника в ефективному радіусі ураження
vi: Có 50% xác suất gây 308% (+cấp Kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi hiệu lực

# reapMasterThrillOfTheHuntSkillTitle
source: Thrill Of The Hunt
ar: إثارة الصيد
de: Jagdfieber
es: Emociones fuertes de la cacería
fil: Thrill Ng Pangangaso
hu: A vadászat izgalma
it: Brivido della caccia
ja: 狩りの喜び
nl: Opwinding van de jacht
pl: Ekscytacja polowaniem
uk: Збудження від полювання
vi: Niềm say mê chiến đấu

# reapMasterThrillOfTheHuntSkillDescription10
source: Prepares for 1 round, and has a 30% chance to deal 316.5% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and suppress them, causing them unable to move for 2 rounds
ar: يتحضّر لمدة جولة واحدة، وهناك فرصة بنسبة 30% لإلحاق 316.5% (+ مستوى النملة الخاصة * 5%) أضرارًا بفرقة عدو عشوائية واحدة ضمن نطاق التأثير وقمعها، مما يجعلها غير قادرة على الحركة لمدة جولتين
de: Bereitet sich 1 Runde vor und hat eine Chance von 30 %, innerhalb der effektiven Reichweite einem zufälligen feindlichen Trupp 316,5 % (+ Sonder-Ameisen-Level * 5 %) Schaden zuzufügen und ihn zu unterdrücken, wodurch er sich 2 Runden lang nicht bewegen kann
es: Se prepara durante 1 asalto y tiene un 30% de probabilidades de infligir 316,5% (+nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo y suprimirlo, lo que le impide moverse durante 2 asaltos
fil: Naghahanda para sa 1 round, at mayroong 30% na tsansa para magdulot ng 316.5% (+Antas ng Espesyal na Langgam*5%) pinsala sa 1 random na kalaban na pangkat sa loob ng epektibong saklaw at supilin sila, hindi sila makapagalaw sa loob ng 2 rounds
hu: 1 körre felkészül, és 30% esélye van, hogy 316,5% (+Speciális hangya szint*5%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlenszerű ellenséges egységnek, és elnyomja őket, így 2 körre nem tudnak mozogni
it: Si prepara per 1 round e ha il 30% di possibilità di infliggere 316,5% di danno (+livello speciale formica*5%) a 1 plotone nemico casuale a distanza efficace e di indebolirlo, rendendolo incapace di muoversi per 2 round
ja: 1ラウンドの準備を行い、有効範囲内の1つのランダムな敵の分隊に316.5%（+特殊アリレベル*5%）のダメージを与え、それらを2ラウンド移動不能にする30%の確率があります
nl: Bereidt zich 1 ronde voor en heeft 30% kans om 316,5% (+speciaal miernoiveau*5%) schade toe te brengen aan 1 willekeurig vijandig smaldeel binnen effectief bereik en ze te onderdrukken, waardoor ze 2 ronden niet kunnen bewegen
pl: Przygotowuje się przez 1 rundę i ma 30% szans na zadanie obrażenia w wysokości 316,5% (+5% specjalnego poziomu mrówek) 1 losowemu oddziałowi wroga w zasięgu i obezwładnienie go, przez co nie będzie w stanie się poruszać przez 2 rundy
uk: Готується протягом 1 раунду, і з 30% ймовірністю завдає 316,5% шкоди (+5% рівня особливої мурашки) 1 випадковому загону противника в ефективному радіусі ураження і придушує його, унеможливлюючи рух протягом 2 раундів
vi: Chuẩn bị trong 1 lượt và có 30% xác suất gây 316,5% (+cấp Kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi hiệu lực và khiến chúng bị trấn áp, không thể di chuyển trong 2 lượt
