Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# bansheeVelvetSuperToxinSkillDescription10
source: Has a 30% chance to deal 396% (+Special Ant Level*5) damage to one enemy squad within effective range
ar: لديه فرصة بنسبة 30% لإلحاق ضرر بنسبة 396٪ (+المستوى الخاص للنملة * 5) لفرقة عدو واحدة ضمن النطاق الفعال
bg: Има 30% шанс да нанесе 396% (+Ниво на специален мравка*5) щети на един вражески отряд в ефективен обхват
de: Hat eine 30%ige Chance, einer gegnerischen Einheit innerhalb der effektiven Reichweite 396% (+Spezialameisenstufe*5) Schaden zuzufügen
es: Tiene una probabilidad del 30% de infligir un 396 % (+ Nivel de hormiga especial * 5) de daño a un escuadrón enemigo dentro del alcance efectivo
fil: May pagkakataong 30% na makapagdala ng 396% (+Special Ant Level*5) damage sa isang enemy squad na nasa loob ng epektibong saklaw
hu: 30% esélyt biztosít egyetlen, hatótávolságon belüli ellenséges raj 396% (+Különleges Hangya Szint*5) mértékű sebzésére
it: Ha una probabilità del 30% di infliggere 396% (+Livello Anta Speciale*5) di danni a una squadra nemica entro gittata efficace
ja: 有効範囲内の敵軍を1部隊攻撃し、30%の確率で396%(+特殊アリレベル*5)のダメージを与える
mk: Има 30% шанса да даде 396% (+Специјален инсект ниво*5) штета на една непријателска чета во ефективен опсег
nl: Heeft 30% kans om 396% (+ speciaal mierenniveau*5) schade toe te brengen aan één vijandelijke troep binnen effectief bereik
pl: Ma 30% szans zadać 396% (+Poziom specjalnej mrówki*5) obrażeń jednemu oddziałowi wroga w zasięgu
ru: Умеет с шансом 30% нанести урон 396% (+Уровень спецмуравья*5) одному отряду противника в зоне действия
tr: Etkili menzil içindeki bir düşman takımına 396% (+Özel Karınca Seviyesi*5) hasar verme şansı %30
uk: 30% şansı ilə effektiv məsafə daxilində olan bir düşmən dəstəsinə 396% (+Xüsusi Qırğıc Səviyyəsi*5) zərər yetirir
vi: Có 30% khả năng gây 396% sát thương (+Cấp kiến đặc biệt*5) vào một đội địch trong phạm vi hiệu lực
zh: 30%的几率对某个范围内单个敌方小队造成 396%（+特殊蚂蚁等级*5）伤害

# bansheeVelvetSuperToxinSkillDescription20
source: Has a 40% chance to deal 396% (+Special Ant Level*5) damage to one enemy squad within effective range
ar: لديه فرصة بنسبة 40% لإلحاق ضرر بنسبة 396٪ (+المستوى الخاص للنملة * 5) لفرقة عدو واحدة ضمن النطاق الفعال
bg: Има 40% шанс да нанесе 396% (+Ниво на специален мравка*5) щети на един вражески отряд в ефективен обхват
de: Hat eine 40%ige Chance, einer gegnerischen Einheit innerhalb der effektiven Reichweite 396% (+Spezialameisenstufe*5) Schaden zuzufügen
es: Tiene una probabilidad del 40% de infligir un 396 % (+ Nivel de hormiga especial * 5) de daño a un escuadrón enemigo dentro del alcance efectivo
fil: May pagkakataong 40% na makapagdala ng 396% (+Special Ant Level*5) damage sa isang enemy squad na nasa loob ng epektibong saklaw
hu: 40% esélyt biztosít egyetlen, hatótávolságon belüli ellenséges raj 396% (+Különleges Hangya Szint*5) mértékű sebzésére
it: Ha una probabilità del 40% di infliggere 396% (+Livello Anta Speciale*5) di danni a una squadra nemica entro gittata efficace
ja: 有効範囲内の敵軍を1部隊攻撃し、40%の確率で396%(+特殊アリレベル*5)のダメージを与える
mk: Има 40% шанса да даде 396% (+Специјален инсект ниво*5) штета на една непријателска чета во ефективен опсег
nl: Heeft 40% kans om 396% (+ speciaal mierenniveau*5) schade toe te brengen aan één vijandelijke troep binnen effectief bereik
pl: Ma 40% szans zadać 396% (+Poziom specjalnej mrówki*5) obrażeń jednemu oddziałowi wroga w zasięgu
ru: Умеет с шансом 40% нанести урон 396% (+Уровень спецмуравья*5) одному отряду противника в зоне действия
tr: Etkili menzil içindeki bir düşman takımına 396% (+Özel Karınca Seviyesi*5) hasar verme şansı %40
uk: 40% şansı ilə effektiv məsafə daxilində olan bir düşmən dəstəsinə 396% (+Xüsusi Qırğıc Səviyyəsi*5) zərər yetirir
vi: Có 40% khả năng gây 396% sát thương (+Cấp kiến đặc biệt*5) vào một đội địch trong phạm vi hiệu lực
zh: 40%的几率对某个范围内单个敌方小队造成 396%（+特殊蚂蚁等级*5）伤害

# bansheeVelvetVividColorSkillTitle
source: Vivid Color
ar: لون زاهي
bg: Ярък цвят
de: Lebendige Farbe
es: Colorido
hu: Élénk Színek
it: Colori vividi
ja: ビビットカラー
mk: Жива Боја
nl: Levendige Kleur
pl: Jaskrawy kolor
ru: Сочные цвета
tr: Canlı Renk
uk: Canlı Rəng
vi: Sắc rực rỡ
zh: 鲜艳颜色

# bansheeVelvetVividColorSkillDescription10
source: Has a 40% chance to deal 180% (+Special Ant Level*2.5) damage to one random enemy sqaud within effective range and grants buffs for all our squads, increasing Shooter Ants damage to Carrier Ants by 50% for 2 rounds
ar: لديه فرصة بنسبة 40% لإلحاق ضرر بنسبة 180٪ (+المستوى الخاص للنملة * 2.5) بفرقة عدو عشوائية واحدة ضمن النطاق الفعال ومنح نقاط تعزيز لجميع فرقنا، مما يزيد من ضرر نملات الرماة على نملات الحامل بنسبة 50٪ لمدة جولتين
bg: Има 40% шанс да нанесе 180% (+Ниво на специален мравка*2,5) щети на един случаен вражески отряд в ефективен обхват и дава подобрения за всички наши отряди, увеличавайки щетите на Мравките стрелци към Мравките носачи с 50% за 2 рунда
de: Hat eine 40%ige Chance, einer beliebigen gegnerischen Einheit innerhalb der effektiven Reichweite 180% (+Spezialameisenstufe*2,5) Schaden zuzufügen und verleiht allen eigenen Einheiten Buffs, sodass der Schaden von Schützenameisen an Trägerameisen 2 Runden lang um 50% erhöht wird
es: Tiene una probabilidad del 40% de infligir un 180 % (+ Nivel de hormiga especial * 2,5) de daño a un escuadrón enemigo aleatorio dentro del alcance efectivo y concede bonificaciones a todos nuestros escuadrones, lo que incrementa el daño de las hormigas tiradoras frente a las hormigas transportadoras un 50% durante 2 rondas
fil: May pagkakataong 40% na makapagdala ng 180% (+Special Ant Level*2.5) damage sa isang random na enemy sqaud na nasa loob ng epektibong saklaw at magbigay ng buffs sa lahat ng aming squad, pagtaas ng damage ng Shooter Ants sa Carrier Ants ng 50% sa loob ng 2 round
hu: 40% esélyt biztosít egyetlen, hatótávolságon belüli véletlenszerűen kiválasztott ellenséges raj 180% (+Különleges Hangya Szint*2,5) mértékű sebzésére, és buffokat ad minden rajnak: a Lövész Hangyák sebzése 50%-kal növekszik a Hordozó Hangyákkal szemben 2 körön át
it: Ha una probabilità del 40% di infliggere 180% (+Livello Anta Speciale*2,5) di danni a una squadra nemica casuale entro gittata efficace e conferisce potenziamenti a tutte le nostre squadre, aumentando i danni delle Formiche cecchino alle Formiche trasportatrici del 50% per 2 round
ja: 有効範囲内の敵軍を1部隊攻撃し、40%の確率で180%(+特殊アリレベル*2.5)のダメージを与える。また、味方部隊を強化し、シューターアリのキャリアーアリへのダメージを2r間50%増加させる
mk: Има 40% шанса да даде 180% (+Специјален инсект ниво*2,5) штета на случајна непријателска чета во ефективен опсег, а давањето зголемувања за сите наши чети, со што се зголемува Штетата за стрелачките инсекти на носачите инсекти за 50% за 2 рунди
nl: Heeft 40% kans om 180% (+ speciaal mierenniveau*2,5) schade toe breng aan één willekeurige vijandelijke troep binnen effectief bereik en geeft buffs aan al onze troepen, verhoogt de schade van schietmieren aan draagmieren met 50% gedurende 2 rondes
pl: Ma 40% szans zadać 180% (+Poziom specjalnej mrówki*2,5) obrażeń jednemu losowemu oddziałowi wroga w zasięgu i przyznać sojusznikom wzmocnienia, zwiększające obrażenia Mrówek strzeleckich dla Mrówek nośnych o 50% przez 2 rundy
ru: Умеет с шансом 40% нанести урон 180% (+Уровень спецмуравья*2,5) одному случайному отряду противника в зоне атаки и применить баффы для всех наших отрядов, увеличивая на 50% урон, наносимый Муравьям-стрелкам по Муравьям-носильщикам на 2 хода
tr: Etkili menzil içindeki rastgele bir düşman takımına 180% (+Özel Karınca Seviyesi*2,5) hasar verme ve tüm takımlarımıza 2 raund boyunca Nişancı Karıncaların Taşıyıcı Karıncalara verdiği hasarı %50 artıran güçlendirmeler verme şansı %40
uk: 40% şansı ilə effektiv məsafə daxilində olan bir təsadüfi düşmən dəstəsinə 180% (+Xüsusi Qırğıc Səviyyəsi*2.5) zərər yetirir və bütün dəstələrə 2 raund müddətində 50% nisbətində Atıcı Qırğıcların Daşıyıcı Qırğıclara zərərini artıran gücləndirmələr verir
vi: Có 40% khả năng gây 180% sát thương (+Cấp kiến đặc biệt*2,5) vào một đội địch ngẫu nhiên trong phạm vi hiệu lực, đồng thời tăng chỉ số cho tất cả các đội của chúng ta, tăng 50% sát thương của Kiến bắn vào Kiến chuyên chở trong 2 lượt
zh: 40%的几率对某个范围内单个随机敌方小对造成 180%（+特殊蚂蚁等级*2.5）伤害，并为所有我方小队赋予增益效果，使得射手蚂蚁对搬运工蚂蚁的伤害在 2 个回合内提升 50%

# bansheeVelvetVividColorSkillDescription20
source: Has a 40% chance to deal 280% (+Special Ant Level*2.5) damage to one random enemy sqaud within effective range and grants buffs for all our squads, increasing Shooter Ants damage to Carrier Ants by 100% for 2 rounds
ar: لديه فرصة بنسبة 40% لإلحاق ضرر بنسبة 280٪ (+المستوى الخاص للنملة * 2.5) بفرقة عدو عشوائية واحدة ضمن النطاق الفعال ومنح نقاط تعزيز لجميع فرقنا، مما يزيد من ضرر نملات الرماة على نملات الحامل بنسبة 100٪ لمدة جولتين
bg: Има 40% шанс да нанесе 280% (+Ниво на специален мравка*2,5) щети на един случаен вражески отряд в ефективен обхват и дава подобрения за всички наши отряди, увеличавайки щетите на Мравките стрелци към Мравките носачи със 100% за 2 рунда
de: Hat eine 40%ige Chance, einer beliebigen gegnerischen Einheit innerhalb der effektiven Reichweite 280% (+Spezialameisenstufe*2,5) Schaden zuzufügen und verleiht allen eigenen Einheiten Buffs, sodass der Schaden von Schützenameisen an Trägerameisen 2 Runden lang um 100% erhöht wird
es: Tiene una probabilidad del 40% de infligir un 280 % (+ Nivel de hormiga especial * 2,5) de daño a un escuadrón enemigo aleatorio dentro del alcance efectivo y concede bonificaciones a todos nuestros escuadrones, lo que incrementa el daño de las hormigas tiradoras frente a las hormigas transportadoras un 100 % durante 2 rondas
fil: May pagkakataong 40% na makapagdala ng 280% (+Special Ant Level*2.5) damage sa isang random na enemy sqaud na nasa loob ng epektibong saklaw at magbigay ng buffs sa lahat ng aming squad, pagtaas ng damage ng Shooter Ants sa Carrier Ants ng 100% sa loob ng 2 round
hu: 40% esélyt biztosít egyetlen, hatótávolságon belüli véletlenszerűen kiválasztott ellenséges raj 280% (+Különleges Hangya Szint*2,5) mértékű sebzésére, és buffokat ad minden rajnak: a Lövész Hangyák sebzése 100%-kal növekszik a Hordozó Hangyákkal szemben 2 körön át
it: Ha una probabilità del 40% di infliggere 280% (+Livello Anta Speciale*2,5) di danni a una squadra nemica casuale entro gittata efficace e conferisce potenziamenti a tutte le nostre squadre, aumentando i danni delle Formiche cecchino alle Formiche trasportatrici del 100% per 2 round
ja: 有効範囲内の敵軍を1部隊攻撃し、40%の確率で280%(+特殊アリレベル*2.5)のダメージを与える。また、味方部隊を強化し、シューターアリのキャリアーアリへのダメージを2r間100%増加させる
mk: Има 40% шанса да даде 280% (+Специјален инсект ниво*2,5) штета на случајна непријателска чета во ефективен опсег, а давањето зголемувања за сите наши чети, со што се зголемува Штетата за стрелачките инсекти на носачите инсекти за 100% за 2 рунди
nl: Heeft 40% kans om 280% (+ speciaal mierenniveau*2,5) schade toe breng aan één willekeurige vijandelijke troep binnen effectief bereik en geeft buffs aan al onze troepen, verhoogt de schade van schietmieren aan draagmieren met 100% gedurende 2 rondes
pl: Ma 40% szans zadać 280% (+Poziom specjalnej mrówki*2,5) obrażeń jednemu losowemu oddziałowi wroga w zasięgu i przyznać sojusznikom wzmocnienia, zwiększające obrażenia Mrówek strzeleckich dla Mrówek nośnych o 100% przez 2 rundy
ru: Умеет с шансом 40% нанести урон 280% (+Уровень спецмуравья*2,5) одному случайному отряду противника в зоне атаки и применить баффы для всех наших отрядов, увеличивая на 100% урон, наносимый Муравьям-стрелкам по Муравьям-носильщикам на 2 хода
tr: Etkili menzil içindeki rastgele bir düşman takımına 280% (+Özel Karınca Seviyesi*2,5) hasar verme ve tüm takımlarımıza 2 raund boyunca Nişancı Karıncaların Taşıyıcı Karıncalara verdiği hasarı %100 artıran güçlendirmeler verme şansı %40
uk: 40% şansı ilə effektiv məsafə daxilində olan bir təsadüfi düşmən dəstəsinə 280% (+Xüsusi Qırğıc Səviyyəsi*2.5) zərər yetirir və bütün dəstələrə 2 raund müddətində 100% nisbətində Atıcı Qırğıcların Daşıyıcı Qırğıclara zərərini artıran gücləndirmələr verir
vi: Có 40% khả năng gây 280% sát thương (+Cấp kiến đặc biệt*2,5) vào một đội địch ngẫu nhiên trong phạm vi hiệu lực, đồng thời tăng chỉ số cho tất cả các đội của chúng ta, tăng 100% sát thương của Kiến bắn vào Kiến chuyên chở trong 2 lượt
zh: 40%的几率对某个范围内单个随机敌方小对造成 280%（+特殊蚂蚁等级*2.5）伤害，并为所有我方小队赋予增益效果，使得射手蚂蚁对搬运工蚂蚁的伤害在 2 个回合内提升 100%

# bansheeVelvetWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
bg: Военно ръководство
de: Kriegsführung
es: Liderazgo de guerra
hu: Hadvezetési Készség
it: Leadership bellica
ja: 部隊指揮
mk: Воено раководство
nl: Oorlogsleiderschap
pl: Przywództwo wojenne
ru: Военное руководство
tr: Savaş Liderliği
uk: Döyüşçülər Liderliyi
vi: Lãnh đạo chiến tranh
zh: 作战领导

# bansheeVelvetWarfareLeadershipSkillDescription10
source: When there are only Shooter Ants in the 3 squads, from the 5th round, increases the Combat Skill damage of 2 random squads by 60% for 4 rounds
ar: عندما تكون هناك نملات رماة فقط في الفرق الثلاث، من الجولة الخامسة، يزيد من ضرر مهارة القتال لفرقتين عشوائيتين بنسبة 60٪ لمدة 4 جولات
bg: Когато има само Мравки стрелци и в 3-те отряда, от 5-ия рунд, увеличава щетите от бойна умения на 2 случайни отряда с 60% за 4 рунда
de: Sind in den 3 Einheiten nur Schützenameisen vorhanden, wird ab Runde 5 der Kampffertigkeitsschaden von 2 zufälligen Einheiten 4 Runden lang um 60% erhöht
es: Cuando solo hay hormigas tiradoras en los 3 escuadrones, a partir de la 5.ª ronda, incrementa el daño de la habilidad de combate de 2 escuadrones aleatorios un 60 % durante 4 rondas
fil: Kapag may Shooter Ants lamang sa 3 squad, mula sa ika-5 round, pinapataas ang damage ng Combat Skill ng 2 random squad ng 60% sa loob ng 4 round
hu: Amikor csak lövészhangyák vannak a 3 rajban az 5. körtől kezdve, 60%-kal növeli 2 véletlenszerűen kiválasztott raj harci sebzéseit 4 körön át
it: Quando ci sono solo Formiche cecchino nelle 3 squadre, dal 5° round, aumenta i danni Abilità combattimento di 2 squadre casuali del 60% per 4 round
ja: 部隊が3部隊ともシューターアリのみの場合、5ラウンド目からランダムで2部隊の戦闘スキルダメージを4r間60%増加させる
mk: Кога во 3-те чети има само Стрелачки инсекти, од 5-тата рунда се зголемува Штетата на борбениот вештини на 2 случајни чети за 60% за 4 рунди
nl: Als er alleen schietmieren in de 3 troepen zitten, verhoogt de schade van de gevechtsvaardigheden van 2 willekeurige troepen vanaf de 5e ronde met 60% gedurende 4 rondes
pl: Jeśli w 3 oddziałach są tylko Mrówki strzeleckie, od 5. rundy zwiększa obrażenia Umiejętności bojowych 2 losowych oddziałów o 60% przez 4 rundy
ru: Когда в 3 отрядах находятся только Муравьи-стрелки, с 5 хода увеличивает на 60% урон Боевых навыков для 2 случайных отрядов на 4 хода
tr: 3 takımdaki tek birim varsa Nişancı Karıncalar, 5. raunttan itibaren 2 rastgele takımın Savaş Becerisi hasarını 4 raund boyunca %60 artırır
uk: 3 dəstədə yalnız Atıcı Qırğıclar olduqda, 5-ci raunddan sonra 2 təsadüfi dəstənin Döyüş Bacarığı zərərini 4 raund müddətində 60% artırır
vi: Khi chỉ có Kiến bắn trong 3 đội, từ lượt thứ 5, tăng sát thương Kỹ năng chiến đấu của 2 đội ngẫu nhiên thêm 60% trong 4 lượt
zh: 仅有 3 个小队为射手蚂蚁时，从第 5 回合起，随机提升 2 个小队的战斗技能伤害 60%，持续 4 个回合

# bansheeVelvetWarfareLeadershipSkillDescription20
source: When there are only Shooter Ants in the 3 squads, from the 5th round, increases the Combat Skill damage of 2 random squads by 120% for 4 rounds
ar: عندما تكون هناك نملات رماة فقط في الفرق الثلاث، من الجولة الخامسة، يزيد من ضرر مهارة القتال لفرقتين عشوائيتين بنسبة 120٪ لمدة 4 جولات
bg: Когато има само Мравки стрелци и в 3-те отряда, от 5-ия рунд, увеличава щетите от бойна умения на 2 случайни отряда със 120% за 4 рунда
de: Sind in den 3 Einheiten nur Schützenameisen vorhanden, wird ab Runde 5 der Kampffertigkeitsschaden von 2 zufälligen Einheiten 4 Runden lang um 120% erhöht
es: Cuando solo hay hormigas tiradoras en los 3 escuadrones, a partir de la 5.ª ronda, incrementa el daño de la habilidad de combate de 2 escuadrones aleatorios un 120 % durante 4 rondas
fil: Kapag may Shooter Ants lamang sa 3 squad, mula sa ika-5 round, pinapataas ang damage ng Combat Skill ng 2 random squad ng 120% sa loob ng 4 round
hu: Amikor csak lövészhangyák vannak a 3 rajban az 5. körtől kezdve, 120%-kal növeli 2 véletlenszerűen kiválasztott raj harci sebzéseit 4 körön át
it: Quando ci sono solo Formiche cecchino nelle 3 squadre, dal 5° round, aumenta i danni Abilità combattimento di 2 squadre casuali del 120% per 4 round
ja: 部隊が3部隊ともシューターアリのみの場合、5ラウンド目からランダムで2部隊の戦闘スキルダメージを4r間120%増加させる
mk: Кога во 3-те чети има само Стрелачки инсекти, од 5-тата рунда се зголемува Штетата на борбениот вештини на 2 случајни чети за 120% за 4 рунди
nl: Als er alleen schietmieren in de 3 troepen zitten, verhoogt de schade van de gevechtsvaardigheden van 2 willekeurige troepen vanaf de 5e ronde met 120% gedurende 4 rondes
pl: Jeśli w 3 oddziałach są tylko Mrówki strzeleckie, od 5. rundy zwiększa obrażenia Umiejętności bojowych 2 losowych oddziałów o 120% przez 4 rundy
ru: Когда в 3 отрядах находятся только Муравьи-стрелки, с 5 хода увеличивает на 120% урон Боевых навыков для 2 случайных отрядов на 4 хода
tr: 3 takımdaki tek birim varsa Nişancı Karıncalar, 5. raunttan itibaren 2 rastgele takımın Savaş Becerisi hasarını 4 raund boyunca %120 artırır
uk: 3 dəstədə yalnız Atıcı Qırğıclar olduqda, 5-ci raunddan sonra 2 təsadüfi dəstənin Döyüş Bacarığı zərərini 4 raund müddətində 120% artırır
vi: Khi chỉ có Kiến bắn trong 3 đội, từ lượt thứ 5, tăng sát thương Kỹ năng chiến đấu của 2 đội ngẫu nhiên thêm 120% trong 4 lượt
zh: 仅有 3 个小队为射手蚂蚁时，从第 5 回合起，随机提升 2 个小队的战斗技能伤害 120%，持续 4 个回合

# blackCancerFluidLeachSkillTitle
source: Fluid Leach
ar: سحب السوائل
bg: Функция за отвеждане на флуиди
de: Flüssigkeitsentzug
es: Drenaje de fluidos
fil: Pagpapaagos ng Pluido
hu: Fluidum kiszívás
ja: 流体溶解
mk: Течност за испуштање
nl: Essentiedrainage
pl: Wyciek cieczy
ru: Сток жижи
tr: Sıvı Sızıntısı
uk: Витік рідини
vi: Rút Dịch
zh: 流体抽吸

# blackCancerFluidLeachSkillDescription10
source: Has a 100% chance to deal 96% (+Special Ant Level*0.8%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: احتمالية 100% لإحداث 96% (+مستوى النمل الخاص*0.8%) ضررًا على فرقة عدوة عشوائية واحدة في نطاق فعال وإرهاقها، مما يقلل ضررها بنسبة 20% لمدة جولة واحدة
bg: Има 100% шанс да нанесе 96% (+Специално ниво на мравка*0.8%) щети на 1 случаен вражески отряд в обсега на действие и да го изтощи, като намали щетите му с 20% за 1 рунд
de: Hat eine Chance von 100 %, einem beliebigen gegnerischen Trupp innerhalb der effektiven Reichweite 96 % (+ Spezialameisenstufe * 0,8 %) Schaden zuzufügen und ihn zu erschöpfen, wodurch sein Schaden 1 Runde lang um 20 % reduziert wird
es: Tiene un 100% de probabilidad de hacer 96% (+Nivel Hormiga Especial*0,8%) de daño a 1 escuadra enemiga al azar dentro del rango efectivo y agotarla, reduciendo su daño en un 20% durante 1 ronda
fil: May 100% tyansa na magdulot ng 96% (+Antas ng Antas Espesyal*0.8%) na pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw at Ubusin sila, binabawasan ang kanilang pinsala ng 20% sa loob ng 1 round
hu: 100% eséllyel 96% (+Kül. Hangya szint*0.8%) sebzést okoz 1 véletlenszerűen kiválasztott ellenséges osztagnak a hatásos távolságon belül és Kimeríti őket, ami 20%-kal csökkenti a sebzésüket 1 körre
it: Ha il 100% di probabilità di infliggere il 96% (+Livello formica speciale*0,8%) di danni a 1 squadra nemica casuale nel raggio d'azione ed esaurirla, riducendo i danni inflitti del 20% per 1 round
ja: 100%の確率で、有効範囲内の1つのランダムな敵部隊に96%（＋特殊アリレベル×0.8%）ダメージを与え、その部隊を疲労状態にし、そのダメージを1ラウンド20%減少させる
mk: Има 100% шанса да нанесе 96% (+Ниво специјални мрав*0,8%) штета 1 случајном непријателском одреду во ефективниот опсег и да го исцеди, намалувајќи ја неговата штета за 20% во 1 круг
nl: Heeft 100% kans om 96% (+ Speciale mierlevel*0.8%) schade toe te brengen aan 1 willekeurig vijandelijk team binnen het effectieve bereik en hen uit te putten, waardoor hun schade gedurende 1 ronde met 20% wordt verminderd.
pl: W 100% zadaje 96% (+Poziom specjalnej mrówki*0,8%) obrażeń 1 losowemu oddziałowi wrogów w zasięgu i Wyczerpuje go, zmniejszając jego obrażenia o 20% na 1 turę
ru: 100%-ный шанс нанести 96% (+Ур. муравья х 0,8%) урона 1 случайному отряду врага в зоне поражения и истощить его, что уменьшит наносимый им урон на 20% на 1 раунд
tr: Etkili menzil içinde 1 rastgele düşman birliğine %96 (+Özel Karınca Seviyesi*0,8%) hasar verme ve onları Yorgun duruma sokma şansı %100'dür. Bu durum hasarlarını 1 tur boyunca %20 azaltır
uk: Із 100% імовірністю завдає 96% (+ рівень специфічного мураху*0,8%) шкоди 1 випадковому ворожому загону в межах дії та вимотує його, зменшуючи його шкоду на 20% протягом 1 раунду
vi: Có 100% khả năng gây 96% (+Cấp Kiến Đặc Biệt*0,8%) sát thương lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và Làm Kiệt Sức chúng, giảm 20% sát thương của chúng trong 1 lượt
zh: 对有效射程范围内的1个随机敌方小队造成伤害率96%（+特殊蚂蚁等级*0.8%）的伤害，并使其疲劳，使其伤害降低20% 1回合
