Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# rubySlenderSelfAdjustingSkillDescription10
source: Has a 60% chance to heal its squad with a healing ratio of 220%
ar: هناك فرصة بنسبة 60% لعلاج وحدتها بنسبة شفاء تبلغ 220%
de: Chance von 60%, den Squad mit einer Heilrate von 220% zu heilen
es: Tiene un 60% de posibilidades de curar a su escuadrón con un índice de curación del 220%
fil: Mayroong 60% na tsansa na pagalingin ang iskad niya na may healing ratio na 220%
hu: 60%-os valószínűséggel gyógyítja az osztagait 220%-os gyógyulási aránnyal
it: Ha una probabilità del 60% di curare la sua squadra con un rapporto di cura del 220%
ja: 60%の確率で、自分の部隊を220%の割合で回復させる
nl: Heeft een kans van 60% om zijn eenheid te genezen met een herstelverhouding van 220%
pl: Ma 60% szans na uzdrowienie swojej drużyny ze współczynnikiem uzdrowienia 220%
uk: Існує 60% ймовірність зцілення її загону зі співвідношенням зцілення 220%
vi: Có 60% xác suất hồi máu cho tiểu đội của mình với tỷ lệ hồi là 220%

# rubySlenderSelfAdjustingSkillDescription20
source: Has a 60% chance to heal its squad with a healing ratio of 320%
ar: هناك فرصة بنسبة 60% لعلاج وحدتها بنسبة شفاء تبلغ 320%
de: Chance von 60%, den Squad mit einer Heilrate von 320% zu heilen
es: Tiene un 60% de posibilidades de curar a su escuadrón con un índice de curación del 320%
fil: Mayroong 60% na tsansa na pagalingin ang iskad niya na may healing ratio na 320%
hu: 60%-os valószínűséggel gyógyítja az osztagait 320%-os gyógyulási aránnyal
it: Ha una probabilità del 60% di curare la sua squadra con un rapporto di cura del 320%
ja: 60%の確率で、自分の部隊を320%の割合で回復させる
nl: Heeft een kans van 60% om zijn eenheid te genezen met een herstelverhouding van 320%
pl: Ma 60% szans na uzdrowienie swojej drużyny ze współczynnikiem uzdrowienia 320%
uk: Існує 60% ймовірність зцілення її загону зі співвідношенням зцілення 320%
vi: Có 60% xác suất hồi máu cho tiểu đội của mình với tỷ lệ hồi là 320%

# rubySlenderWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
de: Kriegsführung
es: Liderazgo bélico
hu: Harcvezetés
it: Leadership in guerra
ja: 戦場のリーダーシップ
nl: Oorlogsleiding
pl: Dowodzenie w walce
uk: Бойове лідерство
vi: Lãnh đạo chiến đấu

# rubySlenderWarfareLeadershipSkillDescription10
source: When the battle starts, increases the Defense of all our squads by 60%. In the first 3 rounds, reduces the normal attack and skill damage taken by its squad by 25%
ar: عندما تبدأ المعركة، تزيد الدفاع عن جميع وحداتنا بنسبة 60%. في الجولات الثلاث الأولى، تقلل الهجوم العادي وضرر المهارة التي تلحقها وحدتها بنسبة 25%
de: Erhöht zu Beginn der Schlacht die Verteidigung aller unserer Züge um 60%. Verringert in den ersten 3 Runden den Schaden, der durch normale Angriffe und Fertigkeiten für diesen Zug entsteht, um 25%
es: Cuando comienza la batalla, aumenta la defensa de todos nuestros escuadrones en un 60%. En las primeras 3 rondas, reduce el ataque normal y el daño de habilidad recibido por su escuadrón en un 25%
fil: Kapag nag simula ang laban, tataas ang Defense ng lahat ng iskad natin ng 60%. Sa kauna unahang 3 round, babawasan ang normal attack at skill na matatanggap ng iskad niya ng 25%
hu: A csata elején 60%-kal növeli az összes osztagunk védelmét. Az első 3 körben 25%-kal csökkenti az osztaga által kapott normál támadás és képesség sebzését
it: All'inizio della battaglia, aumenta la difesa di tutte le nostre squadre del 60%. Nei primi 3 turni, riduce del 25% il danno inflitto dai normali attacchi e dalle abilità alla sua squadra
ja: 戦闘開始時に、味方部隊全体の防御力を60%増加させる。最初の3ラウンドでは、その部隊が受ける通常攻撃とスキル攻撃のダメージを25%減少させる
nl: Wanneer de strijd begint, neemt de verdediging van al onze eenheden met 60% toe. De eerste 3 rondes wordt de schade van de normale aanval en vaardigheid die door de eenheid wordt ondergaan met 25% verminderd
pl: Na początku bitwy zwiększa obronę wszystkich naszych drużyn o 60%. W pierwszych 3 turach zmniejsza obrażenia od normalnego ataku i umiejętności otrzymywane przez jego drużynę o 25%
uk: На початку бою підвищує Захист усіх наших загонів на 60%. Протягом перших 3 раундів зменшує звичайну атаку та шкоду від умінь, які чинить її загін, на 25%
vi: Khi trận chiến bắt đầu, tăng Phòng thủ của toàn bộ tiểu đội của mình lên 60%. Trong 3 lượt đầu, giảm sát thương từ tấn công bình thường và kỹ năng mà tiểu đội của mình phải chịu 25%

# rubySlenderWarfareLeadershipSkillDescription20
source: When the battle starts, increases the Defense of all our squads by 80%. In the first 3 rounds, reduces the normal attack and skill damage taken by its squad by 30%
ar: عندما تبدأ المعركة، تزيد الدفاع عن جميع وحداتنا بنسبة 80%. في الجولات الثلاث الأولى، تقلل الهجوم العادي وضرر المهارة التي تلحقها وحدتها بنسبة 30%
de: Erhöht zu Beginn der Schlacht die Verteidigung aller unserer Züge um 80%. Verringert in den ersten 3 Runden den Schaden, der durch normale Angriffe und Fertigkeiten für diesen Zug entsteht, um 30%
es: Cuando comienza la batalla, aumenta la defensa de todos nuestros escuadrones en un 80%. En las primeras 3 rondas, reduce el ataque normal y el daño de habilidad recibido por su escuadrón en un 30%
fil: Kapag nag simula ang laban, tataas ang Defense ng lahat ng iskad natin ng 80%. Sa kauna unahang 3 round, babawasan ang normal attack at skill na matatanggap ng iskad niya ng 30%
hu: A csata elején 80%-kal növeli az összes osztagunk védelmét. Az első 3 körben 30%-kal csökkenti az osztaga által kapott normál támadás és képesség sebzését
it: All'inizio della battaglia, aumenta la difesa di tutte le nostre squadre dell'80%. Nei primi 3 turni, riduce del 30% il danno inflitto dai normali attacchi e dalle abilità alla sua squadra
ja: 戦闘開始時に、味方部隊全体の防御力を80%増加させる。最初の3ラウンドでは、その部隊が受ける通常攻撃とスキル攻撃のダメージを30%減少させる
nl: Wanneer de strijd begint, neemt de verdediging van al onze eenheden met 80% toe. De eerste 3 rondes wordt de schade van de normale aanval en vaardigheid die door de eenheid wordt ondergaan met 30% verminderd
pl: Na początku bitwy zwiększa obronę wszystkich naszych drużyn o 80%. W pierwszych 3 turach zmniejsza obrażenia od normalnego ataku i umiejętności otrzymywane przez jego drużynę o 30%
uk: На початку бою підвищує Захист усіх наших загонів на 80%. Протягом перших 3 раундів зменшує звичайну атаку та шкоду від умінь, які чинить її загін, на 30%
vi: Khi trận chiến bắt đầu, tăng Phòng thủ của toàn bộ tiểu đội của mình lên 80%. Trong 3 lượt đầu, giảm sát thương từ tấn công bình thường và kỹ năng mà tiểu đội của mình phải chịu 30%

# saharanSilverAntRapidMomentumSkillTitle
source: Rapid Momentum
ar: الزخم السريع
de: Rasche Dynamik
fil: Mabilis na Momentum
ja: ラピッドモメンタム
nl: Razendsnel momentum
pl: Pęd Momentum

# saharanSilverAntRapidMomentumSkillDescription10
source: Has a 80% chance to launch 2 attacks against the enemy squad, each attack deals 200% damage and applies one layer of vulnerability mark (each layer increases the damage the target takes from this skill by 7%). The mark is stackable and lasts until the end of the battle
ar: لديه فرصة 80% لشن هجومين ضد فرقة العدو، حيث يتعامل كل هجوم مع 200% من الضرر ويطبق طبقة واحدة من علامة الضعف (كل طبقة تزيد الضرر الذي يتلقاه الهدف من هذه المهارة بنسبة 7%). العلامة قابلة للتكديس وتستمر حتى نهاية المعركة
de: Hat eine Chance von 80%, 2 Angriffe auf den gegnerischen Trupp zu starten, die jeweils 200% Schaden verursachen und eine Verwundbarkeitsschicht hinzufügen (jede Schicht erhöht den Schaden, den das Ziel durch diese Fertigkeit erleidet, um 7 %). Das Mal ist stapelbar und hält bis zum Ende des Kampfes an
es: Tiene un 80 % de probabilidad de lanzar 2 ataques contra el escuadrón enemigo; cada ataque inflige un 200 % de daño y aplica una capa de marca de vulnerabilidad (cada capa aumenta el daño que recibe el objetivo de esta habilidad en un 7 %). La marca es acumulable y dura hasta el final de la batalla
fil: Mayroong 80% tyansa na maglunsad ng 2 pag-atake laban sa kalabang iskwad, bawat pag-atake ay kumokonsumo ng 200% na pinsala at naglalapat ng isang antas ng markang kahinaan (bawat antas ay nagdaragdag ng pinsalang natatanggap ng target mula sa kasanayang ito ng 7%). Ang marka ay maitatambak at tumatagal hanggang sa katapusan ng labanan
hu: 80% eséllyel 2 támadást indít az ellenséges csapat ellen, melyek mindegyike 200% sebzést okoz és egy réteg sebezhetőségi jelet alkalmaz (minden réteg 7%-kal növeli a célpont e képességtől elszenvedett sebzést). A jel halmozható és a csata végéig aktív marad.
it: Ha l'80% di possibilità di lanciare 2 attacchi contro la squadra nemica, ogni attacco infligge il 200% di danni e applica un livello di marchio di vulnerabilità (ogni livello aumenta i danni che il bersaglio subisce con questa abilità del 7%). Il marchio è cumulabile e dura fino alla fine della battaglia
ja: 80%の確率で敵チームに対して2回攻撃を仕掛けます。それぞれの攻撃は200%のダメージを与え、脆弱性の印を1層追加します（各層は、敵が受けるこのスキルのダメージを7%増加させます）。印は累積で、バトル終了時まで継続します
nl: Heeft 80% kans om 2 aanvallen uit te voeren op de vijandelijke eenheid. Elke aanval richt 200% schade aan en voegt één laag kwetsbaarheidsmarkering toe (elke laag verhoogt de schade die het doelwit van deze vaardigheid oploopt met 7%). De markering is stapelbaar en blijft tot het einde van de strijd zitten
pl: Ma 80% szans na wykonanie 2 ataków na oddział przeciwnika, każdy atak zadaje 200% obrażeń i nakłada jedną warstwę znacznika podatności (każda warstwa zwiększa obrażenia, jakie cel otrzymuje od tej umiejętności o 7%). Znacznik jest kumulatywny i trwa do końca bitwy
uk: Має 80% шанс запустити 2 атаки проти ворожого загону, кожна з яких завдає 200% шкоди та накладає один рівень уразливості (кожен рівень збільшує шкоду, яку завдає цією навичкою ціль, на 7%). Уразливість накопичується і триває до кінця бою
vi: Có 80% xác suất tung ra 2 đòn tấn công vào đội hình địch, mỗi đòn tấn công gây sát thương 200% và gây một lớp đánh dấu trạng thái dễ bị tổn thương (mỗi lớp tăng lượng sát thương mà mục tiêu nhận từ kỹ năng này thêm 7%). Lớp đánh dấu có thể cộng dồn và tồn tại đến hết trận chiến

# saharanSilverAntRapidMomentumSkillDescription20
source: Has a 80% chance to launch 2 attacks against the enemy squad, each attack deals 250% damage and applies one layer of vulnerability mark (each layer increases the damage the target takes from this skill by 12%). The mark is stackable and lasts until the end of the battle
ar: لديه فرصة 80% لشن هجومين ضد فرقة العدو، حيث يتعامل كل هجوم مع 250% من الضرر ويطبق طبقة واحدة من علامة الضعف (كل طبقة تزيد الضرر الذي يتلقاه الهدف من هذه المهارة بنسبة 12%). العلامة قابلة للتكديس وتستمر حتى نهاية المعركة
de: Hat eine Chance von 80%, 2 Angriffe auf den gegnerischen Trupp zu starten, die jeweils 250% Schaden verursachen und eine Verwundbarkeitsschicht hinzufügen (jede Schicht erhöht den Schaden, den das Ziel durch diese Fertigkeit erleidet, um 12 %). Das Mal ist stapelbar und hält bis zum Ende des Kampfes an
es: Tiene un 80 % de probabilidad de lanzar 2 ataques contra el escuadrón enemigo; cada ataque inflige un 250 % de daño y aplica una capa de marca de vulnerabilidad (cada capa aumenta el daño que recibe el objetivo de esta habilidad en un 12 %). La marca es acumulable y dura hasta el final de la batalla
fil: Mayroong 80% tyansa na maglunsad ng 2 pag-atake laban sa kalabang iskwad, bawat pag-atake ay kumokonsumo ng 250% na pinsala at naglalapat ng isang antas ng markang kahinaan (bawat antas ay nagdaragdag ng pinsalang natatanggap ng target mula sa kasanayang ito ng 12%). Ang marka ay maitatambak at tumatagal hanggang sa katapusan ng labanan
hu: 80% eséllyel 2 támadást indít az ellenséges csapat ellen, melyek mindegyike 250% sebzést okoz és egy réteg sebezhetőségi jelet alkalmaz (minden réteg 12%-kal növeli a célpont e képességtől elszenvedett sebzést). A jel halmozható és a csata végéig aktív marad.
it: Ha l'80% di possibilità di lanciare 2 attacchi contro la squadra nemica, ogni attacco infligge il 250% di danni e applica un livello di marchio di vulnerabilità (ogni livello aumenta i danni che il bersaglio subisce con questa abilità del 12%). Il marchio è cumulabile e dura fino alla fine della battaglia
ja: 80%の確率で敵チームに対して2回攻撃を仕掛けます。それぞれの攻撃は250%のダメージを与え、脆弱性の印を1層追加します（各層は、敵が受けるこのスキルのダメージを12%増加させます）。印は累積で、バトル終了時まで継続します
nl: Heeft 80% kans om 2 aanvallen uit te voeren op de vijandelijke eenheid. Elke aanval richt 250% schade aan en voegt één laag kwetsbaarheidsmarkering toe (elke laag verhoogt de schade die het doelwit van deze vaardigheid oploopt met 12%). De markering is stapelbaar en blijft tot het einde van de strijd zitten
pl: Ma 80% szans na wykonanie 2 ataków na oddział przeciwnika, każdy atak zadaje 250% obrażeń i nakłada jedną warstwę znacznika podatności (każda warstwa zwiększa obrażenia, jakie cel otrzymuje od tej umiejętności o 12%). Znacznik jest kumulatywny i trwa do końca bitwy
uk: Має 80% шанс запустити 2 атаки проти ворожого загону, кожна з яких завдає 250% шкоди та накладає один рівень уразливості (кожен рівень збільшує шкоду, яку завдає цією навичкою ціль, на 12%). Уразливість накопичується і триває до кінця бою
vi: Có 80% xác suất tung ra 2 đòn tấn công vào đội hình địch, mỗi đòn tấn công gây sát thương 250% và gây một lớp đánh dấu trạng thái dễ bị tổn thương (mỗi lớp tăng lượng sát thương mà mục tiêu nhận từ kỹ năng này thêm 12%). Lớp đánh dấu có thể cộng dồn và tồn tại đến hết trận chiến

# saharanSilverAntSilverGleamSkillTitle
source: Silver Gleam
ar: بريق الفضة
de: Silberner Schimmer
es: Rayo de plata
it: Bagliore argenteo
ja: シルバーグリーム
nl: Zilveren gloed
pl: Srebrny Blask
uk: Срібний блиск
vi: Ánh bạc lấp lánh

# saharanSilverAntSilverGleamSkillDescription10
source: Has a 70% chance to deal 130% (+Special Ant Level*1%) damage to all enemy squads
ar: لديه فرصة 70% لإحداث 130% (+ 1% من مستوى النملة الخاصة) من الضرر على جميع فرق العدو
de: Hat eine Chance von 70%, allen gegnerischen Trupps 130% (+ Spezialameisenstufe*1 %) Schaden zuzufügen
es: Tiene un 70 % de probabilidad de infligir un 130 % (+ Nivel de hormiga especial * 1 %) de daño a todos los escuadrones enemigos
fil: Mayroong 70% tyansa na magbigay ng pinsalang 130% (+Antas ng Espesyal na Ant*1%) sa lahat ng kalabang iskwad
hu: 70% eséllyel az összes ellenséges csapatnak 130% (+Különleges Hangya Szint * 1%) sebzést okoz.
it: Ha il 70% di possibilità di infliggere il 130% (+ Livello formica speciale * 1%) di danni a tutte le squadre nemiche
ja: 70%の確率で、すべての敵チームに対して130%（+特殊アントレベル*1%）のダメージを与えます
nl: Heeft 70% kans om 130% (+% niveau speciale mier*1%) schade toe te brengen aan alle vijandelijke eenheden
pl: Ma 70% szans na zadanie 130% (+poziom specjalnego mrówa*1%) obrażeń wszystkim oddziałom przeciwnika
uk: Має 70% шанс завдати 130% (+ рівень спеціальної мурашки * 1%) шкоди всім ворожим загонам
vi: Có 70% xác suất gây sát thương 130% (+Cấp kiến đặc biệt*1%) cho tất cả đội hình địch

# saharanSilverAntSilverGleamSkillDescription20
source: Has a 70% chance to deal 180% (+Special Ant Level*1%) damage to all enemy squads
ar: لديه فرصة 70% لإحداث 180% (+ 1% من مستوى النملة الخاصة) من الضرر على جميع فرق العدو
de: Hat eine Chance von 70%, allen gegnerischen Trupps 180% (+ Spezialameisenstufe*1 %) Schaden zuzufügen
es: Tiene un 70 % de probabilidad de infligir un 180 % (+ Nivel de hormiga especial * 1 %) de daño a todos los escuadrones enemigos
fil: Mayroong 70% tyansa na magbigay ng pinsalang 180% (+Antas ng Espesyal na Ant*1%) sa lahat ng kalabang iskwad
hu: 70% eséllyel az összes ellenséges csapatnak 180% (+Különleges Hangya Szint * 1%) sebzést okoz.
it: Ha il 70% di possibilità di infliggere il 180% (+ Livello formica speciale * 1%) di danni a tutte le squadre nemiche
ja: 70%の確率で、すべての敵チームに対して180%（+特殊アントレベル*1%）のダメージを与えます
nl: Heeft 70% kans om 180% (+% niveau speciale mier*1%) schade toe te brengen aan alle vijandelijke eenheden
pl: Ma 70% szans na zadanie 180% (+poziom specjalnego mrówa*1%) obrażeń wszystkim oddziałom przeciwnika
uk: Має 70% шанс завдати 180% (+ рівень спеціальної мурашки * 1%) шкоди всім ворожим загонам
vi: Có 70% xác suất gây sát thương 180% (+Cấp kiến đặc biệt*1%) cho tất cả đội hình địch

# saharanSilverAntPrecisionLongshotSkillTitle
source: Precision Longshot
ar: تسديدة بعيدة دقيقة
de: Präzisionsfernschuss
es: Tiro de precisión a larga distancia
fil: Tumpak na Malayuang Pagtiro
it: Tiro mirato a lunga distanza
ja: プレシジョンロングショット
nl: Precisieschutter op afstand
pl: Precyzyjny Strzał z Dystansu
uk: Точний постріл здалеку
vi: Bắn tỉa chính xác

# saharanSilverAntPrecisionLongshotSkillDescription10
source: Each round, has a 50% chance to increase the positioning distance of its squad by 1. When dealing damage, the damage is increased by 5% for every 1 range between its squad and the target enemy squad
ar: في كل جولة، لديه فرصة 50% لزيادة مسافة وضع فرقته بمقدار 1. عند التعامل مع الضرر، يزداد الضرر بنسبة 5% لكل نطاق واحد بين فرقته وفرقة العدو المستهدفة
de: Hat in jeder Runde eine Chance von 50%, die Positionierungsdistanz seines Trupps um 1 zu erhöhen. Beim Austeilen von Schaden wird der Schaden pro 1 Distanz zwischen seinem Trupp und dem gegnerischen Zieltrupp um 5% erhöht
es: Cada ronda, tiene un 50 % de probabilidad de aumentar la distancia de posicionamiento de su escuadrón en 1. Al infligir daño, este aumenta un 5 % por cada 1 de alcance entre su escuadrón y el escuadrón enemigo objetivo
fil: Sa bawat round, mayroong 50% tyansa na madagdagan ang distansya ng posisyon ng iskwad nito ng 1. Kapag nagdudulot ng pinsala, nadadagdagan ang pinsala ng 5% para sa bawat 1 hanay sa pagitan ng iskwad nito at ng target na kalabang iskwad
hu: Minden körben 50% eséllyel 1-gyel növeli csapata pozicionálási távolságát. Sebzés okozásakor a sebzést az adott csapat és a célul vett ellenséges csapat közötti minden 1 hatótávolság 5%-kal növeli.
it: Ogni round, ha il 50% di possibilità di aumentare la distanza di posizionamento della sua squadra di 1. Quando infligge danni, questi vengono aumentati del 5% per ogni 1 portata tra la sua squadra e quella nemica bersaglio
ja: ラウンドごとに、50%の確率で分隊の位置の距離を1だけ増加させます。ダメージを与える際、その分隊とターゲットの敵分隊の間のレンジが1ごとに、ダメージが5%増加します
nl: Heeft elke ronde 50% kans om de plaatsingsafstand van zijn eenheid te vergroten met 1. De schade wordt verhoogd met 5% voor elke 1 vak tussen zijn eenheid en de vijandelijke eenheid die het doelwit is
pl: W każdej rundzie ma 50% szans na zwiększenie dystansu jego oddziału o 1. Podczas zadawania obrażeń obrażenia są zwiększane o 5% za każdy 1 zasięg między jego oddziałem, a oddziałem wroga
uk: Кожний раунд має 50% шанс збільшити дистанцію позиціонування свого загону на 1. Завдаючи шкоди, шкода збільшується на 5% за кожен 1 діапазон між його загоном і цільовим ворожим загоном
vi: Mỗi lượt, có 50% xác suất tăng khoảng cách đội hình 1. Khi gây sát thương, sát thương tăng 5% với mỗi 1 phạm vi giữa đội hình và đội hình địch mục tiêu

# saharanSilverAntPrecisionLongshotSkillDescription20
source: Each round, has a 70% chance to increase the positioning distance of its squad by 1. When dealing damage, the damage is increased by 10% for every 1 range between its squad and the target enemy squad
ar: في كل جولة، لديه فرصة 70% لزيادة مسافة وضع فرقته بمقدار 1. عند التعامل مع الضرر، يزداد الضرر بنسبة 10% لكل نطاق واحد بين فرقته وفرقة العدو المستهدفة
de: Hat in jeder Runde eine Chance von 70%, die Positionierungsdistanz seines Trupps um 1 zu erhöhen. Beim Austeilen von Schaden wird der Schaden pro 1 Distanz zwischen seinem Trupp und dem gegnerischen Zieltrupp um 10% erhöht
es: Cada ronda, tiene un 70 % de probabilidad de aumentar la distancia de posicionamiento de su escuadrón en 1. Al infligir daño, este aumenta un 10 % por cada 1 de alcance entre su escuadrón y el escuadrón enemigo objetivo
fil: Sa bawat round, mayroong 70% tyansa na madagdagan ang distansya ng posisyon ng iskwad nito ng 1. Kapag nagdudulot ng pinsala, nadadagdagan ang pinsala ng 10% para sa bawat 1 hanay sa pagitan ng iskwad nito at ng target na kalabang iskwad
hu: Minden körben 70% eséllyel 1-gyel növeli csapata pozicionálási távolságát. Sebzés okozásakor a sebzést az adott csapat és a célul vett ellenséges csapat közötti minden 1 hatótávolság 10%-kal növeli.
it: Ogni round, ha il 70% di possibilità di aumentare la distanza di posizionamento della sua squadra di 1. Quando infligge danni, questi vengono aumentati del 10% per ogni 1 portata tra la sua squadra e quella nemica bersaglio
ja: ラウンドごとに、70%の確率で分隊の位置の距離を1だけ増加させます。ダメージを与える際、その分隊とターゲットの敵分隊の間のレンジが1ごとに、ダメージが10%増加します
nl: Heeft elke ronde 70% kans om de plaatsingsafstand van zijn eenheid te vergroten met 1. De schade wordt verhoogd met 10% voor elke 1 vak tussen zijn eenheid en de vijandelijke eenheid die het doelwit is
pl: W każdej rundzie ma 70% szans na zwiększenie dystansu jego oddziału o 1. Podczas zadawania obrażeń obrażenia są zwiększane o 10% za każdy 1 zasięg między jego oddziałem, a oddziałem wroga
uk: Кожний раунд має 70% шанс збільшити дистанцію позиціонування свого загону на 1. Завдаючи шкоди, шкода збільшується на 10% за кожен 1 діапазон між його загоном і цільовим ворожим загоном
vi: Mỗi lượt, có 70% xác suất tăng khoảng cách đội hình 1. Khi gây sát thương, sát thương tăng 10% với mỗi 1 phạm vi giữa đội hình và đội hình địch mục tiêu

# shieldWardenHealingPowerSkillTitle
source: Healing Power
ar: قوة الشفاء
de: Heilende Kraft
es: Poder de sanación
hu: Gyógyító erő
ja: 癒しパワー
nl: Genezende kracht
pl: Moc uzdrawiania
uk: Зцілювальна сила
vi: Sức mạnh chữa lành

# shieldWardenHealingPowerSkillDescription10
source: Heals 2 random squads each round with a healing ratio of 150%
ar: تشفي 2 فرقة بشكل عشوائي في كل جولة بنسبة شفاء 150٪
de: Heilt 2 zufällige Trupps jede Runde mit einer Heilrate von 150 %
es: Cura 2 escuadrones aleatorios en cada ronda con un índice de curación de 150%
fil: Nagpapagaling ng 2 random na pangkat bawat round na may healing ratio na 150%
hu: Két véletlenszerű rajt gyógyít meg minden körben 150%-os gyógyítási aránnyal
it: Cura 2 squadre casuali ogni round con un tasso di cura del 150%
ja: 各ラウンドランダムに2小隊を150%の治癒率で治癒する
nl: Heelt elke ronde 2 willekeurige squadrons met een genezingsratio van 150%
pl: Leczy 2 losowe drużyny każdej rundy ze wskaźnikiem leczenia 150%
uk: Зцілює по 2 випадкових загонів що раунд коефіцієнтом лікування 150%
vi: Trong mỗi lượt, chữa lành cho 2 đội quân ngẫu nhiên với tỷ lệ hồi phục là 150%

# shieldWardenHealingPowerSkillDescription20
source: Heals 2 random squads each round with a healing ratio of 170%
ar: تشفي 2 فرقة بشكل عشوائي في كل جولة بنسبة شفاء 170٪
de: Heilt 2 zufällige Trupps jede Runde mit einer Heilrate von 170 %
es: Cura 2 escuadrones aleatorios en cada ronda con un índice de curación de 170%
fil: Nagpapagaling ng 2 random na pangkat bawat round na may healing ratio na 170%
hu: Két véletlenszerű rajt gyógyít meg minden körben 170%-os gyógyítási aránnyal
it: Cura 2 squadre casuali ogni round con un tasso di cura del 170%
ja: 各ラウンドランダムに2小隊を170%の治癒率で治癒する
nl: Heelt elke ronde 2 willekeurige squadrons met een genezingsratio van 170%
pl: Leczy 2 losowe drużyny każdej rundy ze wskaźnikiem leczenia 170%
uk: Зцілює по 2 випадкових загонів що раунд коефіцієнтом лікування 170%
vi: Trong mỗi lượt, chữa lành cho 2 đội quân ngẫu nhiên với tỷ lệ hồi phục là 170%

# shieldWardenFightToDeathSkillTitle
source: Fight To Death
ar: قاتل حتى الموت
de: Kampf bis zum Tod
es: Luchar a muerte
fil: Laban Hanggang Kamatayan
hu: Halálig harcol
it: Combatti fino alla morte
ja: 拼命
nl: Vechten tot de dood
pl: Walka aż do śmierci
uk: Бій до смерті
vi: Chiến đấu đến cùng
