Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# crimsonPearlParasiticStingerSkillDescription10
source: When its squad deals Skill Damage, the target will be stacked a Parasitic Effect. When any one of the squads has been stacked for 3 times Parasitic Effect, this squad will be dealt 550% (+Special Ant Level*1%) damage, and the effect will be reset
ar: عندما تُلحق فرقتها ضررًا بالمهارة، يتم تكديس تأثير طفيلي على الهدف. عندما يتم تكديس 3 تأثيرات طفيلية على أي فرقة واحدة، يتم إلحاق 550% (+مستوى النملة الخاصة*1%) ضررًا بهذه الفرقة، ويتم إعادة تعيين التأثير
bg: Когато неговият отряд влезе в Щета от умение, целта ще има Ефект на паразит. Когато който и да е отряд влезе в Ефект на паразит за 3 пъти, на този отряд ще бъдат нанесени 550% (+Ниво на мравка специалист*1%) Щети и ефектът ще се нулира
de: Wenn sein Trupp Geschicksschaden verursacht, erhält das Ziel den Parasiteneffekt. Wenn auf einen der Trupps dreimal der Parasiteneffekt gestapelt wurde, wird diesem Trupp 550 % (+ 1 % des Levels der Spezialameise) Schaden zugefügt und der Effekt wird zurückgesetzt
es: Cuando su pelotón inflige Daño de habilidad, el objetivo acumula un Efecto parasitario. Cuando cualquiera de los pelotones acumula un Efecto parasitario 3 veces, ese pelotón recibe 550% (+Nivel de hormiga especial*1%) de daño, y el efecto se reinicia
fil: Kapag ang kanyang squad ay nakagawa ng pinsala sa Skill, ang target ay magkakaroon ng Parasitic Effect. Kapag ang sinuman sa mga squad ay mayroong Parasitic Effect nang 3 beses, ang squad na ito ay makakatanggap ng 550% (+Antas ng Ant Level*1%) na pinsala, at magre-reset ang epekto
hu: Ha az egység Képesség sebzést okoz, a célpontra Parazita hatás rakódik. Ha bármelyik egységre 3-szor rakódik Parazita hatás, az egység 550% (+Különleges hangya szint*1%) sebzést szenved el, és a hatás nullázódik
it: Quando la sua squadra subisce danni abilità, il bersaglio subirà una sovrapposizione dell'effetto parassita. Quando qualsiasi squadra avrà subito la sovrapposizione dell'effetto parassita 3 volte, la squadra subirà 550% (+1% x Livello truppa speciale) di danni e l'effetto verrà azzerato
ja: 分隊がスキルダメージを与えると、対象に寄生効果が重なる。分隊の1つに寄生効果が3度重なると、この分隊は550%（+特殊アリレベル*1%）のダメージを被り、効果はリセットされる
mk: Кога неговиот одред нанесува Штета од вештина, на целта ќе ѝ се постави Паразитски ефект. Кога било кој од одредите го совлада Паразитскиот ефект 3 пати, овој одред ќе прими 550% (+Ниво на мравка-специјалист * 1%) штета, а ефектот ќе се ресетира
nl: Wanneer de eenheid vaardigheidsschade toebrengt, wordt het doelwit gestapeld met een parasitair effect. Wanneer een van de eenheden drie keer met een parasitair effect is gestapeld, krijgt deze eenheid 550% (+ speciaal miern. * 1%) schade en wordt het effect opnieuw ingesteld
pl: Gdy jej oddział zada obrażenia umiejętnościami, na celu zostanie nałożony Efekt pasożytniczy. Gdy na jakimkolwiek z oddziałów zostanie nałożone 3 razy Efekt pasożytniczy, ten oddział otrzyma 550% (+ poziom specjalnej mrówki*1%) obrażeń, a efekt zostanie zresetowany
ru: Когда отряд наносит урон умением, цель получает эффект паразитирования. После 3 накоплений паразитирования, по отряду наносится урон в размере 550% (+1% за уровень Особого муравья) и эффект сбрасывается.
tr: Birliği Yetenek Hasarı verdiğinde hedef Parazitik Etki kazanır. Birliklerden herhangi biri 3 kez Parazitik Etki biriktirdiğinde bu birliğe %550 (+Özel Karınca Seviyesi*%1) hasar verilir ve etki sıfırlanır.
uk: Коли загін завдає шкоди від вміння, ціль отримає ефект паразита. Коли будь-який із загонів отримає ефект паразита 3 рази, він отримає 550% (+1% рівня особливого мураха) шкоди, а ефект буде скинуто
vi: Khi đội hình của nó gây Sát thương kỹ năng, mục tiêu sẽ bị cộng dồn Hiệu ứng ký sinh. Khi bất kỳ đội hình nào bị cộng dồn Hiệu ứng ký sinh 3 lần, đội hình này sẽ chịu 550% (+Cấp kiến đặc biệt*1%) sát thương và hiệu ứng này sẽ được đặt lại

# crimsonPearlParasiticStingerSkillDescription20
source: When its squad deals Skill Damage, the target will be stacked a Parasitic Effect. When any one of the squads has been stacked for 3 times Parasitic Effect, this squad will be dealt 650% (+Special Ant Level*1%) damage, and the effect will be reset
ar: عندما تُلحق فرقتها ضررًا بالمهارة، يتم تكديس تأثير طفيلي على الهدف. عندما يتم تكديس 3 تأثيرات طفيلية على أي فرقة واحدة، يتم إلحاق 650% (+مستوى النملة الخاصة*1%) ضررًا بهذه الفرقة، ويتم إعادة تعيين التأثير
bg: Когато неговият отряд влезе в Щета от умение, целта ще има Ефект на паразит. Когато който и да е отряд влезе в Ефект на паразит за 3 пъти, на този отряд ще бъдат нанесени 650% (+Ниво на мравка специалист*1%) Щети и ефектът ще се нулира
de: Wenn sein Trupp Geschicksschaden verursacht, erhält das Ziel den Parasiteneffekt. Wenn auf einen der Trupps dreimal der Parasiteneffekt gestapelt wurde, wird diesem Trupp 650 % (+ 1 % des Levels der Spezialameise) Schaden zugefügt und der Effekt wird zurückgesetzt
es: Cuando su pelotón inflige Daño de habilidad, el objetivo acumula un Efecto parasitario. Cuando cualquiera de los pelotones acumula un Efecto parasitario 3 veces, ese pelotón recibe 650% (+Nivel de hormiga especial*1%) de daño, y el efecto se reinicia
fil: Kapag ang kanyang squad ay nakagawa ng pinsala sa Skill, ang target ay magkakaroon ng Parasitic Effect. Kapag ang sinuman sa mga squad ay mayroong Parasitic Effect nang 3 beses, ang squad na ito ay makakatanggap ng 650% (+Antas ng Ant Level*1%) na pinsala, at magre-reset ang epekto
hu: Ha az egység Képesség sebzést okoz, a célpontra Parazita hatás rakódik. Ha bármelyik egységre 3-szor rakódik Parazita hatás, az egység 650% (+Különleges hangya szint*1%) sebzést szenved el, és a hatás nullázódik
it: Quando la sua squadra subisce danni abilità, il bersaglio subirà una sovrapposizione dell'effetto parassita. Quando qualsiasi squadra avrà subito la sovrapposizione dell'effetto parassita 3 volte, la squadra subirà 650% (+1% x Livello truppa speciale) di danni e l'effetto verrà azzerato
ja: 分隊がスキルダメージを与えると、対象に寄生効果が重なる。分隊の1つに寄生効果が3度重なると、この分隊は650%（+特殊アリレベル*1%）のダメージを被り、効果はリセットされる
mk: Кога неговиот одред нанесува Штета од вештина, на целта ќе ѝ се постави Паразитски ефект. Кога било кој од одредите го совлада Паразитскиот ефект 3 пати, овој одред ќе прими 650% (+Ниво на мравка-специјалист * 1%) штета, а ефектот ќе се ресетира
nl: Wanneer de eenheid vaardigheidsschade toebrengt, wordt het doelwit gestapeld met een parasitair effect. Wanneer een van de eenheden drie keer met een parasitair effect is gestapeld, krijgt deze eenheid 650% (+ speciaal miern. * 1%) schade en wordt het effect opnieuw ingesteld
pl: Gdy jej oddział zada obrażenia umiejętnościami, na celu zostanie nałożony Efekt pasożytniczy. Gdy na jakimkolwiek z oddziałów zostanie nałożone 3 razy Efekt pasożytniczy, ten oddział otrzyma 650% (+ poziom specjalnej mrówki*1%) obrażeń, a efekt zostanie zresetowany
ru: Когда отряд наносит урон умением, цель получает эффект паразитирования. После 3 накоплений паразитирования, по отряду наносится урон в размере 650% (+1% за уровень Особого муравья) и эффект сбрасывается.
tr: Birliği Yetenek Hasarı verdiğinde hedef Parazitik Etki kazanır. Birliklerden herhangi biri 3 kez Parazitik Etki biriktirdiğinde bu birliğe %650 (+Özel Karınca Seviyesi*%1) hasar verilir ve etki sıfırlanır.
uk: Коли загін завдає шкоди від вміння, ціль отримає ефект паразита. Коли будь-який із загонів отримає ефект паразита 3 рази, він отримає 650% (+1% рівня особливого мураха) шкоди, а ефект буде скинуто
vi: Khi đội hình của nó gây Sát thương kỹ năng, mục tiêu sẽ bị cộng dồn Hiệu ứng ký sinh. Khi bất kỳ đội hình nào bị cộng dồn Hiệu ứng ký sinh 3 lần, đội hình này sẽ chịu 650% (+Cấp kiến đặc biệt*1%) sát thương và hiệu ứng này sẽ được đặt lại

# crimsonPearlVariableMimicsSkillTitle
source: Variable Mimics
ar: المحاكاة المتغيرة
bg: Различни имитации
de: Variable Mimikries
es: Mímica variable
hu: Változó utánzók
it: Mimetica variabile
ja: 多様な模倣
mk: Променливи имитатори
nl: Variabele imitaties
pl: Zmienna Mimika
ru: Изменчивые подражатели
tr: Değişken Taklitler
vi: Nhại lại biến ảo

# crimsonPearlVariableMimicsSkillDescription10
source: In its squad, different Soldiers bring different effects. Shooter Ant: Skill Crit Rate increases 50% Guardian Ant: has 70% chance to heal our squad with the lowest Squad Power when dealing Skill Damage, with a healing ratio of 100% CarrierAnt: Before every round, the Skill Damage increases 25% (This effect is stackable)
ar: في فصيلتها، تُقدم النمل المختلفة تأثيرات مختلفة: nملة الرماية: تزداد نسبة الضربة الحرجة للمهارة بنسبة 50% nملة الحراسة: لديها فرصة بنسبة 70% لعلاج فرقتنا بأقل قوة للفرقة عند إلحاق ضرر بالمهارة، بنسبة شفاء تبلغ 100% nملة الحاملة: قبل كل جولة، يزداد ضرر المهارة بنسبة 25% (هذا التأثير قابل للتكديس)
bg: В неговия отряд различни войници носят различни ефекти. Mравка пострелянка: Крит. шансът за умение се увеличава с 50% Mравка пазачка: има 70% шанс да излекува нашия отряд с най-ниска Сила на отряд при нанесени Щети от умение, със съотношение на излекуване 100% Mравка носачка: Преди всеки рунд Щетите от умение се увеличават с 25% (Този ефект е затрупващ)
de: Verschiedene Soldaten in seinem Trupp verleihen unterschiedliche Effekte. Schützenameise: Der kritische Skillwert wird um 50 % erhöht. Wächterameise: Hat eine Chance von 70 %, beim Austeilen von Geschicksschaden unseren Trupp mit der geringsten Truppstärke zu heilen, wobei die Heilungsrate 100 % beträgt. Trägerameise: Vor jeder Runde wird der Geschicksschaden um 25 % erhöht (Dieser Effekt ist stapelbar).
es: En su pelotón, diferentes soldados aportan diferentes efectos. Hormiga tiradora: La tasa de ataque crítico de habilidad aumenta un 50%. Hormiga guardiana: tiene un 70% de probabilidad de curar a nuestro pelotón con el poder de pelotón más bajo cuando inflige Daño de habilidad, con una proporción de curación del 100%. Hormiga transportadora: antes de cada ronda, el Daño de habilidad aumenta un 25% (este efecto es acumulable).
fil: Sa kanyang squad, iba't ibang Sundalo ang may iba't ibang epekto. Ant na Matatagumpay: Tumaas ang Skill Rate ng Kritikal na Pinsala nang 50% Ant na Tagapangalaga: May 70% na pagkakataon na gamutin ang aming squad na may pinakamababang Lakas ng Squad kapag nakikipaglaban sa pinsala sa Skill, na may 100% na ratio ng pagpapagaling Ant na Carrier: Bago ang bawat round, tumataas ang pinsala ng Skill nang 25% (Maaaring ma-stack ang epektong ito)
hu: Az egységben a különböző katonák különböző hatásokat okoznak. Lövészhanga: a Képesség kritikus találati esélye 50%-kal nő Őrhangya: 70% esély van arra, hogy Képesség sebzés okozásakor meggyógyítja az egységünket a legalacsonyabb egység erővel, a gyógyulás mértéke 100% Hordozóhangya: Minden kör előtt a Képesség sebzése 25%-kal nő (ez a hatás halmozható)
it: Nella stessa squadra, truppe diverse hanno effetti diversi. Formica mitragliatrice: la probabilità di colpo critico dell'abilità aumenta del 50%. Formica guardiano: ha il 70% di possibilità di curare la nostra squadra con la potenza di squadra più bassa quando subisce danni abilità, con un tasso di cura del 100%. Formica trasportatrice: prima di ogni round, i danni abilità aumentano del 25% (effetto cumulabile).
ja: 分隊内で、兵士によって個々の効果が現れる。 シューターアリ：スキル会心率50%上昇 ガーディアンアリ：スキルダメージを与える際に、分隊パワーが最も低い分隊を70%の確率で100%の回復率で回復する キャリーアント：各ラウンドの前にスキルダメージが25%上昇（効果は重なる）
mk: Во неговиот одред, различни војници носат различни ефекти. Mравка-стрелач: Критичната стапка на вештината се зголемува за 50% Mравка-чувар: има 70% шанса да го излекува нашиот одред со најмала Моќ на одред кога нанесува Штета од вештина, со однос на лечење од 100% Mравка-носач: Пред секоја рунда, Штетата од вештина се зголемува за 25% (Овој ефект е слојен)
nl: Verschillende soldaten in deze eenheid brengen verschillende effecten met zich mee. Schuttermier: de vaardigheidscritiquekans neemt met 50% toe Bewaakmier: 70% kans om onze eenheid met het laagste eenheidsvermogen te genezen wanneer er vaardigheidsschade wordt toegebracht; het genezingspercentage bedraagt 100% Draagmier: voordat elke ronde begint, neemt de vaardigheidsschade met 25% toe (dit effect kan worden gestapeld)
pl: W jej oddziale różni żołnierze zapewniają różne efekty. Mrówek strzelec: współczynnik trafień krytycznych umiejętności wzrasta o 50% Mrówek obrońca: istnieje 70% szans na leczenie naszego oddziału o najniższej potędze oddziału po zadaniu obrażeń umiejętnościami, ze współczynnikiem leczenia wynoszącym 100% Mrówek transportowa: przed każdą rundą obrażenia zadawane umiejętnościami wzrastają o 25% (ten efekt jest kumulatywny)
ru: В отряде разные солдаты оказывают разные эффекты. Муравей-стрелок: шанс крита умений увеличивается на 50%. Муравей-охранник: вероятность 70% вылечить наш отряд с наименьшей силой отряда при нанесении урона умением с коэффициентом лечения 100%. Муравей-носильщик: перед каждым раундом урон умением увеличивается на 25% (эффект суммируется).
tr: Birliğinde farklı Askerler farklı etkilere sahiptir. Nişancı Karınca: Yetenek Kritik Oranı %50 artar. Koruyucu Karınca: Yetenek Hasarı verdiğinde birliğimizdeki en düşük Birlik Gücüne sahip birliği %70 oranında iyileştirme şansına sahiptir, iyileştirme oranı %100'dür. Taşıyıcı Karınca: Her turdan önce Yetenek Hasarı %25 artar (Bu etki yığılabilir).
uk: У загоні різні солдати приносять різний ефект. Мураха-стрілець: шанс критичного удару зростає на 50% Мураха-охоронець: має 70% шанс вилікувати наш загін з найнижчою силою загону після вміння, відновлюючи 100% здоров'я Мураха-носій: перед кожним раундом шкода від вміння зростає на 25% (ефект можна накопичувати)
vi: Trong đội hình của nó, những Người lính khác nhau mang lại những hiệu ứng khác nhau. Kiến xạ thủ: Tỷ lệ chí mạng của kỹ năng tăng 50% Kiến bảo vệ: Có 70% khả năng hồi máu cho đội hình có Sức mạnh đội hình thấp nhất khi gây Sát thương kỹ năng, với tỷ lệ hồi máu là 100% Kiến mang vác: Trước mỗi vòng, Sát thương kỹ năng tăng 25% (hiệu ứng này có thể cộng dồn)

# crimsonPearlVariableMimicsSkillDescription20
source: In its squad, different Soldiers bring different effects. Shooter Ant: Skill Crit Rate increases 60% Guardian Ant: has 70% chance to heal our squad with the lowest Squad Power when dealing Skill Damage, with a healing ratio of 150% CarrierAnt: Before every round, the Skill Damage increases 35% (This effect is stackable)
ar: في فصيلتها، تُقدم النمل المختلفة تأثيرات مختلفة: nملة الرماية: تزداد نسبة الضربة الحرجة للمهارة بنسبة 60% nملة الحراسة: لديها فرصة بنسبة 70% لعلاج فرقتنا بأقل قوة للفرقة عند إلحاق ضرر بالمهارة، بنسبة شفاء تبلغ 150% nملة الحاملة: قبل كل جولة، يزداد ضرر المهارة بنسبة 35% (هذا التأثير قابل للتكديس)
bg: В неговия отряд различни войници носят различни ефекти. Mравка пострелянка: Крит. шансът за умение се увеличава с 60% Mравка пазачка: има 70% шанс да излекува нашия отряд с най-ниска Сила на отряд при нанесени Щети от умение, със съотношение на излекуване 150% Mравка носачка: Преди всеки рунд Щетите от умение се увеличават с 35% (Този ефект е затрупващ)
de: Verschiedene Soldaten in seinem Trupp verleihen unterschiedliche Effekte. Schützenameise: Der kritische Skillwert wird um 60 % erhöht. Wächterameise: Hat eine Chance von 70 %, beim Austeilen von Geschicksschaden unseren Trupp mit der geringsten Truppstärke zu heilen, wobei die Heilungsrate 150 % beträgt. Trägerameise: Vor jeder Runde wird der Geschicksschaden um 35 % erhöht (Dieser Effekt ist stapelbar).
es: En su pelotón, diferentes soldados aportan diferentes efectos. Hormiga tiradora: La tasa de ataque crítico de habilidad aumenta un 60%. Hormiga guardiana: tiene un 70% de probabilidad de curar a nuestro pelotón con el poder de pelotón más bajo cuando inflige Daño de habilidad, con una proporción de curación del 150%. Hormiga transportadora: antes de cada ronda, el Daño de habilidad aumenta un 35% (este efecto es acumulable).
fil: Sa kanyang squad, iba't ibang Sundalo ang may iba't ibang epekto. Ant na Matatagumpay: Tumaas ang Skill Rate ng Kritikal na Pinsala nang 60% Ant na Tagapangalaga: May 70% na pagkakataon na gamutin ang aming squad na may pinakamababang Lakas ng Squad kapag nakikipaglaban sa pinsala sa Skill, na may 150% na ratio ng pagpapagaling Ant na Carrier: Bago ang bawat round, tumataas ang pinsala ng Skill nang 35% (Maaaring ma-stack ang epektong ito)
hu: Az egységben a különböző katonák különböző hatásokat okoznak. Lövészhanga: a Képesség kritikus találati esélye 60%-kal nő Őrhangya: 70% esély van arra, hogy Képesség sebzés okozásakor meggyógyítja az egységünket a legalacsonyabb egység erővel, a gyógyulás mértéke 150% Hordozóhangya: Minden kör előtt a Képesség sebzése 35%-kal nő (ez a hatás halmozható)
it: Nella stessa squadra, truppe diverse hanno effetti diversi. Formica mitragliatrice: la probabilità di colpo critico dell'abilità aumenta del 60%. Formica guardiano: ha il 70% di possibilità di curare la nostra squadra con la potenza di squadra più bassa quando subisce danni abilità, con un tasso di cura del 150%. Formica trasportatrice: prima di ogni round, i danni abilità aumentano del 35% (effetto cumulabile).
ja: 分隊内で、兵士によって個々の効果が現れる。 シューターアリ：スキル会心率60%上昇 ガーディアンアリ：スキルダメージを与える際に、分隊パワーが最も低い分隊を70%の確率で150%の回復率で回復する キャリーアント：各ラウンドの前にスキルダメージが35%上昇（効果は重なる）
mk: Во неговиот одред, различни војници носат различни ефекти. Mравка-стрелач: Критичната стапка на вештината се зголемува за 60% Mравка-чувар: има 70% шанса да го излекува нашиот одред со најмала Моќ на одред кога нанесува Штета од вештина, со однос на лечење од 150% Mравка-носач: Пред секоја рунда, Штетата од вештина се зголемува за 35% (Овој ефект е слојен)
nl: Verschillende soldaten in deze eenheid brengen verschillende effecten met zich mee. Schuttermier: de vaardigheidscritiquekans neemt met 60% toe Bewaakmier: 70% kans om onze eenheid met het laagste eenheidsvermogen te genezen wanneer er vaardigheidsschade wordt toegebracht; het genezingspercentage bedraagt 150% Draagmier: voordat elke ronde begint, neemt de vaardigheidsschade met 35% toe (dit effect kan worden gestapeld)
pl: W jej oddziale różni żołnierze zapewniają różne efekty. Mrówek strzelec: współczynnik trafień krytycznych umiejętności wzrasta o 60% Mrówek obrońca: istnieje 70% szans na leczenie naszego oddziału o najniższej potędze oddziału po zadaniu obrażeń umiejętnościami, ze współczynnikiem leczenia wynoszącym 150% Mrówek transportowa: przed każdą rundą obrażenia zadawane umiejętnościami wzrastają o 35% (ten efekt jest kumulatywny)
ru: В отряде разные солдаты оказывают разные эффекты. Муравей-стрелок: шанс крита умений увеличивается на 60%. Муравей-охранник: вероятность 70% вылечить наш отряд с наименьшей силой отряда при нанесении урона умением с коэффициентом лечения 150%. Муравей-носильщик: перед каждым раундом урон умением увеличивается на 35% (эффект суммируется).
tr: Birliğinde farklı Askerler farklı etkilere sahiptir. Nişancı Karınca: Yetenek Kritik Oranı %60 artar. Koruyucu Karınca: Yetenek Hasarı verdiğinde birliğimizdeki en düşük Birlik Gücüne sahip birliği %70 oranında iyileştirme şansına sahiptir, iyileştirme oranı %150'dir. Taşıyıcı Karınca: Her turdan önce Yetenek Hasarı %35 artar (Bu etki yığılabilir).
uk: У загоні різні солдати приносять різний ефект. Мураха-стрілець: шанс критичного удару зростає на 60% Мураха-охоронець: має 70% шанс вилікувати наш загін з найнижчою силою загону після вміння, відновлюючи 150% здоров'я Мураха-носій: перед кожним раундом шкода від вміння зростає на 35% (ефект можна накопичувати)
vi: Trong đội hình của nó, những Người lính khác nhau mang lại những hiệu ứng khác nhau. Kiến xạ thủ: Tỷ lệ chí mạng của kỹ năng tăng 60% Kiến bảo vệ: Có 70% khả năng hồi máu cho đội hình có Sức mạnh đội hình thấp nhất khi gây Sát thương kỹ năng, với tỷ lệ hồi máu là 150% Kiến mang vác: Trước mỗi vòng, Sát thương kỹ năng tăng 35% (hiệu ứng này có thể cộng dồn)

# cyphomyrmexRimosusPowerfulHeadbuttSkillTitle
source: Powerful Headbutt
ar: ضربة الرأس القوية
bg: Мощен удар с глава
de: Kraftvoller Kopfstoß
es: Cabezazo potente
fil: Napakamalakas na Headbutt
hu: Erőteljes fejelés
it: Testata potente
ja: パワフルヘッドバット
mk: Моќен удар со главата
nl: Krachtige voorhoofdstoter
pl: Potężny cios głową
ru: Мощный удар головой
tr: Güçlü Kafa Darbesi
uk: Могутня Бода
vi: Húc mạnh

# cyphomyrmexRimosusPowerfulHeadbuttSkillDescription10
source: Has a 70% chance to deal 280% (+Special Ant Level*1%) damage to 2 random enemy squads, and converts 10% of the damage to True Damage
ar: لديه فرصة بنسبة 70% لإلحاق 280% (+مستوى النملة الخاصة*1%) ضررًا على فرقتين عشوائيتين من العدو، وتحويل 10% من الضرر إلى ضرر حقيقي
bg: Има 70% шанс да нанесе 280% (+ ниво на спец. мравка*1%) щети на 2 случайни противникови отряда и преобразува 10% от щетите в истински щети
de: Hat eine Chance von 70 % auf 280 % (+ Besondere Ameisenstufe * 1 %) Schaden bei 2 zufälligen gegnerischen Trupps und wandelt 10 % des Schadens in echten Schaden um
es: Tiene un 70 % de probabilidades de infligir un 280 % (+ nivel de hormiga especial * 1 %) de daño a 2 escuadrones enemigos aleatorios y convierte un 10 % del daño en daño real
fil: May 70% tsansang makapanakit ng 280% (+Special Ant Level*1%) na pinsala sa 2 mga random na koponan ng kaaway, at nagko-convert ng 10% ng pinsala sa True Damage
hu: 70% eséllyel 280% (+Különleges hangya szintje*1%) sebzést okoz 2 véletlenszerű ellenséges osztagnak és a sebzés 10%-át átalakítja Valódi sebzéssé
it: Ha una probabilità del 70% di infliggere il 280% (+livello formica speciale*1%) di danni a 2 squadre nemiche a caso e converte il 10% dei danni in Danni puri
ja: 70%の確率で敵の部隊2つに280%(+特殊能力レベルx1%)のダメージを与え、10%のダメージを真ダメージに変換します
mk: Има 70% шанса да нанесе 280% (+Ниво на мравка * 1%) штета на 2 случајни непријателски оделенија и конвертира 10% од штетата во вистинска штета
nl: Heeft een kans van 70% om 280% (+Speciaal mierniveau*1%) schade aan te richten aan 2 willekeurige vijandelijke eenheden en converteert 10% van de schade naar echte schade
pl: Ma 70% szans na zadanie 280% (+poziom specjalnych mrówek*1%) obrażeń 2 losowym drużynom wroga i przekształca 10% obrażeń w Prawdziwe obrażenia
ru: Имеет шанс 70% нанести урон в 280% (+уровень особого муравья*1%) 2 случайным вражеским отрядам и превратить 10% урона в абсолютный урон
tr: 2 rastgele düşman mangasına %70 olasılıkla 280% (+Özel Karınca Seviyesi*1%) hasar verme şansına sahiptir ve hasarın %10'unu Hakiki Hasara çevirir
uk: Має 70% шанс завдати 280% (+Рівень мурашки*1%) шкоди 2 випадковим ворожим загонам та перетворити 10% шкоди на справжню шкоду
vi: Có 70% cơ hội gây 280% (+Cấp Kiến đặc biệt*1%) sát thương cho 2 đội hình địch ngẫu nhiên, và chuyển 10% sát thương thành Sát thương chuẩn
