Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# goldenVenomParalysisToxinSkillDescription10
source: Has a 25% chance to deal 315% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range and Silence them, disabling their Combat Skills for 1 round
ar: تبلغ نسبة احتمالية إحداث ضرر بنسبة 315% (+ المستوى الخاص للنمل*3%) لفرقة عدو عشوائية واحدة ضمن النطاق الفعال وإسكاتها، مما يعطل مهاراتها القتالية لجولة واحدة
bg: Има 25% шанс да нанесе 315% (+специално ниво на мравката*3%) щети на 1 случаен вражески отряд в обхвата и да го заглуши, като деактивира бойните му умения за 1 рунд
de: Hat eine Chance von 25%, 1 zufälligen feindlichen Trupp innerhalb der effektiven Reichweite um 315% (+Level der Spezialameisen*3%) Schaden zuzufügen und ihn stummzuschalten, wodurch seine Kampffähigkeiten für 1 Runde deaktiviert werden
es: Tiene un 25% de probabilidad de infligir un daño del 315% (+nivel especial de hormiga*3%) a 1 escuadrón enemigo aleatorio dentro del alcance efectivo y silenciarlo, deshabilitando sus habilidades de combate durante 1 ronda
fil: Mayroong 25% na pagkakataong magbigay ng 315% (+Espesyal na Ant Level*3%) pinsala sa 1 random na kaaway na iskwad sa loob ng epektibong hanay at Patahimikin sila, na hindi pagaganahin ang kanilang Mga Kasanayan sa Laban sa loob ng 1 round
hu: 25%-os eséllyel 315% (+speciális hangya szintje * 3%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlen ellenséges osztagnak, és némítja, így egy körön át nem használhat harci képességeket.
it: Ha una probabilità del 25% di infliggere 315% (+livello formica speciale*3%) di danno a una squadra nemica casuale entro il raggio d'azione e metterla a tacere, disabilitando le sue abilità di combattimento per 1 round
ja: 25%の確率で効果範囲内のランダムな敵軍部隊1つに 315% (+特アリレベル*3%) ダメージを与え、沈黙させ、戦闘スキルを1ラウンド無効にする
mk: Има 25% шанса да нанесе 315% (+Специјален ниво на мравка*3%) оштетување на 1 случаен непријателски одред во делотворен опсег и да ги Замолкне, оневозможувајќи ги нивните борбени вештини за 1 рунда
nl: Heeft 25% kans om 315% (+ Speciaal Mierniveau * 3%) schade te berokkenen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en verlamt de eenheid, waardoor de strijdvaardigheden daarvan 1 ronde lang worden uitgeschakeld
pl: Ma 25% szans na zadanie 315% (+3% poziomu specjalnej mrówki) obrażeń 1 losowemu wrogiemu oddziałowi w zasięgu działania i uciszenie go, wyłączając jego umiejętności bojowe na 1 turę
ru: С вероятностью 25% наносит 315% (+Уровень специального муравья*3%) урона по 1 случайному вражескому отряду в зоне поражения и делает его безмолвным, дезактивируя его боевые навыки на 1 раунд
tr: Etki aralığındaki 1 rastgele düşman birliğine %315 (+Özel Karınca Seviyesi * %3) hasar verme ve onları Susturma şansına %25 sahiptir, böylece 1 tur boyunca Dövüş Becerilerini devre dışı bırakır.
uk: З імовірністю 25% завдає 315% (+Рівень особливих мурах*3%) пошкоджень 1 випадковому загону противника в межах ефективного радіусу та накладає на нього мовчанку, вимикаючи його бойові навички на 1 раунд
vi: Có 25% khả năng gây 315% (+Cấp kiến đặc biệt*3%) sát thương lên 1 đội hình địch ngẫu nhiên trong phạm vi hiệu quả và Làm im lặng đội hình đó, vô hiệu hóa Kỹ năng chiến đấu của họ trong 1 lượt

# goldenVenomParalysisToxinSkillDescription20
source: Has a 35% chance to deal 315% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range and Silence them, disabling their Combat Skills for 1 round
ar: تبلغ نسبة احتمالية إحداث ضرر بنسبة 315% (+ المستوى الخاص للنمل*3%) لفرقة عدو عشوائية واحدة ضمن النطاق الفعال وإسكاتها، مما يعطل مهاراتها القتالية لجولة واحدة
bg: Има 35% шанс да нанесе 315% (+специално ниво на мравката*3%) щети на 1 случаен вражески отряд в обхвата и да го заглуши, като деактивира бойните му умения за 1 рунд
de: Hat eine Chance von 35%, 1 zufälligen feindlichen Trupp innerhalb der effektiven Reichweite um 315% (+Level der Spezialameisen*3%) Schaden zuzufügen und ihn stummzuschalten, wodurch seine Kampffähigkeiten für 1 Runde deaktiviert werden
es: Tiene un 35% de probabilidad de infligir un daño del 315% (+nivel especial de hormiga*3%) a 1 escuadrón enemigo aleatorio dentro del alcance efectivo y silenciarlo, deshabilitando sus habilidades de combate durante 1 ronda
fil: Mayroong 35% na pagkakataong magbigay ng 315% (+Espesyal na Ant Level*3%) pinsala sa 1 random na kaaway na iskwad sa loob ng epektibong hanay at Patahimikin sila, na hindi pagaganahin ang kanilang Mga Kasanayan sa Laban sa loob ng 1 round
hu: 35%-os eséllyel 315% (+speciális hangya szintje * 3%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlen ellenséges osztagnak, és némítja, így egy körön át nem használhat harci képességeket.
it: Ha una probabilità del 35% di infliggere 315% (+livello formica speciale*3%) di danno a una squadra nemica casuale entro il raggio d'azione e metterla a tacere, disabilitando le sue abilità di combattimento per 1 round
ja: 35%の確率で効果範囲内のランダムな敵軍部隊1つに 315% (+特アリレベル*3%) ダメージを与え、沈黙させ、戦闘スキルを1ラウンド無効にする
mk: Има 35% шанса да нанесе 315% (+Специјален ниво на мравка*3%) оштетување на 1 случаен непријателски одред во делотворен опсег и да ги Замолкне, оневозможувајќи ги нивните борбени вештини за 1 рунда
nl: Heeft 35% kans om 315% (+ Speciaal Mierniveau * 3%) schade te berokkenen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en verlamt de eenheid, waardoor de strijdvaardigheden daarvan 1 ronde lang worden uitgeschakeld
pl: Ma 35% szans na zadanie 315% (+3% poziomu specjalnej mrówki) obrażeń 1 losowemu wrogiemu oddziałowi w zasięgu działania i uciszenie go, wyłączając jego umiejętności bojowe na 1 turę
ru: С вероятностью 35% наносит 315% (+Уровень специального муравья*3%) урона по 1 случайному вражескому отряду в зоне поражения и делает его безмолвным, дезактивируя его боевые навыки на 1 раунд
tr: Etki aralığındaki 1 rastgele düşman birliğine %315 (+Özel Karınca Seviyesi * %3) hasar verme ve onları Susturma şansına %35 sahiptir, böylece 1 tur boyunca Dövüş Becerilerini devre dışı bırakır.
uk: З імовірністю 35% завдає 315% (+Рівень особливих мурах*3%) пошкоджень 1 випадковому загону противника в межах ефективного радіусу та накладає на нього мовчанку, вимикаючи його бойові навички на 1 раунд
vi: Có 35% khả năng gây 315% (+Cấp kiến đặc biệt*3%) sát thương lên 1 đội hình địch ngẫu nhiên trong phạm vi hiệu quả và Làm im lặng đội hình đó, vô hiệu hóa Kỹ năng chiến đấu của họ trong 1 lượt

# goldenVenomBladePincerSkillTitle
source: Blade Pincer
ar: كماشة الشفرة
bg: Бръснач ножици
de: Klingenkneifzange
es: Pinza cortante
hu: Pengefogó
it: Pinza A Lama
ja: 刃牙
mk: Клешти од сечило
nl: Bladschaar
pl: Kieł ostrzowy
ru: Клинок-клешня
tr: Bıçak Mandalı
uk: Клешня-бритва
vi: Càng gươm

# goldenVenomBladePincerSkillDescription10
source: Its squad damage + 61%
ar: تزداد قوة فريقها بنسبة 61%
bg: Щетите на отряда му + 61%
de: Sein Truppschaden + 61%
es: Su daño de escuadrón + 61%
fil: Ang pinsala ng iskwad nito + 61%
hu: Osztagsebzése + 61%
it: Danno squadra + 61%
ja: 部隊ダメージ + 61%
mk: Оштетувањето на неговиот одред + 61%
nl: Eenheidsschade + 61%
pl: Zadawane obrażenia jego oddziału +61%
ru: Урон его отряду + 61%
tr: Birliğinin hasarı %61 arttı.
uk: Пошкодження загону + 61%
vi: Sát thương của đội hình + 61%

# goldenVenomBladePincerSkillDescription20
source: Its squad damage + 101%
ar: تزداد قوة فريقها بنسبة 101%
bg: Щетите на отряда му + 101%
de: Sein Truppschaden + 101%
es: Su daño de escuadrón + 101%
fil: Ang pinsala ng iskwad nito + 101%
hu: Osztagsebzése + 101%
it: Danno squadra + 101%
ja: 部隊ダメージ + 101%
mk: Оштетувањето на неговиот одред + 101%
nl: Eenheidsschade + 101%
pl: Zadawane obrażenia jego oddziału +101%
ru: Урон его отряду + 101%
tr: Birliğinin hasarı %101 arttı.
uk: Пошкодження загону + 101%
vi: Sát thương của đội hình + 101%

# gracefulTwigAntAcidicSpraySkillTitle
source: Acidic Spray
ar: رش الحمض
bg: Киселинно пръскане
de: Säurenebel
es: Rocío Acido
hu: Savsav szórás
it: Spruzzo acido
ja: アシッドスプレー
mk: Hрана киселина
nl: Zurenspray
pl: Kwaskowy spray
ru: Кислотный спрей
tr: Asit Spreyi
uk: Кислотна атака
vi: Phun axit

# gracefulTwigAntAcidicSpraySkillDescription10
source: Has a 50% chance to deal 180% (+Special Ant Level*1%) damage to 2 random enemy squads, reducing their Attack and Defense by 30% for 2 rounds
ar: يوجد لديه فرصة بنسبة 50% لإحداث ضرر بنسبة 180% (+ مستوى النملة الخاصة*1%) على 2 مجموعة أعداء عشوائيين، مما يقلل هجومهم ودفاعهم بنسبة 30% لمدة جولتين
bg: Има 50% шанс да нанесе 180% (+ Специално ниво на мравката*1%) щети на 2 случайни вражески отряда, като понижи атаката и защитата им с 30% за 2 рунда
de: Hat eine Chance von 50 %, 180 % (+ Stufe der Spezialameise * 1 %) Schaden an 2 zufälligen gegnerischen Trupps zu verursachen und deren Angriff und Verteidigung 2 Runden lang um 30 % zu verringern
es: Posee un 50% de posibilidades de infligir 180% (+Nivel de Hormiga Especial*1%) de daño a 2 escuadrones enemigos aleatorios, y reducir su Ataque y Defensa en un 30% durante 2 rondas
fil: May 50% na pagkakataong makapanakit ng 180% (+Special Ant Level*1%) ng pinsala sa 2 random na tropa ng kalaban, pagbawas ng kanilang Pag-atake at Depensa ng 30% sa loob ng 2 round
hu: 50% esélye van rá, hogy 180% (+Speciális Hangya Szint*1%) sebzést okoz 2 véletlenszerű ellenséges rajnak, azok támadását és védekezését 2 körre 30%-kal csökkenti.
it: Ha una probabilità del 50% di infliggere il 180% (+Livello speciale formica*1%) di danni a 2 squadre nemiche casuali, riducendone l'attacco e la difesa del 30% per 2 round
ja: 50%の確率で2つのランダムな敵小隊に180%（+特殊アリレベル*1%）のダメージを与え、攻撃力と防御力を2ラウンド間30%低下させます
mk: Има 50% шанса да нанесе 180% (+ ниво на мравките*1%) штета на 2 случајни непријателски единици, намалувајќи го нивниот напад и одбрана за 30% за 2 рунди
nl: Heeft 50% kans om 180% (+ Niveau van speciale mieren x 1%) schade toe te brengen aan 2 willekeurige vijandelijke teams, waardoor hun aanval en verdediging gedurende 2 rondes met 30% worden verminderd
pl: 50% szans na zadanie 180% (+ poziom specjalnych mrówek*1%) obrażeń 2 losowym drużynom wroga, zmniejszenie o 30% ich ataku i obrony przez 2 tury.
ru: С вероятностью 50% наносит 180% (+Уровень муравья*1%) урона 2 случайным вражеским отрядам, снижая их атаку и защиту на 30% на 2 хода
tr: Rastgele 2 düşman grubuna %50 şansla %180 (+Özel Karınca Seviyesi*%1) hasar verip, Saldırı ve Savunmalarını 2 tur boyunca %30 azaltır
uk: 50% шанс завдати 180% (+спеціальний рівень мурах*1%) випадковим 2 загонам, знижуючи їхній напад і захист на 30% протягом 2 раундів
vi: Có 50% khả năng gây sát thương 180% (+Cấp độ kiến đặc biệt*1%) lên 2 đội hình địch ngẫu nhiên, giảm 30% Công và Thủ của chúng trong 2 lượt

# gracefulTwigAntAcidicSpraySkillDescription20
source: Has a 50% chance to deal 225% (+Special Ant Level*1%) damage to 2 random enemy squads, reducing their Attack and Defense by 30% for 2 rounds
ar: يوجد لديه فرصة بنسبة 50% لإحداث ضرر بنسبة 225% (+ مستوى النملة الخاصة*1%) على 2 مجموعة أعداء عشوائيين، مما يقلل هجومهم ودفاعهم بنسبة 30% لمدة جولتين
bg: Има 50% шанс да нанесе 225% (+ Специално ниво на мравката*1%) щети на 2 случайни вражески отряда, като понижи атаката и защитата им с 30% за 2 рунда
de: Hat eine Chance von 50 %, 225 % (+ Stufe der Spezialameise * 1 %) Schaden an 2 zufälligen gegnerischen Trupps zu verursachen und deren Angriff und Verteidigung 2 Runden lang um 30 % zu verringern
es: Posee un 50% de posibilidades de infligir 225% (+Nivel de Hormiga Especial*1%) de daño a 2 escuadrones enemigos aleatorios, y reducir su Ataque y Defensa en un 30% durante 2 rondas
fil: May 50% na pagkakataong makapanakit ng 225% (+Special Ant Level*1%) ng pinsala sa 2 random na tropa ng kalaban, pagbawas ng kanilang Pag-atake at Depensa ng 30% sa loob ng 2 round
hu: 50% esélye van rá, hogy 225% (+Speciális Hangya Szint*1%) sebzést okoz 2 véletlenszerű ellenséges rajnak, azok támadását és védekezését 2 körre 30%-kal csökkenti.
it: Ha una probabilità del 50% di infliggere il 225% (+Livello speciale formica*1%) di danni a 2 squadre nemiche casuali, riducendone l'attacco e la difesa del 30% per 2 round
ja: 50%の確率で2つのランダムな敵小隊に225%（+特殊アリレベル*1%）のダメージを与え、攻撃力と防御力を2ラウンド間30%低下させます
mk: Има 50% шанса да нанесе 225% (+ ниво на мравките*1%) штета на 2 случајни непријателски единици, намалувајќи го нивниот напад и одбрана за 30% за 2 рунди
nl: Heeft 50% kans om 225% (+ Niveau van speciale mieren x 1%) schade toe te brengen aan 2 willekeurige vijandelijke teams, waardoor hun aanval en verdediging gedurende 2 rondes met 30% worden verminderd
pl: 50% szans na zadanie 225% (+ poziom specjalnych mrówek*1%) obrażeń 2 losowym drużynom wroga, zmniejszenie o 30% ich ataku i obrony przez 2 tury.
ru: С вероятностью 50% наносит 225% (+Уровень муравья*1%) урона 2 случайным вражеским отрядам, снижая их атаку и защиту на 30% на 2 хода
tr: Rastgele 2 düşman grubuna %50 şansla %225 (+Özel Karınca Seviyesi*%1) hasar verip, Saldırı ve Savunmalarını 2 tur boyunca %30 azaltır
uk: 50% шанс завдати 225% (+спеціальний рівень мурах*1%) випадковим 2 загонам, знижуючи їхній напад і захист на 30% протягом 2 раундів
vi: Có 50% khả năng gây sát thương 225% (+Cấp độ kiến đặc biệt*1%) lên 2 đội hình địch ngẫu nhiên, giảm 30% Công và Thủ của chúng trong 2 lượt

# gracefulTwigAntHuntingInstinctSkillTitle
source: Hunting Instinct
ar: غريزة الصيد
bg: Ловен инстинкт
de: Jagdinstinkt
es: Instinto Cazador
hu: Vadászösztön
it: Istinto di caccia
ja: ハンティング本能
mk: Лов на инстинкт
nl: Jachtinstinct
pl: Instynkt łowcy
ru: Охотничьи инстинкты
tr: Avcılık İçgüdüsü
uk: Мисливський інстинкт
vi: Bản năng săn mồi

# gracefulTwigAntHuntingInstinctSkillDescription10
source: Prepares for 1 round, has a 60% chance to deal 250% (+Special Ant Level*2%) damage to all enemy squads, and heals all our squads with a healing ratio of 300%
ar: يستعد لمدة جولة واحدة، ولديه فرصة بنسبة 60% لإلحاق ضرر بنسبة 250% (+ مستوى النملة الخاصة*2%) لجميع مجموعات العدو، وشفاء جميع مجموعاتنا بنسبة شفاء قدرها 300%
bg: Подготвя се за 1 рунд, има 60% шанс да нанесе 250% (+ Специално ниво на мравката*2%) щети на всички вражески отряди и лекува всички наши отряди със съотношение на лечение от 300%
de: Bereitet sich 1 Runde vor, hat eine Chance von 60 %, 250 % (+ Stufe der Spezialameise * 2 %) Schaden an allen gegnerischen Trupps zu verursachen und alle eigenen Trupps mit einem Heilungsverhältnis von 300 % zu heilen
es: Se prepara durante 1 ronda y posee un 60% de posibilidades de infligir 250% (+Nivel de Hormiga Especial*2%) de daño a todos los escuadrones enemigos, y curar a todos nuestros escuadrones con una proporción de curación del 300%
fil: Mga paghahanda para sa 1 round, may 60% na pagkakataong makapanakit ng 250% (+Special Ant Level*2%) ng pinsala sa lahat ng tropa ng kalaban, at nagagamot ang lahat ng aming mga tropa gamit ang isang ratio ng pagpapagaling na 300%
hu: 1 körre készül, 60% esélye van arra, hogy 250% (+Speciális Hangya Szint*2%) sebzést okoz az összes ellenséges rajnak, és saját rajainkat 300%-os gyógyulási aránnyal gyógyítja.
it: Si prepara per 1 round, e ha una probabilità del 60% di infliggere 250% (+Livello speciale formica*2%) di danni a tutte le squadre nemiche, e cura tutte le nostre squadre con un rapporto di guarigione del 300%
ja: 1ラウンド準備を行い、60%の確率で敵の小隊すべてに250%（+特殊アリレベル*2%）のダメージを与え、自分の小隊すべてを300%の回復率で回復します
mk: Се подготвува за 1 рунда, има 60% шанса да нанесе 250% (+ ниво на мравките*2%) штета на сите непријателски единици, и ги лечи сите наши единици со лекувачки процент од 300%
nl: Bereidt zich voor gedurende 1 ronde, 60% kans om 250% (+ Niveau van speciale mieren x 2%) schade toe te brengen aan alle vijandelijke teams, en geneest al onze teams met een herstelratio van 300%
pl: Przygotowuje się przez 1 turę, 60% szans na zadanie 250% (+ poziom specjalnych mrówek*2%) obrażeń wszystkim drużynom wroga i uzdrowienie naszych drużyn o 300%.
ru: Подготавливаясь в течение 1 хода, с вероятностью 60% наносит 250% (+Уровень муравья*2%) урона всем вражеским отрядам и лечит все свои отряды с коэффициентом лечения 300%
tr: 1 tur hazırlanır ve %60 şansla tüm düşman gruplarına %250 (+Özel Karınca Seviyesi*%2) hasar verir ve tüm gruplarımızı %300 oranında iyileştirir
uk: Готується протягом 1 раунду, 60% шанс завдати 250% (+спеціальний рівень мурах*2%) всього загонам противника, і зцілює ваші загони в співвідношенні 300%
vi: Chuẩn bị trong 1 lượt, có 60% khả năng gây sát thương 250% (+Cấp độ kiến đặc biệt*2%) lên tất cả đội hình địch và hồi máu cho toàn bộ đội hình của chúng ta với tỷ lệ hồi máu là 300%

# gracefulTwigAntHuntingInstinctSkillDescription20
source: Prepares for 1 round, has a 60% chance to deal 325% (+Special Ant Level*2%) damage to all enemy squads, and heals all our squads with a healing ratio of 400%
ar: يستعد لمدة جولة واحدة، ولديه فرصة بنسبة 60% لإلحاق ضرر بنسبة 325% (+ مستوى النملة الخاصة*2%) لجميع مجموعات العدو، وشفاء جميع مجموعاتنا بنسبة شفاء قدرها 400%
bg: Подготвя се за 1 рунд, има 60% шанс да нанесе 325% (+ Специално ниво на мравката*2%) щети на всички вражески отряди и лекува всички наши отряди със съотношение на лечение от 400%
de: Bereitet sich 1 Runde vor, hat eine Chance von 60 %, 325 % (+ Stufe der Spezialameise * 2 %) Schaden an allen gegnerischen Trupps zu verursachen und alle eigenen Trupps mit einem Heilungsverhältnis von 400 % zu heilen
es: Se prepara durante 1 ronda y posee un 60% de posibilidades de infligir 325% (+Nivel de Hormiga Especial*2%) de daño a todos los escuadrones enemigos, y curar a todos nuestros escuadrones con una proporción de curación del 400%
fil: Mga paghahanda para sa 1 round, may 60% na pagkakataong makapanakit ng 325% (+Special Ant Level*2%) ng pinsala sa lahat ng tropa ng kalaban, at nagagamot ang lahat ng aming mga tropa gamit ang isang ratio ng pagpapagaling na 400%
hu: 1 körre készül, 60% esélye van arra, hogy 325% (+Speciális Hangya Szint*2%) sebzést okoz az összes ellenséges rajnak, és saját rajainkat 400%-os gyógyulási aránnyal gyógyítja.
it: Si prepara per 1 round, e ha una probabilità del 60% di infliggere 325% (+Livello speciale formica*2%) di danni a tutte le squadre nemiche, e cura tutte le nostre squadre con un rapporto di guarigione del 400%
ja: 1ラウンド準備を行い、60%の確率で敵の小隊すべてに325%（+特殊アリレベル*2%）のダメージを与え、自分の小隊すべてを400%の回復率で回復します
mk: Се подготвува за 1 рунда, има 60% шанса да нанесе 325% (+ ниво на мравките*2%) штета на сите непријателски единици, и ги лечи сите наши единици со лекувачки процент од 400%
nl: Bereidt zich voor gedurende 1 ronde, 60% kans om 325% (+ Niveau van speciale mieren x 2%) schade toe te brengen aan alle vijandelijke teams, en geneest al onze teams met een herstelratio van 400%
pl: Przygotowuje się przez 1 turę, 60% szans na zadanie 325% (+ poziom specjalnych mrówek*2%) obrażeń wszystkim drużynom wroga i uzdrowienie naszych drużyn o 400%.
ru: Подготавливаясь в течение 1 хода, с вероятностью 60% наносит 325% (+Уровень муравья*2%) урона всем вражеским отрядам и лечит все свои отряды с коэффициентом лечения 400%
tr: 1 tur hazırlanır ve %60 şansla tüm düşman gruplarına %325 (+Özel Karınca Seviyesi*%2) hasar verir ve tüm gruplarımızı %400 oranında iyileştirir
uk: Готується протягом 1 раунду, 60% шанс завдати 325% (+спеціальний рівень мурах*2%) всього загонам противника, і зцілює ваші загони в співвідношенні 400%
vi: Chuẩn bị trong 1 lượt, có 60% khả năng gây sát thương 325% (+Cấp độ kiến đặc biệt*2%) lên tất cả đội hình địch và hồi máu cho toàn bộ đội hình của chúng ta với tỷ lệ hồi máu là 400%

# gracefulTwigAntUnyieldingDeterminationSkillTitle
source: Unyielding Determination
ar: تصميم لا يلين
bg: Непоколебима решителност
de: Unbeugsame Entschlossenheit
es: Determinación Inquebrantable
hu: Hajthatatlan elszántság
it: Determinazione incrollabile
ja: 揺るがない決意
mk: Силна решеност
nl: Onwrikbare vastberadenheid
pl: Nieugięte postanowienie
ru: Непоколебимая решимость
tr: Azimli Kararlılık
uk: Незламна рішучість
vi: Quyết tâm bất khuất
