Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# leptoglossusPhyllopusLongAntennaeSkillDescription20
source: Has a 80% chance to increase the Dodge Rate of its squad and 1 random friendly squad by 15% for 1 round
ar: تتوفر فرصة بنسبة 80٪ لزيادة معدل المراوغة لفريقها وفريق واحد آخر صديق بنسبة 15٪ لمدة جولة واحدة
bg: Има 80% шанс да увеличи степента на избягване на неговия отряд и на 1 случаен приятелски отряд с 15% за 1 рунд
de: Hat eine Chance von 80 %, die Ausweichrate seines Trupps und 1 zufälligen befreundeten Trupps für 1 Runde um 15 % zu erhöhen.
es: Tiene un 80% de probabilidades de aumentar la tasa de evasión de su escuadrón y de 1 escuadrón aliado aleatorio un 15% durante 1 ronda
fil: Mayroong 80% pagkakataong madagdagan ang Rate ng Pag-iwas ng iskwad nito at 1 random na nakapagkaibigang iskwad ng 15% sa loob ng 1 round
hu: 80% eséllyel 15%-kal növeli a szakasz és 1 véletlenszerűen választott szövetséges szakasz kitérési esélyét 1 körön át
it: Ha una probabilità dell'80% di aumentare la percentuale di schivata della sua squadra e di una squadra amica casuale del 15% per 1 turno
ja: 自身小队及1个随机友方小队有80%概率提升15%闪避率，持续1回合
mk: Има 80% шанса да го зголеми Степенот на измакнување на својата чета и на уште 1 случајна пријателска чета за 15% во едно потег
nl: Heeft een kans van 80% om het ontwijkingspercentage van zijn groep en 1 willekeurige bondgenootschappelijke groep met 15% te verhogen gedurende 1 ronde
pl: Ma 80% szans na zwiększenie współczynnika uniku swojego oddziału i 1 losowego sojuszniczego oddziału o 15% na 1 rundę.
ru: Даёт 80% шанс на увеличение рейта уклонения у своего отряда и 1 случайного дружественного отряда на 15% в течение 1 раунда
uk: Має 80% шанс збільшити показник ухилення його загону та ще одного випадкового дружнього загону на 15% на 1 раунд
vi: Có 80% cơ hội tăng tỷ lệ Né cho đội quân của nó và 1 đội quân đồng minh ngẫu nhiên thêm 15% trong 1 lượt

# leptoglossusPhyllopusVenomousStingSkillTitle
source: Venomous Sting
ar: لسعة سامة
bg: Отровно ужилване
de: Giftstich
es: Picadura venenosa
fil: Nakalalasong Pampahirap
hu: Mérgező csípés
it: Puntura velenosa
ja: 毒刺
mk: Отровна боцка
nl: Giftige Prik
pl: Jadowite Żądło
ru: Ядовитое жало
uk: Отруйне жало
vi: Nọc độc

# leptoglossusPhyllopusVenomousStingSkillDescription10
source: Deals 80% (+Special Ant Level*1%) damage to 2 enemy squads each round, and reduces their Healing Effect by 40%
ar: تُلحق 80٪ (+ مستوى النملة الخاصة * 1٪) من الضرر بفرقتين معاديتين في كل جولة، وتُقلل من تأثير الشفاء بنسبة 40٪
bg: Нанася 80% (+Специално ниво на мравката*1%) щети на 2 вражески отряда на рунд и намалява техния лечебен ефект с 40%
de: Fügt 2 gegnerischen Trupps jede Runde 80 % (+ Spezialameisenstufe * 1 %) Schaden zu und reduziert ihren Heilungseffekt um 40 %.
es: Inflige un daño del 80% (+nivel de hormiga especial * 1%) a 2 escuadrones enemigos cada ronda, y reduce su efecto sanador en un 40%
fil: Gumagawa ng 80% (+Antas ng Antas ng Antas na Antas*1%) ng pinsala sa 2 mga iskwad ng kaaway sa bawat round, at binabawasan ang kanilang Epekto ng Pagpapagaling ng 40%
hu: Minden körben 80% (+Speciális Hangya Szint*1%) sebzést okoz 2 ellenséges csapatnak, és 40%-kal csökkenti a gyógyító hatásukat
it: Infligge l'80% (+Livello formica speciale*1%) di danni a 2 squadre nemiche ogni turno e riduce il loro effetto curativo del 40%
ja: 每回合对2个敌方造成80%（+特化蚁等级*1%）的伤害，并降低40%治疗效果
mk: Нанесува штета од 80% (+Ниво на специјални мравки*1%) на 2 непријателски чети во секое потег и го намалува нивниот Ефект на лекување за 40%
nl: Brengt elke ronde 80% (+ Speciaal Mierniveau*1%) schade toe aan 2 vijandelijke groepen, en verlaagt hun hersteleffect met 40%
pl: Zadaje 80% (+1% na poziom specjalnej mrówki) obrażeń 2 oddziałom przeciwnika w każdej rundzie i zmniejsza ich efekt leczący o 40%.
ru: Наносит 80% (+Уровень СпецМуравей*1%) урона 2 вражеским отрядам в каждом раунде и снижает их эффект лечения на 40%
uk: Завдає 80% (+ рівень особливої мурашки * 1%) шкоди 2 ворожим загонам кожен раунд, а також знижує їхній лікувальний ефект на 40%
vi: Gây sát thương bằng 80% (+ Cấp Kiến đặc biệt*1%) cho 2 đội quân địch mỗi lượt và giảm Hiệu ứng Hồi máu của chúng đi 40%

# leptoglossusPhyllopusVenomousStingSkillDescription20
source: Deals 120% (+Special Ant Level*1%) damage to 2 enemy squads each round, and reduces their Healing Effect by 40%
ar: تُلحق 120٪ (+ مستوى النملة الخاصة * 1٪) من الضرر بفرقتين معاديتين في كل جولة، وتُقلل من تأثير الشفاء بنسبة 40٪
bg: Нанася 120% (+Специално ниво на мравката*1%) щети на 2 вражески отряда на рунд и намалява техния лечебен ефект с 40%
de: Fügt 2 gegnerischen Trupps jede Runde 120 % (+ Spezialameisenstufe * 1 %) Schaden zu und reduziert ihren Heilungseffekt um 40 %.
es: Inflige un daño del 120% (+nivel de hormiga especial * 1%) a 2 escuadrones enemigos cada ronda, y reduce su efecto sanador en un 40%
fil: Gumagawa ng 120% (+Antas ng Antas ng Antas na Antas*1%) ng pinsala sa 2 mga iskwad ng kaaway sa bawat round, at binabawasan ang kanilang Epekto ng Pagpapagaling ng 40%
hu: Minden körben 120% (+Speciális Hangya Szint*1%) sebzést okoz 2 ellenséges csapatnak, és 40%-kal csökkenti a gyógyító hatásukat
it: Infligge il 120% (+Livello formica speciale*1%) di danni a 2 squadre nemiche ogni turno e riduce il loro effetto curativo del 40%
ja: 每回合对2个敌方造成120%（+特化蚁等级*1%）的伤害，并降低40%治疗效果
mk: Нанесува штета од 120% (+Ниво на специјални мравки*1%) на 2 непријателски чети во секое потег и го намалува нивниот Ефект на лекување за 40%
nl: Brengt elke ronde 120% (+ Speciaal Mierniveau*1%) schade toe aan 2 vijandelijke groepen, en verlaagt hun hersteleffect met 40%
pl: Zadaje 120% (+1% na poziom specjalnej mrówki) obrażeń 2 oddziałom przeciwnika w każdej rundzie i zmniejsza ich efekt leczący o 40%.
ru: Наносит 120% (+Уровень СпецМуравей*1%) урона 2 вражеским отрядам в каждом раунде и снижает их эффект лечения на 40%
uk: Завдає 120% (+ рівень особливої мурашки * 1%) шкоди 2 ворожим загонам кожен раунд, а також знижує їхній лікувальний ефект на 40%
vi: Gây sát thương bằng 120% (+ Cấp Kiến đặc biệt*1%) cho 2 đội quân địch mỗi lượt và giảm Hiệu ứng Hồi máu của chúng đi 40%

# leptomyrmexBurwelliFatalAssaultSkillTitle
source: Fatal Assault
ar: هجوم مميت
bg: Фатално нападение
de: Tödlicher Angriff
hu: Végzetes támadás
it: Attacco mortale
ja: 致命的襲撃
nl: Fatale Aanval
pl: Śmiertelny atak
ru: Роковой штурм
uk: Смертельний штурм
vi: Cuộc tấn công chí mạng

# leptomyrmexBurwelliFatalAssaultSkillDescription10
source: Has a 80% chance to launch three attacks against the enemy squad, each attack dealing 100% (+Special Ant Level*1%) damage. The third attack's damage is guaranteed to double. And increases the Dodge Rate of its squad by 10% for 1 round
ar: احتمالية بنسبة 80% لإطلاق ثلاث هجمات ضد فرقة العدو، تتسبب كل هجمة في إحداث ضرر بنسبة 100% (+مستوى النمل الخاص*1%)، يضاعف الضرر الهجوم الثالث بشكل مضمون، ويزيد معدل مراوغة الفرقة بنسبة 10% لمدة جولة واحدة
bg: Има 80% шанс да извърши три атаки срещу вражеския отряд, като всяка атака нанася 100% (+Ниво на специален мравка*1%) щети. Третата атака гарантирано нанася двойни щети. И увеличава коефициента на избягване на отряда с 10% в рамките на 1 рунд
de: Hat eine 80%ige Chance, drei Angriffe auf den feindlichen Trupp auszuführen, wobei jeder Angriff 100% (+Spezialameisestufe*1%) Schaden verursacht. Der Schaden des dritten Angriffs wird garantiert verdoppelt. Und erhöht die Ausweichrate des Trupps um 10% für eine Runde
es: Tiene un 80 % de probabilidad de lanzar tres ataques contra la escuadra enemiga, y cada ataque inflige un 100 % (+ nivel de hormiga especial * 1 %) de daño. Se garantiza que el daño del tercer ataque se duplicará. Aumenta el índice de esquive de su escuadra en un 10 % durante 1 asalto
fil: May 80% na tsansa na maglunsad ng tatlong pag-atake laban sa kalabang pangkat, ang bawat pag-atake ay nakakagawa ng 100% (+Special Ant Level*1%) na pinsala. Ang pinsala ng ikatlong atake ay garantisadong doblehin. At tataasin ang Dodge Rate ng pangkat nito ng 10% para sa 1 round
hu: 80%-os eséllyel hármat támad az ellenséges osztag ellen, az egyes támadások 100% (+Különleges Hangya Szintje*1%) sebzéssel. A harmadik támadásnak garantáltan kétszeres a sebzése. Az osztag kitérési aránya 1 körön át 10%-kal nő.
it: Ha l'80% di possibilità di lanciare tre attacchi contro la squadra nemica, ognuno dei quali infligge 100% (+Livello formica speciale*1%) di danni. Il danno del terzo attacco è garantito doppio. E aumenta il tasso di schivata della sua squadra del 10% per 1 turno
ja: 對敵軍小隊發動3次攻擊的機率為80%，每次攻擊造成100%（+特殊螞蟻等級*1%）傷害。第三次攻擊的傷害保證翻倍。並提升小隊的閃避率10%，持續1回合
mk: Има 80% шанса да изведе три напади против екипата на непријателот, така што секој напад нанесл 100% (+Special Ant Level*1%) штета. Штетата од третиот напад е гарантирано дека ќе се здвојува. И ја зголемува стапката на избегнување на неговиот екип со 10% за 1 рунда.
nl: Heeft 80% kans om drie aanvallen uit te voeren op de vijandelijke eenheid, waarbij elke aanval 100% (+Niveau Speciale Mier * 1%) schade berokkent. De schade van de derde aanval is gegarandeerd dubbel. Verhoogt het ontwijkingspercentage van zijn eenheid met 10% gedurende 1 ronde.
pl: Zapewnia 80% szans na wyprowadzenie trzech ataków przeciwko oddziałowi wroga, z których każdy zadaje obrażenia w wysokości 100% (+poziom specjalnej mrówki * 1%). Obrażenia trzeciego ataku na pewno zostaną podwojone. Ponadto zwiększa współczynnik uniku swojego oddziału o 10% na 1 turę
ru: С вероятностью 80% проводит три атаки, каждая из которых наносит 100% (+1% за каждый уровень муравья-спецназа) урона по вражеской группе. Третья атака гарантированно наносит двойной урон. Также увеличивает шанс уклонения своей группы на 10% в течение 1 хода
uk: Із імовірністю 80% проводить три атаки проти ворожого загону, кожна з яких завдає 100% (+ рівень особливої мурашки * 1%) шкоди. Третя атака гарантовано завдає подвійну шкоду. І збільшує показник ухилення свого загону на 10% на 1 раунд
vi: Có 80% khả năng tung ra ba đợt tấn công vào đội của đối phương, mỗi đợt gây 100% (+ Cấp kiến đặc biệt * 1%) sát thương. Đảm bảo tăng gấp đôi sát thương của đợt tấn công thứ ba. Và tăng Tỉ lệ né tránh của đội lên 10% trong 1 lượt

# leptomyrmexBurwelliFatalAssaultSkillDescription20
source: Has a 80% chance to launch three attacks against the enemy squad, each attack dealing 130% (+Special Ant Level*1%) damage. The third attack's damage is guaranteed to double. And increases the Dodge Rate of its squad by 10% for 1 round
ar: احتمالية بنسبة 80% لإطلاق ثلاث هجمات ضد فرقة العدو، تتسبب كل هجمة في إحداث ضرر بنسبة 130% (+مستوى النمل الخاص*1%)، يضاعف الضرر الهجوم الثالث بشكل مضمون، ويزيد معدل مراوغة الفرقة بنسبة 10% لمدة جولة واحدة
bg: Има 80% шанс да извърши три атаки срещу вражеския отряд, като всяка атака нанася 130% (+Ниво на специален мравка*1%) щети. Третата атака гарантирано нанася двойни щети. И увеличава коефициента на избягване на отряда с 10% в рамките на 1 рунд
de: Hat eine 80%ige Chance, drei Angriffe auf den feindlichen Trupp auszuführen, wobei jeder Angriff 130% (+Spezialameisestufe*1%) Schaden verursacht. Der Schaden des dritten Angriffs wird garantiert verdoppelt. Und erhöht die Ausweichrate des Trupps um 10% für eine Runde
es: Tiene un 80 % de probabilidad de lanzar tres ataques contra la escuadra enemiga, y cada ataque inflige un 130 % (+ nivel de hormiga especial * 1 %) de daño. Se garantiza que el daño del tercer ataque se duplicará. Aumenta el índice de esquive de su escuadra en un 10 % durante 1 asalto
fil: May 80% na tsansa na maglunsad ng tatlong pag-atake laban sa kalabang pangkat, ang bawat pag-atake ay nakakagawa ng 130% (+Special Ant Level*1%) na pinsala. Ang pinsala ng ikatlong atake ay garantisadong doblehin. At tataasin ang Dodge Rate ng pangkat nito ng 10% para sa 1 round
hu: 80%-os eséllyel hármat támad az ellenséges osztag ellen, az egyes támadások 130% (+Különleges Hangya Szintje*1%) sebzéssel. A harmadik támadásnak garantáltan kétszeres a sebzése. Az osztag kitérési aránya 1 körön át 10%-kal nő.
it: Ha l'80% di possibilità di lanciare tre attacchi contro la squadra nemica, ognuno dei quali infligge 130% (+Livello formica speciale*1%) di danni. Il danno del terzo attacco è garantito doppio. E aumenta il tasso di schivata della sua squadra del 10% per 1 turno
ja: 對敵軍小隊發動3次攻擊的機率為80%，每次攻擊造成130%（+特殊螞蟻等級*1%）傷害。第三次攻擊的傷害保證翻倍。並提升小隊的閃避率10%，持續1回合
mk: Има 80% шанса да изведе три напади против екипата на непријателот, така што секој напад нанесл 130% (+Special Ant Level*1%) штета. Штетата од третиот напад е гарантирано дека ќе се здвојува. И ја зголемува стапката на избегнување на неговиот екип со 10% за 1 рунда.
nl: Heeft 80% kans om drie aanvallen uit te voeren op de vijandelijke eenheid, waarbij elke aanval 130% (+Niveau Speciale Mier * 1%) schade berokkent. De schade van de derde aanval is gegarandeerd dubbel. Verhoogt het ontwijkingspercentage van zijn eenheid met 10% gedurende 1 ronde.
pl: Zapewnia 80% szans na wyprowadzenie trzech ataków przeciwko oddziałowi wroga, z których każdy zadaje obrażenia w wysokości 130% (+poziom specjalnej mrówki * 1%). Obrażenia trzeciego ataku na pewno zostaną podwojone. Ponadto zwiększa współczynnik uniku swojego oddziału o 10% na 1 turę
ru: С вероятностью 80% проводит три атаки, каждая из которых наносит 130% (+1% за каждый уровень муравья-спецназа) урона по вражеской группе. Третья атака гарантированно наносит двойной урон. Также увеличивает шанс уклонения своей группы на 10% в течение 1 хода
uk: Із імовірністю 80% проводить три атаки проти ворожого загону, кожна з яких завдає 130% (+ рівень особливої мурашки * 1%) шкоди. Третя атака гарантовано завдає подвійну шкоду. І збільшує показник ухилення свого загону на 10% на 1 раунд
vi: Có 80% khả năng tung ra ba đợt tấn công vào đội của đối phương, mỗi đợt gây 130% (+ Cấp kiến đặc biệt * 1%) sát thương. Đảm bảo tăng gấp đôi sát thương của đợt tấn công thứ ba. Và tăng Tỉ lệ né tránh của đội lên 10% trong 1 lượt

# leptomyrmexBurwelliAdaptiveAssaultSkillTitle
source: Adaptive Assault
ar: هجوم تكيفي
bg: Адаптивно нападение
de: Adaptiver Angriff
hu: Adaptív támadás
it: Assalto adattivo
ja: 適應性襲擊
nl: Adaptieve Aanval
pl: Adaptacyjny atak
ru: Адаптивный штурм
uk: Адаптивний штурм
vi: Cuộc tấn công thích nghi

# leptomyrmexBurwelliAdaptiveAssaultSkillDescription10
source: Prepares for 2 rounds, and has a 80% chance to deal 750% (+Special Ant Level*2%) damage to 2 random enemy squads within effective range
ar: تستعد لمدة جولتين، ويوجد احتمال 80% لإحداث ضرر بنسبة 750% (+مستوى النمل الخاص*2%) على فرقتي عدو عشوائيتين ضمن النطاق الفعال
bg: Подготвя се за 2 рунда и има 80% шанс да нанесе 750% (+Ниво на специален мравка*2%) щети на 2 случаен вражески отряда в ефективния обхват
de: Bereitet sich für 2 Runden vor und hat eine 80%ige Chance, 2 beliebigen feindlichen Trupps innerhalb der Reichweite 750% (+Spezialameisestufe*2%) Schaden zuzufügen
es: Se prepara durante 2 asaltos y tiene un 80 % de probabilidad de infligir un 750 % (+ nivel de hormiga especial * 2 %) de daño a 2 escuadras enemigas aleatorias dentro del alcance efectivo
fil: Naghanda para sa 2 round, at may 80% na tsansa na makagawa ng 750% (+Special Ant Level*2%) na pinsala sa 2 random na pangkat ng kalaban sa loob ng epektibong hanay
hu: 2 körön át készülődik, és 80%-os eséllyel 750% (+Különleges Hangya Szintje*2%) sebzéssel támad 2 véletlenszerű ellenséges osztag ellen hatótávolságon belül.
it: Si prepara per 2 turni e ha l'80% di possibilità di infliggere 750% (+Livello formica speciale*2%) di danni a 2 squadre nemiche casuali entro raggio d'azione
ja: 準備2回合後，對指定範圍內的2名隨機敵人小隊造成750%（+特殊螞蟻等級*2%）傷害的機率為80%
mk: Се подготвува за 2 рунди и има 80% шанса да нанесе 750% (+Special Ant Level*2%) штета на 2 случајни екипи на непријателот во ефективен дофат.
nl: Bereidt zich voor gedurende 2 ronden en heeft 80% kans om 750% (+Niveau Special Ant * 2%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen het effectieve bereik.
pl: Przygotowuje się przez 2 tury i ma 80% szans na zadanie obrażeń w wysokości 750% (+poziom specjalnej mrówki * 2%) 2 losowym oddziałom wroga w zasięgu skutecznego rażenia
ru: В течение 2 ходов готовится и с вероятностью 80% наносит 750% (+2% за каждый уровень муравья-спецназа) урона 2 случайным вражеским группам в пределах эффективного радиуса.
uk: Проводить підготовку на 2 раунди, і має ймовірність 80% завдати 750% (+ рівень особливої мурашки * 2%) шкоди 2 довільним ворожим загонам у межах зони дії
vi: Chuẩn bị trong 2 lượt và có 80% khả năng gây 750% (+ Cấp kiến đặc biệt * 2%) sát thương cho 2 đội ngẫu nhiên của đối phương trong phạm vi hiệu quả

# leptomyrmexBurwelliAdaptiveAssaultSkillDescription20
source: Prepares for 2 rounds, and has a 80% chance to deal 900% (+Special Ant Level*2%) damage to 2 random enemy squads within effective range
ar: تستعد لمدة جولتين، ويوجد احتمال 80% لإحداث ضرر بنسبة 900% (+مستوى النمل الخاص*2%) على فرقتي عدو عشوائيتين ضمن النطاق الفعال
bg: Подготвя се за 2 рунда и има 80% шанс да нанесе 900% (+Ниво на специален мравка*2%) щети на 2 случаен вражески отряда в ефективния обхват
de: Bereitet sich für 2 Runden vor und hat eine 80%ige Chance, 2 beliebigen feindlichen Trupps innerhalb der Reichweite 900% (+Spezialameisestufe*2%) Schaden zuzufügen
es: Se prepara durante 2 asaltos y tiene un 80 % de probabilidad de infligir un 900 % (+ nivel de hormiga especial * 2 %) de daño a 2 escuadras enemigas aleatorias dentro del alcance efectivo
fil: Naghanda para sa 2 round, at may 80% na tsansa na makagawa ng 900% (+Special Ant Level*2%) na pinsala sa 2 random na pangkat ng kalaban sa loob ng epektibong hanay
hu: 2 körön át készülődik, és 80%-os eséllyel 900% (+Különleges Hangya Szintje*2%) sebzéssel támad 2 véletlenszerű ellenséges osztag ellen hatótávolságon belül.
it: Si prepara per 2 turni e ha l'80% di possibilità di infliggere 900% (+Livello formica speciale*2%) di danni a 2 squadre nemiche casuali entro raggio d'azione
ja: 準備2回合後，對指定範圍內的2名隨機敵人小隊造成900%（+特殊螞蟻等級*2%）傷害的機率為80%
mk: Се подготвува за 2 рунди и има 80% шанса да нанесе 900% (+Special Ant Level*2%) штета на 2 случајни екипи на непријателот во ефективен дофат.
nl: Bereidt zich voor gedurende 2 ronden en heeft 80% kans om 900% (+Niveau Speciale Mier * 2%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen het effectieve bereik.
pl: Przygotowuje się przez 2 tury i ma 80% szans na zadanie obrażeń w wysokości 900% (+poziom specjalnej mrówki * 2%) 2 losowym oddziałom wroga w zasięgu skutecznego rażenia
ru: В течение 2 ходов готовится и с вероятностью 80% наносит 900% (+2% за каждый уровень муравья-спецназа) урона 2 случайным вражеским группам в пределах эффективного радиуса.
uk: Проводить підготовку на 2 раунди, і має ймовірність 80% завдати 900% (+ рівень особливої мурашки * 2%) шкоди 2 довільним ворожим загонам у межах зони дії
vi: Chuẩn bị trong 2 lượt và có 80% khả năng gây 900% (+ Cấp kiến đặc biệt * 2%) sát thương cho 2 đội ngẫu nhiên của đối phương trong phạm vi hiệu quả

# leptomyrmexBurwelliSweepingStrengthSkillTitle
source: Sweeping Strength
ar: قوة اكتساح
bg: Поразяваща сила
de: Fegende Stärke
hu: Átható erő
it: Forza travolgente
ja: 橫掃力道
nl: Verwoestende Kracht
pl: Przejmująca siła
ru: Могучий размах
uk: Неймовірна сила
vi: Sức mạnh quét sạch
