Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# cyphomyrmexRimosusPowerfulHeadbuttSkillDescription20
source: Has a 70% chance to deal 330% (+Special Ant Level*1%) damage to 2 random enemy squads, and converts 20% of the damage to True Damage
ar: لديه فرصة بنسبة 70% لإحداث 330% (+مستوى النملة الخاصة*1%) ضرر على فرقتين عشوائيتين من العدو، وتحويل 20% من الضرر إلى ضرر حقيقي
bg: Има 70% шанс да нанесе 330% (+ ниво на спец. мравка*1%) щети на 2 случайни противникови отряда и преобразува 20% от щетите в истински щети
de: Hat eine Chance von 70 % auf 330 % (+ Besondere Ameisenstufe * 1 %) Schaden bei 2 zufälligen gegnerischen Trupps und wandelt 20 % des Schadens in echten Schaden um
es: Tiene un 70 % de probabilidades de infligir un 330 % (+ nivel de hormiga especial * 1 %) de daño a 2 escuadrones enemigos aleatorios y convierte un 20 % del daño en daño real
fil: May 70% tsansang makapanakit ng 330% (+Special Ant Level*1%) na pinsala sa 2 mga random na koponan ng kaaway, at nagko-convert ng 20% ng pinsala sa True Damage
hu: 70% eséllyel 330% (+Különleges hangya szintje*1%) sebzést okoz 2 véletlenszerű ellenséges osztagnak és a sebzés 20%-át átalakítja Valódi sebzéssé
it: Ha una probabilità del 70% di infliggere il 330% (+livello formica speciale*1%) di danni a 2 squadre nemiche a caso e converte il 20% dei danni in Danni puri
ja: 70%の確率で敵の部隊2つに330%(+特殊能力レベルx1%)のダメージを与え、20%のダメージを真ダメージに変換します
mk: Има 70% шанса да нанесе 330% (+Ниво на мравка * 1%) штета на 2 случајни непријателски оделенија и конвертира 20% од штетата во вистинска штета
nl: Heeft een kans van 70% om 330% (+Speciaal mierniveau*1%) schade aan te richten aan 2 willekeurige vijandelijke eenheden en converteert 20% van de schade naar echte schade
pl: Ma 70% szans na zadanie 330% (+poziom specjalnych mrówek*1%) obrażeń 2 losowym drużynom wroga i przekształca 20% obrażeń w Prawdziwe obrażenia
ru: Имеет шанс 70% нанести урон в 330% (+уровень особого муравья*1%) 2 случайным вражеским отрядам и превратить 20% урона в абсолютный урон
tr: 2 rastgele düşman mangasına %70 olasılıkla 330% (+Özel Karınca Seviyesi*1%) hasar verme şansına sahiptir ve hasarın %20'sini Hakiki Hasara çevirir
uk: Має 70% шанс завдати 330% (+Рівень мурашки*1%) шкоди 2 випадковим ворожим загонам та перетворити 20% шкоди на справжню шкоду
vi: Có 70% cơ hội gây 330% (+Cấp Kiến đặc biệt*1%) sát thương cho 2 đội hình địch ngẫu nhiên, và chuyển 20% sát thương thành Sát thương chuẩn

# cyphomyrmexRimosusGermPropagationSkillTitle
source: Germ Propagation
ar: انتشار الجراثيم
bg: Разпространяване на зараза
de: Keimvermehrung
es: Propagación bacteriana
fil: Pagkalat ng Germs
hu: Baktériumszórás
it: Propagazione dei germi
ja: 細菌の増殖
mk: Ширење на микроб
nl: Kiemverspreiding
pl: Namnażanie drobnoustrojów
ru: Распространение бактерий
tr: Mikrop Yayılması
uk: Розповсюдження мікробів
vi: Lan truyền vi trùng

# cyphomyrmexRimosusGermPropagationSkillDescription10
source: Prepare for 1 round, and has a 80% chance to deal 340% (+Special Ant Level*1%) damage to all enemy squads and reduce their Received Healing Effect by 40% for 1 round
ar: استعد لجولة واحدة، ولديه فرصة بنسبة 80% لإلحاق 340% (+مستوى النملة الخاصة*1%) ضررًا بجميع فرق العدو وتقليل تأثير العلاج المستلم بنسبة 40% لمدة جولة واحدة
bg: Подготвя се за 1 рунд и има 80% шанс да нанесе 340% (+ ниво на спец. мравка*1%) щети на всички противникови отряди и намалява получения от тях лечебен ефект с 40% за 1 рунд
de: Vorbereitung für 1 Runde, hat eine 80 %ige Chance auf 340 % (+ Besondere Ameisenstufe * 1 %) Schaden bei allen gegnerischen Trupps und verringert ihre erhaltene Heilwirkung für 1 Runde um 40 %
es: Prepárate durante 1 asalto y tienes un 80 % de probabilidades de infligir un 340 % (+ nivel de hormiga especial * 1 %) de daño a todos los escuadrones enemigos y de reducir su efecto de curación recibida en un 40 % durante 1 asalto
fil: Maghahanda sa loob ng 1 round, at may 80% tsansang makapanakit ng 340% (+Special Ant Level*1%) na pinsala sa lahat ng mga koponan ng kaaway at binabawasan ang kanilang Natanggap na Epekto ng Pagpapagaling ng 40% sa loob ng 1 round
hu: 1 körre készül és 80% eséllyel 340% (+Különleges hangya szintje*1%) sebzést okoz az összes ellenséges osztagnak, és 1 körre 40%-kal csökkenti a kapott gyógyítási hatásukat
it: Si prepara per un turno e ha una probabilità del 80% di infliggere il 340% (+livello formica speciale*1%) di danni a tutte le squadre nemiche e ridurre l'effetto di guarigione ricevuta del 40% per 1 turno
ja: 1ターン準備してから、80%の確率で敵の部隊すべてに340%(+特殊能力レベルx1%)のダメージを与え、1ターン間受ける回復効果を40%低下させます
mk: Подгответе се за 1 рунда, и има 80% шанса да нанесе 340% (+Ниво на мравка * 1%) штета на сите непријателски оделенија и намалува ефект од лекување за 40% за 1 рунда
nl: Bereid je voor gedurende 1 ronde en heeft een kans van 80% om 340% (+Speciaal mierniveau*1%) schade aan te richten aan alle vijandelijke eenheden en hun ontvangen helende effect gedurende 1 ronde met 40% te verminderen
pl: Przygotowuje się przez 1 rundę i ma 80% szans na zadanie 340% (+poziom specjalnych mrówek*1%) obrażeń wszystkim drużynom wroga i zmniejszenie ich efektu otrzymywanego leczenia o 40% na 1 rundę
ru: Готовится 1 раунд и имеет шанс 80% нанести урон в 340% (+уровень особого муравья*1%) всем вражеским отрядам и снизить получаемый ими эффект лечения на 40% на 1 раунд
tr: 1 tur hazırlanır ve tüm düşman mangalarına %80 olasılıkla 340% (+Özel Karınca Seviyesi*1%) hasar verme ve Aldığı Şifa Etkisini 1 tur boyunca %40 azaltma şansına sahiptir
uk: Готується до 1 раунду та має 80% шанс завдати 340% (+Рівень мурашки*1%) шкоди всім ворожим загонам та зменшити ефект отримуваного ними зцілення на 40% у 1 раунд
vi: Chuẩn bị trong 1 lượt, và có 80% cơ hội gây 340% (+Cấp Kiến đặc biệt*1%) sát thương lên toàn bộ đội hình địch và giảm 40% Hiệu ứng được hồi máu trong 1 lượt

# cyphomyrmexRimosusGermPropagationSkillDescription20
source: Prepare for 1 round, and has a 80% chance to deal 400% (+Special Ant Level*1%) damage to all enemy squads and reduce their Received Healing Effect by 50% for 1 round
ar: استعد لجولة واحدة، ولديه فرصة بنسبة 80% لإلحاق 400% (+مستوى النملة الخاصة*1%) ضررًا بجميع فرق العدو وتقليل تأثير العلاج المستلم بنسبة 50% لمدة جولة واحدة
bg: Подготвя се за 1 рунд и има 80% шанс да нанесе 400% (+ ниво на спец. мравка*1%) щети на всички противникови отряди и намалява получения от тях лечебен ефект с 50% за 1 рунд
de: Vorbereitung für 1 Runde, hat eine 80 %ige Chance auf 400 % (+ Besondere Ameisenstufe * 1 %) Schaden bei allen gegnerischen Trupps und verringert ihre erhaltene Heilwirkung für 1 Runde um 50 %
es: Prepárate durante 1 asalto y tienes un 80 % de probabilidades de infligir un 400 % (+ nivel de hormiga especial * 1 %) de daño a todos los escuadrones enemigos y de reducir su efecto de curación recibida en un 50 % durante 1 asalto
fil: Maghahanda sa loob ng 1 round, at may 80% tsansang makapanakit ng 400% (+Special Ant Level*1%) na pinsala sa lahat ng mga koponan ng kaaway at binabawasan ang kanilang Natanggap na Epekto ng Pagpapagaling ng 50% sa loob ng 1 round
hu: 1 körre készül és 80% eséllyel 400% (+Különleges hangya szintje*1%) sebzést okoz az összes ellenséges osztagnak, és 1 körre 50%-kal csökkenti a kapott gyógyítási hatásukat
it: Si prepara per un turno e ha una probabilità del 80% di infliggere il 400% (+livello formica speciale*1%) di danni a tutte le squadre nemiche e ridurre l'effetto di guarigione ricevuta del 50% per 1 turno
ja: 1ターン準備してから、80%の確率で敵の部隊すべてに400%(+特殊能力レベルx1%)のダメージを与え、1ターン間受ける回復効果を50%低下させます
mk: Подгответе се за 1 рунда, и има 80% шанса да нанесе 400% (+Ниво на мравка * 1%) штета на сите непријателски оделенија и намалува ефект од лекување за 50% за 1 рунда
nl: Bereid je voor gedurende 1 ronde en heeft een kans van 80% om 400% (+Speciaal mierniveau*1%) schade aan te richten aan alle vijandelijke eenheden en hun ontvangen helende effect gedurende 1 ronde met 50% te verminderen
pl: Przygotowuje się przez 1 rundę i ma 80% szans na zadanie 400% (+poziom specjalnych mrówek*1%) obrażeń wszystkim drużynom wroga i zmniejszenie ich efektu otrzymywanego leczenia o 50% na 1 rundę
ru: Готовится 1 раунд и имеет шанс 80% нанести урон в 400% (+уровень особого муравья*1%) всем вражеским отрядам и снизить получаемый ими эффект лечения на 50% на 1 раунд
tr: 1 tur hazırlanır ve tüm düşman mangalarına %80 olasılıkla 400% (+Özel Karınca Seviyesi*1%) hasar verme ve Aldığı Şifa Etkisini 1 tur boyunca %50 azaltma şansına sahiptir
uk: Готується до 1 раунду та має 80% шанс завдати 400% (+Рівень мурашки*1%) шкоди всім ворожим загонам та зменшити ефект отримуваного ними зцілення на 50% у 1 раунд
vi: Chuẩn bị trong 1 lượt, và có 80% cơ hội gây 400% (+Cấp Kiến đặc biệt*1%) sát thương lên toàn bộ đội hình địch và giảm 50% Hiệu ứng được hồi máu trong 1 lượt

# cyphomyrmexRimosusBeneficialBacteriaSkillTitle
source: Beneficial Bacteria
ar: البكتيريا المفيدة
bg: Полезна бактерия
de: Nützliche Bakterien
es: Bacterias beneficiosas
fil: Mga Nakatutulong na Bacteria
hu: Jótékony baktériumok
it: Batteri benefici
ja: 有益な細菌
mk: Корисни бактерии
nl: Voordelen van bacteriën
pl: Pożyteczne bakterie
ru: Полезные бактерии
tr: Faydalı Bakteriler
uk: Корисні бактерії
vi: Vi khuẩn có lợi

# cyphomyrmexRimosusBeneficialBacteriaSkillDescription10
source: During the battle, the Dodge Rate of its squad +10% and increases 1% Skill Damage and Control Resistance for each 1% Dodge Rate of this squad
ar: أثناء المعركة، زادت نسبة المراوغة في فرقته بنسبة 10% وزادت بنسبة 1% من ضرر المهارة ومقاومة التحكم لكل 1% من معدل المراوغة في هذه الفرقة
bg: По време на битка коефициентът на укриване във взвода му е +10% и увеличава щетите от уменията и съпротивата срещу контрол с 1% за всеки 1% коефициент на укриване на този взвод
de: Während der Schlacht: Die Ausweichrate des Trupps + 10 % und erhöht sich um 1 % Fertigkeitsschaden und Kontrollresistenz pro 1 % Ausweichrate des Trupps
es: Durante la batalla, el índice de evasión de su escuadrón aumenta un 10 % y aumenta un 1 % el daño de habilidades y la resistencia al control por cada 1 % de índice de evasión de este escuadrón
fil: Sa panahon ng labanan, ang Dodge Rate ng koponan nito ay +10% at tataas ng 1% ang Skill Damage at Control Resistance para sa bawat 1% Dodge Rate ng koponang ito
hu: A csata során az osztag kitérési aránya +10%, és ebből az osztag minden 1% kitérési arányánál 1%-kal nő a Készség Sebzése és a Vezérlési ellenállása
it: Durante la battaglia, il tasso di schivata della sua squadra +10% e aumenta l'1% di danni delle abilità e resistenza al controllo per ogni 1% di tasso di schivata di questa squadra
ja: バトル中、部隊の回避率が10%増加し、回避率が1%上がるごとにスキルダメージとコントロール耐性が1%増加します
mk: За време на битката, шансата за избегнување на неговото одделение + 10% и зголемува 1% штета од умешноста и отпорност на контрола за секои 1% од шансата за избегнување на ова одделение
nl: Tijdens de strijd stijgt het ontwijkingspercentage van zijn eenheid met 10% en de vaardigheidsschade en weerstand tegen controle met 1% per ontwijkingspercentage van deze eenheid
pl: Podczas bitwy, przeżywalność jego drużyny +10%, a obrażenia umiejętności i odporność na kontrolowanie wzrastają o 1% na każde 1% przeżywalności tej drużyny
ru: Во время битвы скорость уклонения отряда увеличивается на 10%, а урон умения и сопротивление контролю увеличиваются на 1% за каждый 1% скорости уклонения отряда
tr: Savaş esnasında mangası için %10 Kaçınma Oranı ve bu mangada %1 Kaçınma Oranı için %1 Yetenek Hasarı ve Kontrol Direnci artar
uk: Під час битви рівень вхиляння загону +10%, а також збільшує навичку шкоди та опір контролю на 1% для кожного 1% рівня вхиляння цього загону
vi: Trong khi chiến đấu, Tỷ lệ né tránh của đội hình của kiến +10% và tăng 1% Sát thương kỹ năng & Kháng chế mỗi 1% Tỷ lệ né tránh của đội hình này

# cyphomyrmexRimosusBeneficialBacteriaSkillDescription20
source: During the battle, the Dodge Rate of its squad +15% and increases 2% Skill Damage and Control Resistance for each 1% Dodge Rate of this squad
ar: أثناء المعركة، زادت نسبة المراوغة في فرقته بنسبة 15% وزادت بنسبة 2% من ضرر المهارة ومقاومة التحكم لكل 1% من معدل المراوغة في هذه الفرقة
bg: По време на битка коефициентът на укриване във взвода му е +15% и увеличава щетите от уменията и съпротивата срещу контрол с 2% за всеки 1% коефициент на укриване на този взвод
de: Während der Schlacht: Die Ausweichrate des Trupps + 15 % und erhöht sich um 2 % Fertigkeitsschaden und Kontrollresistenz pro 1 % Ausweichrate des Trupps
es: Durante la batalla, el índice de evasión de su escuadrón aumenta un 15 % y aumenta un 2 % el daño de habilidades y la resistencia al control por cada 1 % de índice de evasión de este escuadrón
fil: Sa panahon ng labanan, ang Dodge Rate ng koponan nito ay +15% at tataas ng 2% ang Skill Damage at Control Resistance para sa bawat 1% Dodge Rate ng koponang ito
hu: A csata során az osztag kitérési aránya +15%, és ebből az osztag minden 1% kitérési arányánál 2%-kal nő a Készség Sebzése és a Vezérlési ellenállása
it: Durante la battaglia, il tasso di schivata della sua squadra +15% e aumenta il 2% di danni delle abilità e resistenza al controllo per ogni 1% di tasso di schivata di questa squadra
ja: バトル中、部隊の回避率が15%増加し、回避率が1%上がるごとにスキルダメージとコントロール耐性が2%増加します
mk: За време на битката, шансата за избегнување на неговото одделение + 15% и зголемува 2% штета од умешноста и отпорност на контрола за секои 1% од шансата за избегнување на ова одделение
nl: Tijdens de strijd stijgt het ontwijkingspercentage van zijn eenheid met 15% en de vaardigheidsschade en weerstand tegen controle met 2% per ontwijkingspercentage van deze eenheid
pl: Podczas bitwy, przeżywalność jego drużyny +15%, a obrażenia umiejętności i odporność na kontrolowanie wzrastają o 2% na każde 1% przeżywalności tej drużyny
ru: Во время битвы скорость уклонения отряда увеличивается на 15%, а урон умения и сопротивление контролю увеличиваются на 2% за каждый 1% скорости уклонения отряда
tr: Savaş esnasında mangası için %15 Kaçınma Oranı ve bu mangada %1 Kaçınma Oranı için %2 Yetenek Hasarı ve Kontrol Direnci artar
uk: Під час битви рівень вхиляння загону +15%, а також збільшує навичку шкоди та опір контролю на 2% для кожного 1% рівня вхиляння цього загону
vi: Trong khi chiến đấu, Tỷ lệ né tránh của đội hình của kiến +15% và tăng 2% Sát thương kỹ năng & Kháng chế mỗi 1% Tỷ lệ né tránh của đội hình này

# darkGiantCounterStrikeSkillTitle
source: Counter Strike
ar: كونتر سترايك
bg: Контраатака
ja: カウンターストライク
ru: Контр-удар
tr: Karşı Saldırı

# darkGiantCounterStrikeSkillDescription10
source: In the first 4 rounds, reduces the damage taken by our squad with the least Soldier Ants by 25% each round, and grants a random squad a 25% chance to dodge the next incoming damage
ar: في الجولات الأربع الأولى، يقلل الضرر الذي يلحق بفريقنا الذي يضم أقل عدد من الجنود النمل بنسبة 25% كل جولة ويمنح فرقة عشوائية فرصة بنسبة 25% لتفادي الضرر الوارد التالي
bg: В първите 4 рунда намалява щетите, понесени от нашия отряд с най-малко мравки войници, с 25% всеки рунд и дава на случаен отряд 25% шанс да избегне следващите входящи щети
de: In den ersten 4 Runden wird der von unserem Team mit den wenigsten Soldier Ants erlittene Schaden um 25 % pro Runde reduziert. Außerdem erhält ein zufälliges Team eine Chance von 25 %, dem nächsten eingehenden Schaden auszuweichen
es: En las primeras 4 rondas, reduce el daño recibido por nuestro escuadrón con menos hormigas soldado en un 25% cada ronda y otorga a un escuadrón aleatorio una probabilidad del 25% de esquivar el siguiente daño entrante
fil: Sa unang 4 na pag-ikot, nababawasan ang napinsala na natamo ng aming iskwad na may pinakakaunting Soldier Ants ng 25% bawat ikot, at binibigyan ang isang random na iskwad ng 25% na pagkakataon upang umiwas sa susunod na papasok na pinsala
hu: Az első 4 körben csökkenti a legkevesebb katonahangyával rendelkező osztagunk által elszenvedett sebzést körönként 25%-kal, és 25% esélyt ad egy véletlenszerű osztagnak a következő bejövő sérülés kikerülésére
it: Nei primi 4 turni, riduce del 25% a ogni turno il danno ricevuto dalla nostra squadra con il minor numero di formiche soldato e concede a una squadra casuale una probabilità del 25% di schivare il danno successivo in arrivo
ja: 最初の 4 ラウンドで、アリ兵数が最も少ない編隊が受けるダメージをラウンドごとに 25% 軽減し、ランダムな編隊に次の攻撃を 25% の確率で回避するチャンスを与える
mk: Во првите 4 рунди, ја намалува штетата примена врз нашиот одред со најмалку Војнички мравки за 25% секоја рунда, и дава на случаен одред шанса од 25% да го избегне следното примано оштетување
nl: Vermindert in den ersten 4 Runden den erlittenen Schaden unserer Gruppe mit den wenigsten Soldatenameisen um 25 % pro Runde und gewährt einer zufälligen Gruppe eine 25 %ige Chance, dem nächsten eingehenden Schaden auszuweichen
pl: W pierwszych 4 rundach zmniejsza obrażenia otrzymywane przez nasz oddział z najmniejszą liczbą żołnierzy mrówek o 25% w każdej rundzie i daje losowemu oddziałowi 25% szans na uniknięcie następnych obrażeń
ru: В первые 4 раунда наносит урон нашему отряду с наименьшим количеством муравьев-солдат на 25% меньше в каждом раунде и предоставляет случайному отряду 25% шанс уклониться от следующего входящего урона
tr: İlk 4 rauntta, en az Asker Karıncası olan birliğimizin aldığı hasarı her raunt %25 azaltır ve rastgele bir birliğe bir sonraki gelen hasardan kaçma %25 şansı verir
uk: Упродовж перших 4 раундів зменшує отриману шкоду нашим загоном з найменшою кількістю мурах-солдатів на 25% та надає випадковому загону 25% шансів ухилитися від наступної шкоди
vi: Sau 4 lượt đầu, giảm 25% sát thương mà đội quân có ít Soldier Ant nhất phải chịu mỗi lượt và cấp cho đội quân ngẫu nhiên 25% cơ hội né tránh sát thương đến tiếp theo

# darkGiantCounterStrikeSkillDescription20
source: In the first 4 rounds, reduces the damage taken by our squad with the least Soldier Ants by 25% each round, and grants a random squad a 40% chance to dodge the next incoming damage
ar: في الجولات الأربع الأولى، يقلل الضرر الذي يلحق بفريقنا الذي يضم أقل عدد من الجنود النمل بنسبة 25% كل جولة ويمنح فرقة عشوائية فرصة بنسبة 40% لتفادي الضرر الوارد التالي
bg: В първите 4 рунда намалява щетите, понесени от нашия отряд с най-малко мравки войници, с 25% всеки рунд и дава на случаен отряд 40% шанс да избегне следващите входящи щети
de: In den ersten 4 Runden wird der von unserem Team mit den wenigsten Soldier Ants erlittene Schaden um 25 % pro Runde reduziert. Außerdem erhält ein zufälliges Team eine Chance von 40 %, dem nächsten eingehenden Schaden auszuweichen
es: En las primeras 4 rondas, reduce el daño recibido por nuestro escuadrón con menos hormigas soldado en un 25% cada ronda y otorga a un escuadrón aleatorio una probabilidad del 40% de esquivar el siguiente daño entrante
fil: Sa unang 4 na pag-ikot, nababawasan ang napinsala na natamo ng aming iskwad na may pinakakaunting Soldier Ants ng 25% bawat ikot, at binibigyan ang isang random na iskwad ng 40% na pagkakataon upang umiwas sa susunod na papasok na pinsala
hu: Az első 4 körben csökkenti a legkevesebb katonahangyával rendelkező osztagunk által elszenvedett sebzést körönként 25%-kal, és 40% esélyt ad egy véletlenszerű osztagnak a következő bejövő sérülés kikerülésére
it: Nei primi 4 turni, riduce del 25% a ogni turno il danno ricevuto dalla nostra squadra con il minor numero di formiche soldato e concede a una squadra casuale una probabilità del 40% di schivare il danno successivo in arrivo
ja: 最初の 4 ラウンドで、アリ兵数が最も少ない編隊が受けるダメージをラウンドごとに 25% 軽減し、ランダムな編隊に次の攻撃を 40% の確率で回避するチャンスを与える
mk: Во првите 4 рунди, ја намалува штетата примена врз нашиот одред со најмалку Војнички мравки за 25% секоја рунда, и дава на случаен одред шанса од 40% да го избегне следното примано оштетување
nl: Vermindert in den ersten 4 Runden den erlittenen Schaden unserer Gruppe mit den wenigsten Soldatenameisen um 25 % pro Runde und gewährt einer zufälligen Gruppe eine 40 %ige Chance, dem nächsten eingehenden Schaden auszuweichen
pl: W pierwszych 4 rundach zmniejsza obrażenia otrzymywane przez nasz oddział z najmniejszą liczbą żołnierzy mrówek o 25% w każdej rundzie i daje losowemu oddziałowi 40% szans na uniknięcie następnych obrażeń
ru: В первые 4 раунда наносит урон нашему отряду с наименьшим количеством муравьев-солдат на 25% меньше в каждом раунде и предоставляет случайному отряду 40% шанс уклониться от следующего входящего урона
tr: İlk 4 rauntta, en az Asker Karıncası olan birliğimizin aldığı hasarı her raunt %25 azaltır ve rastgele bir birliğe bir sonraki gelen hasardan kaçma %40 şansı verir
uk: Упродовж перших 4 раундів зменшує отриману шкоду нашим загоном з найменшою кількістю мурах-солдатів на 25% та надає випадковому загону 40% шансів ухилитися від наступної шкоди
vi: Sau 4 lượt đầu, giảm 25% sát thương mà đội quân có ít Soldier Ant nhất phải chịu mỗi lượt và cấp cho đội quân ngẫu nhiên 40% cơ hội né tránh sát thương đến tiếp theo

# darkGiantMenaceSkillTitle
source: Menace
ar: التهديد
bg: Заплаха
de: Bedrohung
es: Amenaza
it: Minaccia
ja: 脅威
mk: Заплашување
nl: Bedrohung
pl: Zagrożenie
ru: Угроза
tr: Tehdit
uk: Менес
vi: Nỗi khiếp sợ
