Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# cyphomyrmexRimosusDescription
source: Cyphomyrmex rimosus is a species of higher myrmicine in the family Formicidae. It is part of the tribe Attini, or fungus-growing ants.
ar: سيفوميرميكس ريموسوس هو نوع من الميرميسين الأعلى في عائلة النملية. وهو جزء من قبيلة Attini أو نمل زراعة الفطريات.
bg: Cyphomyrmex rimosus е вид висша мравка в семейство Мравки. То е част от племето Attini или мравки, отглеждащи гъби.
de: Cyphomyrmex rimosus ist eine Art höherer Myrmicinae in der Familie Formicidae. Sie gehört zum Stamm Attini, den Pilzzucht ameisen.
fil: Ang Cyphomyrmex rimosus ay isang uri ng mas mataas na myrmicine sa pamilyang Formicidae. Ito ay bahagi ng tribo Attini, o mga langgam na nagtatanim ng fungus.
hu: A Cyphomyrmex rimosus a Formicidae családhoz tartozó hangyafaj. Az Attini törzsbe, vagyis a gombatenyésztő hangyák közé tartozik.
it: Cyphomyrmex rimosus è una specie di mirmicina superiore della famiglia Formicidae. Fa parte della tribù Attini, le formiche fungine.
ja: Cyphomyrmex rimosus は、Formicidae 科の高等なアリの一種です。Attini 部族、つまりキノコを栽培するアリの一員です。
mk: Cyphomyrmex rimosus е вид на повисока мирмицина во семејството Formicidae. Тој е дел од племето Attini, или мравки што одгледуваат габи.
nl: Cyphomyrmex rimosus is een soort hogere myrmicine in de familie Formicidae. Het is onderdeel van de triba Attini of schimmelkwekende mieren.
pl: Cyphomyrmex rimosus to gatunek wyższej mrówkowatej z rodziny Formicidae. Należy do plemienia Attini, czyli mrówek uprawiających grzyby.
ru: Cyphomyrmex rimosus - вид высшего мирмицина из семейства Formicidae. Он относится к племени Attini, или муравьи-грибоводы.
tr: Cyphomyrmex rimosus, Formicidae familyasında daha yüksek bir mirmisindir. Attini kabilesinin veya mantar yetiştiren karıncaların bir parçasıdır.
uk: Cyphomyrmex rimosus є видом вищих мурах-мирміцин у родині Formicidae. Він є частиною триби Attini або грибних мурах.
vi: Cyphomyrmex rimosus là một loài myrmecine cao hơn trong họ Formicidae. Nó thuộc về bộ lạc Attini, hay kiến trồng nấm.
zh: Cyphomyrmex rimosus是蚁科中较高阶的白蚁的物种。它是真菌种植蚁所属的阿蒂尼部落的一部分。

source: Daceton armigerum
ar: داسيتون ارميجيروم
mk: Дакетон Армигерум

# dacetonArmigerumCommon
source: Gold Armor
ar: دروع ذهبية
bg: Златна броня
de: Goldene Rüstung
hu: Arany páncél
it: Armatura d'oro
mk: Златна оклоп
nl: Gulden pantser
pl: Złota Zbroja
ru: Золотая Броня
tr: Altın Zırh
uk: Золота броня
zh: 金盔甲

# dacetonArmigerumDescription
source: Has a complex continuously polymorphic caste system, in which smaller workers nurse the brood and larger workers hunt, dismember prey items, and defend the nest. The workers have trap-jaw, hypertrophied mandibles that snap together, triggered by sensory hairs situated on the labrum and powering a killer bite.
ar: لديه نظام طبقي معقد متعدد الأشكال بشكل مستمر حيث ترعى العاملات الأصغر الحضنة وتصطاد العمال الأكبر حجمًا الفرائس وتقطع أوصالها وتدافع عن العش. لدى العمال فكوك مصيدة وفك سفلي متضخم تلتصق ببعضها البعض مدفوعة بشعيرات حسية موجودة على الشفة العليا وقوة عض قاتلة.
bg: Има сложна непрекъснато полиморфна кастова система, в която по-малките работници отглеждат поколението, а по-големите работници ловуват, разчленяват плячката и защитават гнездото. Работниците имат мандибули с капан-челюст, които се затварят при щракване, задействани от сетивни косми, разположени на горната устна, и захранват смъртоносното ухапване.
de: Besitzt ein komplexes kontinuierlich polymorphes Kastensystem, in dem kleinere Arbeiter die Brut pflegen und größere Arbeiter jagen, Beute zerlegen und das Nest verteidigen. Die Arbeiter haben eine Beißzange, hypertrophierte Mandibeln, die zusammenschnappen und durch sensorische Haare am Labrum ausgelöst werden und einen tödlichen Biss ausführen.
fil: May isang kumplikadong sistema ng continuously polymorphic caste, kung saan ang maliliit na manggagawa ang nag-aalaga sa brood at ang mas malalaking manggagawa ang nangangaso, pinaghihiwa-hiwalay ang mga biktima, at pinoprotektahan ang pugad. Ang mga manggagawa ay may mga bitag, pinalaki ang mga panga na magkasama-sama, na na-trigger ng mga sensory hairs na matatagpuan sa labrum at nagpapalakas ng isang nakamamatay na kagat.
hu: Összetett, folyamatosan polimorf kasztrendszerrel rendelkezik, amelyben a kisebb dolgozók ápolják az ivadékot, a nagyobb dolgozók pedig vadásznak, feldarabolják a zsákmányt és megvédik a fészket. A dolgozók csapdaállkapcsos, megnagyobbodott állkapoccsal rendelkeznek, amelyek kattanva összecsukódnak, az ajkakon elhelyezkedő érzékszervi szőrszálak hatására, és halálos harapáshoz vezetnek.
it: Possiede un complesso sistema di caste polimorfiche continuo, dove le operaie più piccole si prendono cura delle covate e le operaie più grandi cacciano, smembrano le prede e difendono il nido. Le operaie possiedono mandibole ipertrofiche mortali scattanti, attivate da peli sensoriali situati sul labbro e che rilasciano un morso letale.
ja: 複雑な連続的多形態カーストシステムを持ち、小さなワーカーは幼虫を養い、大きなワーカーは狩りをして獲物を切り裂き、巣を守ります。ワーカーは、唇に位置する感覚毛によって作動し、殺傷力のある噛み付きを生み出す、トラップジョウ、肥大化した大顎を持っています。
mk: Има сложен континуиран полиморфен систем на каста, во кој помали работници го негуваат леглото, а поголемите работници ловат, раскинуваат предмети од плен и ја бранат гнездото. Работниците имаат лежишта со клопки и хипертрофирани мандибули кои се затвораат заедно, задействувани од сензорните влакна сместени на лабрумот и напаѓаат убиствени загризи.
nl: Heeft een complex, ononderbroken, polymorf kastensysteem waarin kleinere werksters de larven voeden en grotere werksters jagen, prooien in stukken scheuren en het nest verdedigen. De werksters hebben krachtige, hypertrofische 'klem'kaken die met behulp van voelharen op het labrum in elkaar klappen en een dodelijke beet geven.
pl: Posiada złożony, ciągle polimorficzny system kastowy, w którym mniejsze robotnice opiekują się potomstwem, a większe polują, rozczłonkowują zdobycz i bronią gniazda. Robotnice mają szczęki trzaskające jak pułapka, które zatrzaskują się, wyzwalane przez włoski czuciowe znajdujące się na wargach górnych i zapewniające zabójczy uścisk.
ru: Имеет сложную непрерывно полиморфную систему каст, в которой более мелкие работяги выкармливают потомство, а более крупные охотятся, расчленяют добычу и защищают гнездо. У работяг есть челюсти-ловушки, гипертрофированные челюсти, которые захлопываются вместе, срабатывая при прикосновении волосков, расположенных на верхней губе, и обеспечивая смертельный укус.
tr: Küçük işçilerin yavruları emzirdiği ve daha büyük işçilerin avlandığı, avlarını parçaladığı ve yuvalarını koruduğu karmaşık ve sürekli olarak polimorfik bir kast sistemine sahiptir. İşçiler, labrumda bulunan duyusal tüylerle tetiklenen ve ölümcül bir ısırık uygulayan bir kapan çeneli, hipertrofik çenelerle donatılmıştır.
uk: Має складну постійно поліморфну систему каст, у якій дрібніші робочі мурахи підтримують потомство, а більші робочі мурахи полюють, розривають здобич і захищають гніздо. Робочі мурахи мають щелеповидні, гіпертрофовані щелепи, які змикаються разом, спрацьовуючи від сенсорних волосків, розташованих на верхній губі, і забезпечуючи смертельний укус.
vi: Có một hệ thống đẳng cấp đa hình phức tạp liên tục, trong đó những con kiến nhỏ hơn nuôi con và những con lớn hơn săn mồi, giết con mồi và bảo vệ tổ. Những con kiến có hàm lớn phì đại, có thể khép vào nhau, được kích hoạt bởi những sợi lông cảm giác nằm trên môi trên và tạo ra một cú đớp chết người.
zh: 拥有一个复杂的持续多态种姓体系，其中较小的工蚁负责喂养幼体，而较大的工蚁则负责狩猎、肢解猎物和保卫巢穴。工蚁具有陷阱状、肥大的下颚，通过位于上唇上的感觉毛触发，下颚会快速咬合，从而形成致命的咬力。

source: Dasymutilla gloriosa
ar: داسيموتيلا جلوريوسا
mk: Дазимутила Глориоза

# dasymutillaGloriosaCommon
source: White Velvet
ar: مخمل أبيض
bg: бял кадифен мравен
de: Weißer Samt
hu: Fehér bársony
it: Velluto bianco
mk: Бел кадифен
nl: Wit fluweel
pl: Biały Aksamit
ru: Белый Бархат
tr: Beyaz Kadife
uk: Білий оксамит
zh: 白色天鹅绒

# dasymutillaGloriosaDescription
source: sometimes referred to as the thistledown velvet ant. Only females are wingless. it is mid-sized, being larger than some of the smallest known species. The females of this species can administer a very painful sting as a defense mechanism.
ar: يشار لها أحيانًا باسم نملة المخمل الشوكية. الإناث فقط هي من غير أجنحة. ذات حجم متوسط، أكبر من بعض أصغر الأنواع المعروفة. يمكن لإناث هذا النوع أن تصيب بلدغة مؤلمة للغاية كآلية دفاعية.
bg: понякога наричан кадифеен мравен. Само женските са безкрили. Той е със среден размер, като е по-голям от някои от най-малките познати видове. Женските от този вид могат да нанасят много болезнено ужилване като защитен механизъм.
de: wird manchmal als Distelflaum-Ameisenwespe bezeichnet. Nur die Weibchen sind ungeflügelt. Sie ist mittelgroß und größer als einige der kleinsten bekannten Arten. Die Weibchen dieser Art können zur Verteidigung einen sehr schmerzhaften Stich versetzen.
fil: kung minsan ay tinutukoy bilang ang thistledown velvet ant. Tanging ang mga babae ang walang pakpak. ito ay katamtaman, na mas malaki kaysa sa ilan sa pinakamaliit na kilalang species. Ang mga babae ng species na ito ay maaaring magbigay ng napakapakit na kagat bilang isang mekanismo ng pagtatanggol.
hu: néha bodor bársonyhangyának is nevezik. Csak a nőstények szárnyatlanok. közepes méretű, nagyobb, mint néhány ismert, legkisebb faj. Ennek a fajnak a nőstényei védekező mechanizmusként nagyon fájdalmas szúrást tudnak beadni.
it: talvolta denominata formica di velluto del cardo. Solo le femmine sono prive di ali. È di medie dimensioni, più grande di alcune specie più piccole conosciute. Le femmine di questa specie possono infliggere una puntura molto dolorosa come meccanismo di difesa.
ja: イガアザミのビロードアリと呼ばれることもあります。羽のないのはメスだけです。これは中型の種で、既知の最小種よりも大きいです。この種のメスは、防御機構として非常に痛みを伴う刺し傷を与えることができます。
mk: понекогаш се нарекува мравка од тилден кадиф. Само женките се без крила, таа е средна големина, бидејќи е поголема од некои од најмалите познати видови. Женките од овој вид можат да дадат многу болен боц како одбранбен механизам.
nl: soms fluwelen kardinaalsmuts genoemd. Alleen vrouwtjes zijn ongevleugeld. Het is middelgroot, groter dan sommige van de kleinste bekende soorten. De vrouwtjes van deze soort kunnen als verdedigingsmechanisme een zeer pijnlijke angel gebruiken.
pl: czasem nazywana mrówką aksamitną ostu. Tylko samice są bezskrzydłe. Jest średniej wielkości, większa niż niektóre z najmniejszych znanych gatunków. Samice tego gatunku mogą zadawać bardzo bolesne użądlenie jako mechanizm obronny.
ru: иногда упоминается как муравей-бархат из одуванчика. Бескрылыми бывают только самки, они среднего размера, крупнее, чем некоторые из самых мелких известных видов. В качестве защитного механизма самки этого вида могут наносить очень болезненный укус.
tr: bazen deve dikeni kadife sineği olarak da anılır. Sadece dişiler kanatsızdır. bilinen en küçük türlerden bazılarından daha büyük olduğu için orta büyüklüktedir. Bu türün dişileri, savunma mekanizması olarak çok acı verici bir sokma verebilir.
uk: Іноді її називають мурахою оксамитовою з лебединим пухом. Лише самки безкрилі. Вона середнього розміру, більша, ніж деякі з найменших відомих видів. Самки цього виду можуть вводити дуже болючий укус як захисний механізм.
vi: đôi khi được gọi là con kiến nhung hoa cúc. Chỉ có con cái là không có cánh. Nó có kích thước trung bình, lớn hơn một số loài nhỏ nhất đã biết. Con cái của loài này có thể đốt đau như một cơ chế phòng vệ.
zh: 有时被称为蓟绒天鹅绒蚁。只有雌性是无翅的。它是中型物种，比某些已知最小的物种更大。该物种的雌性可以作为一种防御机制施用非常痛苦的刺痛。

# dasymutillaOccidentalisCommon
source: Banshee Velvet
ar: دبور المخمل البانسى
bg: Блашейнов кадифен мравен
de: Todesfee-Samt
hu: Banshee bársony
it: Velluto della Banshee
mk: Банши Кадифен
nl: Spookfluweel
pl: Aksamitna Banshee
ru: Вопиющий Бархат
tr: Banshee Kadifesi
uk: Банші-оксамит
zh: 女妖天鹅绒切叶蚁

# dasymutillaOccidentalisDescription
source: Commonly mistaken for an ant because of its appearance and its common name, it is a parasitoid wasp species in which the females are wingless, as is true for all females of Mutillidae. It can be recognized by its distinctive coloring, black with bright red on the upper side of the head, thorax, and abdomen. They are quick-moving and often take a defensive posture when threatened. Unlike the females, males have dark, translucent wings and do not possess a stinger.
ar: غالبًا ما يتم الخلط بينها وبين النملة بسبب مظهرها واسمه الشائع، إنها نوع من الدبابير الطفيلية التي تكون إناثها بلا أجنحة، كما هو الحال بالنسبة لجميع إناث النمل. يمكن التعرف عليها من خلال لونها المميز، أسود مع أحمر ساطع على الجزء العلوي من الرأس والصدر والبطن. سريعة الحركة وغالبًا ما تتخذ وضعًا دفاعيًا عندما تتعرض للتهديد. على عكس الإناث، يكون للذكور أجنحة داكنة شفافة ولا تمتلك إبرة.
bg: Често се бърка с мравка заради външния си вид и общото си наименование, това е вид оси паразитоиди, при които женските са безкрили, както е при всички женски от Mutillidae. Може да бъде разпознат по характерното си оцветяване, черно с ярко червено от горната страна на главата, гръдния кош и корема. Те са бързо движещи се и често заемат отбранителна поза, когато са заплашени. За разлика от женските, мъжките имат тъмни, прозрачни крила и не притежават жило.
de: Wird aufgrund ihres Aussehens und ihres gebräuchlichen Namens oft mit einer Ameise verwechselt, ist aber eine parasitoide Wespenart, bei der die Weibchen ungeflügelt sind, wie es bei allen Weibchen der Mutillidae der Fall ist. Sie ist an ihrer markanten Färbung erkennbar, schwarz mit leuchtendem Rot auf der Oberseite von Kopf, Brustkorb und Abdomen. Sie sind schnell und nehmen oft eine Abwehrhaltung ein, wenn sie bedroht werden. Im Gegensatz zu den Weibchen haben die Männchen dunkle, durchsichtige Flügel und besitzen keinen Stachel.
fil: Kadalasang ipinagkakamali na isang langgam dahil sa hitsura at karaniwang pangalan nito, ito ay isang uri ng parasitoid wasp kung saan ang mga babae ay walang pakpak, tulad ng totoo para sa lahat ng babae ng Mutillidae. Maaari itong makilala sa natatanging kulay nito, itim na may maliwanag na pula sa itaas na bahagi ng ulo, dibdib, at tiyan. Mabilis sila kumilos at madalas maglagay ng depensibo na postura kapag nanganganib. Hindi tulad ng mga babae, ang mga lalaki ay may madilim, translucent na mga pakpak at walang stinger.
hu: Megjelenése és általános neve miatt gyakran hangyának tekintik, holott a Mutillidae családba tartozó parazita darázsfaj, amelynek a nőstényei szárnyatlanok, ahogy az a Mutillidae minden nőstényére jellemző. Jellegzetes színezetéről lehet felismerni, fekete, élénkvörös mintával a fej, a tor és a potroh felső oldalán. Gyorsan mozognak, és fenyegetés esetén gyakran védekező pózt vesznek fel. A nőstényektől eltérően a hímeknek sötét, áttetsző szárnyuk van, és nincs fullánkjuk.
it: Erroneanmente scambiata per una formica per l'aspetto e il nome comune, in realtà si tratta di una specie di vespa parassitoide in cui le femmine sono prive di ali, come in tutte le femmine della specie Mutillidae. Si distingue dal colore caratteristico, nero con rosso acceso sulla parte superiore della testa, del torace e dell'addome. Si muovono velocemente e spesso assumono una posizione difensiva quando minacciate. Al contrario delle femmine, i maschi possiedono delle ali scure e traslucide e non hanno un pungiglione.
ja: その見た目と一般的な名前からアリと間違われることが多いですが、Mutillidae のすべてのメスと同様に、羽のない寄生蜂の一種です。頭部、胸部、腹部の上部に明るい赤色が入った黒色で、独特の配色で認識できます。素早く動き、脅威にさらされると防御姿勢をとることがよくあります。メスとは異なり、オスには暗く半透明の羽があり、刺さない。
mk: Се смета за мравка поради својот изглед и вообичаеното име, таа е оса паразитоид кај која женките се без крилја, како што е случај со сите женки на Mutillidae. Се препознава по својата посебна боја, црна со сјајно црвено на горната страна од главата, градите и стомакот. Тие се брзи и често заземаат одбранбена позиција кога се загрозени. За разлика од женките, мажјаците имаат темни, проѕирни крилја и не поседуваат боцка.
nl: Wordt vanwege zijn uiterlijk en algemene naam vaak aangezien voor een mier, maar is een sluipwesp waarbij de vrouwtjes ongevleugeld zijn, net als alle vrouwelijke Mutillidae. Hij is te herkennen aan zijn kenmerkende kleuring, zwart met fel rood aan de bovenkant van de kop, de borstkas en de achterzijde van het lijf. Ze zijn snel en nemen vaak een verdedigende houding aan wanneer ze bedreigd worden. In tegenstelling tot de vrouwtjes hebben de mannetjes donkerbruine, doorschijnende vleugels en geen angel.
pl: Często błędnie uważana za mrówkę ze względu na swój wygląd i potoczną nazwę, jest to gatunek osy pasożytniczej, w której samice są bezskrzydłe, podobnie jak wszystkie samice Mutillidae. Można ją rozpoznać po charakterystycznym ubarwieniu, czarnym z jasnoczerwoną górną częścią głowy, tułowia i odwłoka. Poruszają się szybko i często przyjmują postawę obronną, gdy są zagrożone. W przeciwieństwie do samic, samce mają ciemne, półprzezroczyste skrzydła i nie mają żądła.
ru: Вследствие внешнего сходства и принятого названия часто ошибочно принимается за муравья, на самом деле этот вид наездников-паразитоидов, у которых самки бескрылые, как и у всех самок Mutillidae. Его можно узнать по характерной окраске: черной с ярко-красным цветом на верхней стороне головы, груди и брюшка. Они быстро двигаются и часто принимают оборонительную позу, когда им угрожают. В отличие от самок, у самцов темные полупрозрачные крылья, и у них нет жала.
tr: Görünümü ve yaygın adı nedeniyle genellikle bir karınca ile karıştırılır, Mutillidae'nin tüm dişileri gibi dişileri kanatsız olan bir parazitoit yaban arısı türüdür. Başın, toraksın ve karnın üst tarafında parlak kırmızı ile siyah olan belirgin rengi ile tanınabilir. Hızlı hareket ederler ve tehdit edildiklerinde genellikle savunma duruşu alırlar. Dişilerin aksine erkekler koyu, yarı saydam kanatlara sahiptir ve iğnesi yoktur.
uk: Зазвичай помилково приймають за мураху через її зовнішній вигляд і загальну назву, це вид паразитоїдних ос, у яких самки безкрилі, як це властиво усім самкам Mutillidae. ЇЇ можна розпізнати за характерним забарвленням: чорним з яскраво-червоним на верхній стороні голови, грудей і черевця. Вони швидко рухаються і часто займають захисну позицію, коли їм загрожують. На відміну від самок, самці мають темні напівпрозорі крила і не мають жала.
vi: Thường bị nhầm là kiến vì ngoại hình và tên gọi thông thường, đây là loài ong bắp cày ký sinh trong đó con cái không có cánh, giống như tất cả con cái của họ Mutillidae. Người ta có thể nhận ra loài này nhờ màu sắc đặc biệt, màu đen với màu đỏ tươi ở phía trên đầu, ngực và bụng. Chúng di chuyển nhanh và thường có tư thế phòng thủ khi bị đe dọa. Không giống như con cái, con đực có cánh trong mờ màu tối và không có ngòi châm.
zh: 由于外表和俗名而常被误认为是蚂蚁，它属于雌性无翅的寄生蜂物种，Mutillidae 中所有雌性都是如此。可以通过其独特的颜色识别：头部、胸部和腹部上侧为黑色，带有鲜红色。它们行动迅速，受到威胁时通常会采取防御姿势。与雌性不同，雄性有深色半透明的翅膀，没有刺器。

source: Dolichoderus Bispinosus
ar: خطاف التسلق ذو الشوكيتين
mk: Долиходерус Биспинозус
zh: 背刺痛蚁

# dolichoderusBispinosusCommon
source: Dolichoderus Bispinosus
ar: خطاف التسلق ذو الشوكيتين
zh: 背刺痛蚁

# dolichoderusBispinosusDescription
source: This is one of the most common and widely distributed species in the genus, occurring especially in disturbed habitats (coffee, cacao plantations) in second growth forest, as well as virgin rain forests, up to 2100 meters. These ants are very aggressive, especially when the nest is disturbed
ar: واحدة من أكثر الأنواع شيوعًا وانتشارًا في الجنس، وتتواجد بشكل خاص في الموائل المضطربة (القهوة ومزارع الكاكاو) في الغابات الثانوية وكذلك غابات الأمطار البكر، حتى 2100 متر. هذه النمل عدوانية للغاية، خاصةً عندما يتم إزعاج العش.
bg: Това е един от най-разпространените и широко разпространени видове в рода, срещащ се особено в нарушени местообитания (кафеени, какаови насаждения) във втора гора, както и в девствени дъждовни гори, до 2100 метра. Тези мравки са много агресивни, особено когато гнездото им е нарушено
de: Dies ist eine der häufigsten und am weitesten verbreiteten Arten dieser Gattung, die vor allem in gestörten Lebensräumen (Kaffee-, Kakaoplantagen) in Sekundärwäldern und in unberührten Regenwäldern in Höhen von bis zu 2100 Metern vorkommt. Diese Ameisen sind sehr aggressiv, besonders wenn ihr Nest gestört wird.
fil: Ito ay isa sa pinaka karaniwan at malawak na naipamahaging species sa genus, lalo na sa mga nababagabag na tirahan (kape, mga plantasyon ng kakaw) sa ikalawang gubat, pati na rin sa mga birheng kagubatang ulan, hanggang sa 2100 metro. Ang mga langgam na ito ay napakabagsik, lalo na kapag may gumagambala sa pugad
hu: Ez az egyik leggyakoribb és legszélesebb körben elterjedt faj a nemben, amely különösen zavart élőhelyeken (kávé-, kakaóültetvényekben) fordul elő másodlagos erdőségekben, valamint érintetlen esőerdőkben, akár 2100 méteres magasságban. Ezek a hangyák nagyon agresszívek, különösen akkor, ha zavarják a bolyukat
it: Questa è una delle specie più diffuse e comuni nel genere e si trova in particolare in habitat disturbati (piantagioni di caffè e cacao) nelle foreste di seconda crescita e nelle foreste pluviali vergini, fino a 2100 metri. Queste formiche sono molto aggressive, in particolare quando il nido viene disturbato
ja: "複数の生息地で発生し、特に荒廃した生息地(コーヒー、カカオ植地など)で、二次林や手つかずの熱帯雨林で最大2100メートルで確認される、この属で最も一般的な種の1つです。これらのアリは非常に攻撃的で、特に巣が邪魔されたときに攻撃的になります
mk: Ова е еден од најчестите и најраспространети видови во родот, особено во нарушените живеалишта (кафени и какао плантажи) во вторите шуми, како и во првичните дождовни шуми на надморска висина до 2100 метри. Овие мравки се многу агресивни, особено кога гнездото е нарушено
nl: Dit is een van de meest voorkomende en wijd verspreide soorten in het geslacht, en leeft vooral in verstoorde habitats (koffie- en cacaoplantages) in secundair bos, evenals in ongerept regenwoud, tot 2.100 meter hoogte. Deze mieren zijn zeer agressief, vooral wanneer hun nest wordt verstoord
pl: To jeden z najbardziej powszechnych i szeroko rozpowszechnionych gatunków w tym rodzaju, występujący szczególnie w zaburzonych siedliskach (kawa, plantacje kakao) w lesie wtórnym, a także w dziewiczych lasach deszczowych, do wysokości 2100 metrów. Te mrówki są bardzo agresywne, szczególnie gdy ich gniazdo jest zniszczone.
ru: Один из наиболее распространенных и широко распространенных видов в роде, встречающийся в основном в нарушенных местах обитания (кофейные и какао-плантациях), во вторичных лесах, а также в девственных тропических лесах на высоте до 2100 метров. Эти муравьи очень агрессивны, особенно когда потревожено гнездо.
tr: Bu, cinse ait en yaygın ve en yaygın dağılmış türlerden biridir, özellikle bozulmuş habitatlarda (kahve, kakao tarlaları), ikincil orman büyümesinde ve 2100 metreye kadar bakir yağmur ormanlarında ortaya çıkar. Bu karıncalar çok saldırgandır, özellikle de yuvaları rahatsız edildiğinde
uk: Цей вид є одним з найпоширеніших і широко розповсюджених у цьому роді, він особливо трапляється в порушених середовищах існування (кава, какао-плантації), у лісах вторинного росту, а також у первинних дощових лісах на висоті до 2100 метрів. Ці мурашки дуже агресивні, особливо коли їхнє гніздо потривожене
vi: Đây là một trong những loài phổ biến và phân bố rộng rãi nhất thuộc chi, đặc biệt thường gặp ở các khu vực bị phá hủy (đồn điền cà phê, ca cao) trong rừng thứ sinh và rừng mưa nguyên sinh, cao tới 2100 mét. Những loài kiến này rất hung dữ, đặc biệt là khi tổ của chúng bị phá vỡ.
zh: 这是该属中最常见和分布最广的物种之一，尤其发生在次生林的受干扰栖息地（咖啡、可可种植园）以及原始雨林（最高可达 2100 米）。这些蚂蚁非常具有攻击性，尤其是在蚁巢受到干扰时。

source: Dorylus Driver
ar: سائق الدوريلوس
ja: ドリルス・ドライバー
mk: Возач Dorylus
ru: Муравьи-кочевники
tr: Dorylus Sürücüsü
uk: Тропиеустус-кочовик
vi: Kiến quân đoàn
zh: 驱赶蚁

# dorylusDriverCommon
source: Driver Ant
ar: نمل السائق
bg: Мравка водач
de: Driverameise
fil: Langgam na Driver
hu: Hajcsár hangya
it: Formica pilota
ja: ドライバーアリ
mk: Мравка возач
pl: Mrówka wędrowna
ru: Муравьи-кочевники
tr: Sürücü Karınca
uk: Мураха-кочовик
vi: Kiến quân đoàn
zh: 驱赶蚁
