Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# shieldWardenFightToDeathSkillDescription10
source: Has a 80% chance to deal 210% (+Special Ant Level*1%) damage to a random enemy squad, and has a 50% chance to Disarm them, causing them unable to launch normal attack for 1 round
ar: احتمال بنسبة 80% لإلحاق ضرر بنسبة 210% (+%1 من مستوى النمل الخاص) إلى فرقة عدو عشوائية، واحتمال بنسبة 50% لنزع سلاحهم، مما يجعلهم غير قادرين على شن هجوم عادي لمدة جولة واحدة
de: Hat eine 80%ige Chance, einer zufälligen feindlichen Einheit 210 % (+ Stufe Spezialameise * 1 %) Schaden zuzufügen, und eine 50 %ige Chance, sie zu entwaffnen, damit sie eine Runde lang keinen normalen Angriff starten können
es: Tiene una probabilidad del 80 % de infligir un 210 % (+ Nivel especial de hormiga*1 %) de daño a un escuadrón enemigo aleatorio y una probabilidad del 50 % de desarmarlo, lo que le impide lanzar un ataque normal durante 1 ronda
fil: May 80% na pagkakataong makapagdulot ng 210% (+Special Ant Level*1%) damage sa isang random na kaaway na pangkat, at may 50% na pagkakataong mag-Disarm sa kanila, na hindi makakapagsimula ng normal na pag-atake sa loob ng 1 round
hu: 80%-os esélye van rá, hogy egy véletlenszerű ellenséges rajnak 210% (+Speciális hangya szintje*1%) sebzést okoz, és 50%-os esélye van rá, hogy Lefegyverzi őket, és egy körön át képtelenek lesznek normál támadást indítani
it: Ha una probabilità dell'80% di infliggere il 210% (+Livello speciale formica*1%) di danni a una squadra nemica casuale e ha una probabilità del 50% di disarmarle, impedendo loro di lanciare un attacco normale per 1 round
ja: 80%の確率でランダムな敵小隊に210%（＋特別アリレベル＊1%）のダメージを与え、50%の確率で解除し、1ラウンドの間通常攻撃を起動できなくなる
nl: Heeft een kans van 80% om een willekeurig vijandelijk squadron 210% (+ speciaal mierenniveau * 1%) schade toe te brengen en heeft een kans van 50% om ze te ontwapenen, waardoor ze 1 ronde lang geen normale aanval kunnen uitvoeren
pl: 80% szans na zadanie o 210% (+1% na specjalny poziom mrówki) obrażeń losowej drużynie wroga, oraz 50% szans na rozbrojenie wroga, uniemożliwiając mu wyprowadzenie normalnego ataku przez 1 rundę
uk: Зі ймовірністю 80% завдає 210% (+Рівень Спеціального Мураха*1%) шкоди випадковому загону ворога та зі ймовірністю 50% Обеззброює їх, роблячи їх нездатними розпочинати звичайні атаки протягом 1 раунду
vi: Có 80% khả năng gây 210% (+Cấp kiến đặc biệt*1%) sát thương lên một đội quân địch ngẫu nhiên, và có 50% khả năng Tước vũ khí đối thủ, khiến chúng không thể tấn công thường trong 1 lượt

# shieldWardenFightToDeathSkillDescription20
source: Has a 80% chance to deal 250% (+Special Ant Level*1%) damage to a random enemy squad, and has a 50% chance to Disarm them, causing them unable to launch normal attack for 1 round
ar: احتمال بنسبة 80% لإلحاق ضرر بنسبة 250% (+%1 من مستوى النمل الخاص) إلى فرقة عدو عشوائية، واحتمال بنسبة 50% لنزع سلاحهم، مما يجعلهم غير قادرين على شن هجوم عادي لمدة جولة واحدة
de: Hat eine 80%ige Chance, einer zufälligen feindlichen Einheit 250 % (+ Stufe Spezialameise * 1 %) Schaden zuzufügen, und eine 50 %ige Chance, sie zu entwaffnen, damit sie eine Runde lang keinen normalen Angriff starten können
es: Tiene una probabilidad del 80 % de infligir un 250 % (+ Nivel especial de hormiga*1 %) de daño a un escuadrón enemigo aleatorio y una probabilidad del 50 % de desarmarlo, lo que le impide lanzar un ataque normal durante 1 ronda
fil: May 80% na pagkakataong makapagdulot ng 250% (+Special Ant Level*1%) damage sa isang random na kaaway na pangkat, at may 50% na pagkakataong mag-Disarm sa kanila, na hindi makakapagsimula ng normal na pag-atake sa loob ng 1 round
hu: 80%-os esélye van rá, hogy egy véletlenszerű ellenséges rajnak 250% (+Speciális hangya szintje*1%) sebzést okoz, és 50%-os esélye van rá, hogy Lefegyverzi őket, és egy körön át képtelenek lesznek normál támadást indítani
it: Ha una probabilità dell'80% di infliggere il 250% (+Livello speciale formica*1%) di danni a una squadra nemica casuale e ha una probabilità del 50% di disarmarle, impedendo loro di lanciare un attacco normale per 1 round
ja: 80%の確率でランダムな敵小隊に250%（＋特別アリレベル＊1%）のダメージを与え、50%の確率で解除し、1ラウンドの間通常攻撃を起動できなくなる
nl: Heeft een kans van 80% om een willekeurig vijandelijk squadron 250% (+ speciaal mierenniveau * 1%) schade toe te brengen en heeft een kans van 50% om ze te ontwapenen, waardoor ze 1 ronde lang geen normale aanval kunnen uitvoeren
pl: 80% szans na zadanie o 250% (+1% na specjalny poziom mrówki) obrażeń losowej drużynie wroga, oraz 50% szans na rozbrojenie wroga, uniemożliwiając mu wyprowadzenie normalnego ataku przez 1 rundę
uk: Зі ймовірністю 80% завдає 250% (+Рівень Спеціального Мураха*1%) шкоди випадковому загону ворога та зі ймовірністю 50% Обеззброює їх, роблячи їх нездатними розпочинати звичайні атаки протягом 1 раунду
vi: Có 80% khả năng gây 250% (+Cấp kiến đặc biệt*1%) sát thương lên một đội quân địch ngẫu nhiên, và có 50% khả năng Tước vũ khí đối thủ, khiến chúng không thể tấn công thường trong 1 lượt

# shieldWardenProtectionPostureSkillTitle
source: Protection Posture
ar: وضع الحماية
de: Schutzhaltung
es: Postura de protección
fil: Postura ng Proteksiyon
hu: Védelmi állás
it: Postura di protezione
ja: 保護姿勢
nl: Verdedigende houding
pl: Postawa ochronna
uk: Поза захисту
vi: Tư thế phòng thủ

# shieldWardenProtectionPostureSkillDescription10
source: In the first 4 rounds, reduces the additional skill damage taken by all our Guardian Ant squads by 30%
ar: في الجولات الأربع الأولى، يقلل الضرر التراكمي الذي تتلقاه جميع وحدات النمل الحارس لدينا بنسبة 30٪
de: Reduziert in den ersten 4 Runden den zusätzlichen Fähigkeitsschaden aller unserer Wächterameisen-Trupps um 30 %
es: En las primeras 4 rondas, reduce el daño de habilidad adicional recibido por todos nuestros escuadrones de Hormiga guardiana en un 30%
fil: Sa unang 4 na round, binabawasan ang karagdagang skill damage na natatanggap ng lahat ng ating mga pangkat ng Guardian Ant ng 30%
hu: Az első 4 körben 30%-kal csökkenti a Védő hangya rajaink által elszenvedett további sebzést
it: Nei primi 4 round, riduce del 30% il danno aggiuntivo ricevuto da tutte le nostre squadre di formiche Guardiane
ja: 最初の4ラウンドで、すべてのガーディアンアント小隊が受ける追加スキルダメージを30%減らす
nl: Verlaagt in de eerste 4 rondes de extra vaardigheidsschade die alle mieren van onze beschermengel met 30%
pl: W pierwszych 4 rundach zmniejsza dodatkową ilość umiejętności, zabraną drużynom naszych mrówek strażniczych o 30%
uk: Протягом перших 4 раундів знижує додаткову шкоду від умінь, що отримують усі наші загони мурах-захисників, на 30%
vi: Trong 4 lượt đầu, giảm 30% sát thương kỹ năng bổ sung mà tất cả các đội Kiến bảo vệ của chúng ta phải chịu

# shieldWardenProtectionPostureSkillDescription20
source: In the first 4 rounds, reduces the additional skill damage taken by all our Guardian Ant squads by 35%
ar: في الجولات الأربع الأولى، يقلل الضرر التراكمي الذي تتلقاه جميع وحدات النمل الحارس لدينا بنسبة 35٪
de: Reduziert in den ersten 4 Runden den zusätzlichen Fähigkeitsschaden unserer Wächterameisen-Trupps um 35 %
es: En las primeras 4 rondas, reduce el daño de habilidad adicional recibido por todos nuestros escuadrones de Hormiga guardiana en un 35%
fil: Sa unang 4 na round, binabawasan ang karagdagang skill damage na natatanggap ng lahat ng ating mga pangkat ng Guardian Ant ng 35%
hu: Az első 4 körben 35%-kal csökkenti a Védő hangya rajaink által elszenvedett további sebzést
it: Nei primi 4 round, riduce del 35% il danno aggiuntivo ricevuto da tutte le nostre squadre di formiche Guardiane
ja: 最初の4ラウンドで、すべてのガーディアンアント小隊が受ける追加スキルダメージを35%減らす
nl: Verlaagt in de eerste 4 rondes de extra vaardigheidsschade die alle mieren van onze beschermengel met 35%
pl: W pierwszych 4 rundach zmniejsza dodatkową ilość umiejętności, zabraną drużynom naszych mrówek strażniczych o 35%
uk: Протягом перших 4 раундів знижує додаткову шкоду від умінь, що отримують усі наші загони мурах-захисників, на 35%
vi: Trong 4 lượt đầu, giảm 35% sát thương kỹ năng bổ sung mà tất cả các đội Kiến bảo vệ của chúng ta phải chịu

# shikareeMasterInfiniteDeadhuntSkillTitle
source: Infinite Deadhunt
ar: صيد الموتى اللامتناهي
de: Unendliche Totenjagd
es: Persecución implacable
hu: Végtelen Lesvadászat
it: Caccia Mortale Infinita
ja: 無限デッドハント
nl: Oneindig dooienjacht
pl: Nieskończony Łów Śmierci
uk: Безкінечна мертва охота
vi: Săn sát vô tận

# shikareeMasterInfiniteDeadhuntSkillDescription10
source: Has a 30% chance to deal 398% (+Special Ant Level*5.5%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: لديه فرصة بنسبة 30% لإحداث ضرر بنسبة 398% (+ مستوى النمل الخاص* 5.5%) على فرقة واحدة عشوائية للعدو في المدى الفعال ويستنزفها ويُقلل ضررها بنسبة 20% لمدة جولة واحدة
de: Hat eine 30%-Chance, 398 % (± % S. Ameisenstufe * 5,5) Schaden bei einem einzelnen zufälligen gegnerischen Trupp innerhalb der Reichweite zuzufügen und diesen zu erschöpfen, sodass sein Schaden 1 Runde lang um 20 % reduziert ist.
es: Tiene un 30% de probabilidad de infligir 398% (+nivel de hormiga especial*5,5%) de daño a 1 escuadrón enemigo aleatorio con alcance efectivo y agotarlo, lo que reduce su daño un 20% durante 1 ronda
fil: May 30% na pagkakataong makagawa ng 398% (+Antas ng Esk espesyal * 5.5%) pinsala sa 1 random na koponan ng kaaway sa epektibong distansya at i-Exhaust sila, binawasan ang kanilang pinsala ng 20% para sa 1 round
hu: 30% esélye van arra, hogy 398% (+Speciális Hangya Szint*5,5%) sebzést okozzon a hatótávolságon belüli 1 véletlenszerű ellenséges osztagnak és kimerítse őket, 20%-kal csökkentve a sebzése ezen egy körre
it: Ha il 30% di probabilità di infliggere il 398% (+Livello formica speciale*5,5%) di danni a 1 squadra nemica casuale all'interno del raggio d'azione efficace e di spossarla, riducendo i suoi danni del 20% per 1 round
ja: 有効範囲内のランダムな敵部隊 1 つに 30％ の確率で 398% (+特別アリレベル*5.5%) のダメージを与え、疲労させてダメージを 1 ラウンド間 20% 減少
nl: Heeft 30% kans om 398% (+bijzonder mierniveau*5,5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en vermoeiing toe te passen, waardoor hun schade met 20% wordt verminderd gedurende 1 ronde
pl: Istnieje 30% szans zadania 398% (+ poziom specjalnego mrówa * 5,5%) obrażeń w losowym oddziale wroga w zasięgu, który zostanie wyczerpany i którego obrażenia zostaną zmniejszone o 20% na 1 rundę
uk: Має 30% ймовірності завдати 398% (+ рівень спецмурашки * 5,5%) шкоди 1 випадковому ворожому загону у радіусі дії та виснажити його, зменшивши завдану ним шкоду на 20% протягом 1 раунду
vi: Có 30% cơ hội gây 398% (+Cấp kiến đặc biệt*5,5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi, và làm Tàn kiệt, giảm 20% sát thương của đội đó trong 1 lượt

# shikareeMasterInfiniteDeadhuntSkillDescription20
source: Has a 40% chance to deal 398% (+Special Ant Level*5.5%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: لديه فرصة بنسبة 40% لإحداث ضرر بنسبة 398% (+ مستوى النمل الخاص* 5.5%) على فرقة واحدة عشوائية للعدو في المدى الفعال ويستنزفها ويُقلل ضررها بنسبة 20% لمدة جولة واحدة
de: Hat eine 40%-Chance, 398 % (± % S. Ameisenstufe * 5,5) Schaden bei einem einzelnen zufälligen gegnerischen Trupp innerhalb der Reichweite zuzufügen und diesen zu erschöpfen, sodass sein Schaden 1 Runde lang um 20 % reduziert ist.
es: Tiene un 40% de probabilidad de infligir 398% (+nivel de hormiga especial*5,5%) de daño a 1 escuadrón enemigo aleatorio con alcance efectivo y agotarlo, lo que reduce su daño un 20% durante 1 ronda
fil: May 40% na pagkakataong makagawa ng 398% (+Antas ng Esk espesyal * 5.5%) pinsala sa 1 random na koponan ng kaaway sa epektibong distansya at i-Exhaust sila, binawasan ang kanilang pinsala ng 20% para sa 1 round
hu: 40% esélye van arra, hogy 398% (+Speciális Hangya Szint*5,5%) sebzést okozzon a hatótávolságon belüli 1 véletlenszerű ellenséges osztagnak és kimerítse őket, 20%-kal csökkentve a sebzése ezen egy körre
it: Ha il 40% di probabilità di infliggere il 398% (+Livello formica speciale*5,5%) di danni a 1 squadra nemica casuale all'interno del raggio d'azione efficace e di spossarla, riducendo i suoi danni del 20% per 1 round
ja: 有効範囲内のランダムな敵部隊 1 つに 40％ の確率で 398% (+特別アリレベル*5.5%) のダメージを与え、疲労させてダメージを 1 ラウンド間 20% 減少
nl: Heeft 40% kans om 398% (+bijzonder mierniveau*5,5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en vermoeiing toe te passen, waardoor hun schade met 20% wordt verminderd gedurende 1 ronde
pl: Istnieje 40% szans zadania 398% (+ poziom specjalnego mrówa * 5,5%) obrażeń w losowym oddziale wroga w zasięgu, który zostanie wyczerpany i którego obrażenia zostaną zmniejszone o 20% na 1 rundę
uk: Має 40% ймовірності завдати 398% (+ рівень спецмурашки * 5,5%) шкоди 1 випадковому ворожому загону у радіусі дії та виснажити його, зменшивши завдану ним шкоду на 20% протягом 1 раунду
vi: Có 40% cơ hội gây 398% (+Cấp kiến đặc biệt*5,5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi, và làm Tàn kiệt, giảm 20% sát thương của đội đó trong 1 lượt

# shikareeMasterRampantAttackSkillTitle
source: Rampant Attack
ar: هجوم متوحش
de: Unkontrollierter Angriff
es: Ataque desenfrenado
hu: Dühöngő Támadás
it: Attacco Imperversante
ja: 暴虐攻撃
nl: Tekeergaande aanval
pl: Nieposkromiony atak
uk: Буйний напад
vi: Tấn công thô bạo

# shikareeMasterRampantAttackSkillDescription10
source: Has a 30% chance to deal 156.5% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: لديه فرصة بنسبة 30% لإحداث ضرر بنسبة 156.5% (+ مستوى النمل الخاص* 2%) على 3 فرق عشوائية للعدو في المدى الفعال
de: Hat eine 30%-Chance, 156,5 % (± % S. Ameisenstufe * 2) Schaden bei 3 zufälligen gegnerischen Trupps innerhalb der Reichweite zuzufügen.
es: Tiene un 30% de probabilidad de infligir un 156,5% (+nivel de hormiga especial*2%) de daño a 3 escuadrones enemigos aleatorios con alcance efectivo
fil: May 30% na pagkakataong makagawa ng 156.5% (+Antas ng Esk espesyal * 2%) pinsala sa 3 random na koponan ng kaaway sa epektibong distansya
hu: 30% esélye van arra, hogy 156,5% (+Speciális Hangya Szint*2%) sebzést okozzon a hatótávolságon belüli 3 véletlenszerű ellenséges osztagnak
it: Ha il 30% di probabilità di infliggere il 156,5% (+Livello formica speciale*2%) di danni a 3 squadre nemiche casuali all'interno del raggio d'azione efficace
ja: 有効範囲内のランダムな敵部隊 3 つに 30% の確率で 156.5% (+特別アリレベル*2%) のダメージを与える
nl: Heeft 30% kans om 156,5% (+bijzonder mierniveau*2%) schade toe te brengen aan 3 willekeurige vijandelijke eenheden binnen het effectieve bereik
pl: Istnieje 30% szans zadania 156,5% (+ poziom specjalnego mrówa * 2%) obrażeń w 3 losowych oddziałach wroga w zasięgu
uk: Має 30% ймовірності завдати 156,5% (+ рівень спецмурашки * 2%) шкоди 3 випадковим ворожим загонам у радіусі дії
vi: Có 30% cơ hội gây 156,5% (+Cấp kiến đặc biệt*2%) sát thương lên 3 đội địch ngẫu nhiên trong phạm vi

# shikareeMasterRampantAttackSkillDescription20
source: Has a 30% chance to deal 241.5% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: لديه فرصة بنسبة 30% لإحداث ضرر بنسبة 241.5% (+ مستوى النمل الخاص* 2%) على 3 فرق عشوائية للعدو في المدى الفعال
de: Hat eine 30%-Chance, 241,5 % (± % S. Ameisenstufe * 2) Schaden bei 3 zufälligen gegnerischen Trupps innerhalb der Reichweite zuzufügen.
es: Tiene un 30% de probabilidad de infligir un 241,5% (+nivel de hormiga especial*2%) de daño a 3 escuadrones enemigos aleatorios con alcance efectivo
fil: May 30% na pagkakataong makagawa ng 241.5% (+Antas ng Esk espesyal * 2%) pinsala sa 3 random na koponan ng kaaway sa epektibong distansya
hu: 30% esélye van arra, hogy 241,5% (+Speciális Hangya Szint*2%) sebzést okozzon a hatótávolságon belüli 3 véletlenszerű ellenséges osztagnak
it: Ha il 30% di probabilità di infliggere il 241,5% (+Livello formica speciale*2%) di danni a 3 squadre nemiche casuali all'interno del raggio d'azione efficace
ja: 有効範囲内のランダムな敵部隊 3 つに 30% の確率で 241.5% (+特別アリレベル*2%) のダメージを与える
nl: Heeft 30% kans om 241,5% (+bijzonder mierniveau*2%) schade toe te brengen aan 3 willekeurige vijandelijke eenheden binnen het effectieve bereik
pl: Istnieje 30% szans zadania 241,5% (+ poziom specjalnego mrówa * 2%) obrażeń w 3 losowych oddziałach wroga w zasięgu
uk: Має 30% ймовірності завдати 241,5% (+ рівень спецмурашки * 2%) шкоди 3 випадковим ворожим загонам у радіусі дії
vi: Có 30% cơ hội gây 241,5% (+Cấp kiến đặc biệt*2%) sát thương lên 3 đội địch ngẫu nhiên trong phạm vi

# shikareeMasterAudaciousChargeSkillTitle
source: Audacious Charge
ar: هجوم جريء
de: Wagemutiger Angriff
es: Carga audaz
hu: Vakmerő Roham
it: Carica Audace
ja: 大胆攻撃
nl: Gedurfde aanval
pl: Zuchwały atak
uk: Зухвалий натиск
vi: Húc tung hoành

# shikareeMasterAudaciousChargeSkillDescription10
source: Prepares for 1 round, and has a 60% chance to deal 120% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: يُجهز لمدة جولة واحدة ولديه فرصة بنسبة 60% لإحداث ضرر بنسبة 120% (+ مستوى النمل الخاص* 2%) على 3 فرق عشوائية للعدو في المدى الفعال
de: Bereitet sich 1 Runde lang vor und hat dann eine 60%-Chance, 120 % (± % S. Ameisenstufe * 2) Schaden bei 3 zufälligen gegnerischen Trupps innerhalb der Reichweite zuzufügen.
es: Se prepara durante 1 ronda y tiene un 60% de probabilidad de infligir un 120% (+nivel de hormiga especial*2%) de daño a 3 escuadrones enemigos aleatorios con alcance efectivo
fil: Naghanda para sa 1 round, at may 60% na pagkakataong makagawa ng 120% (+Antas ng Esk espesyal * 2%) pinsala sa 3 random na koponan ng kaaway sa epektibong distansya
hu: 1 körre készül, és 60% esélye van arra, hogy 120% (+Speciális Hangya Szint*2%) sebzést okozzon a hatótávolságon belüli 3 véletlenszerű ellenséges osztagnak
it: Preparazione per 1 round, e ha il 60% di probabilità di infliggere il 120% (+Livello formica speciale*2%) di danni a 3 squadre nemiche casuali all'interno del raggio d'azione efficace
ja: 1 ラウンド間準備し、有効範囲内のランダムな敵部隊 3 つに 60% の確率で 120% (+特別アリレベル*2%) のダメージを与える
nl: Bereidt zich voor gedurende 1 ronde en heeft 60% kans om 120% (+bijzonder mierniveau*2%) schade toe te brengen aan 3 willekeurige vijandelijke eenheden binnen effectief bereik
pl: Przygotowuje się 1 rundę i ma 60% szans zadania 120% (+ poziom specjalnego mrówa * 2%) obrażeń w 3 losowych oddziałach wroga w zasięgu
uk: Готується протягом 1 раунду та має 60% ймовірності завдати 120% (+ рівень спецмурашки * 2%) шкоди 3 випадковим ворожим загонам у радіусі дії
vi: Chuẩn bị trong 1 lượt, sau đó có 60% cơ hội gây 120% (+Cấp kiến đặc biệt*2%) sát thương lên 3 đội địch ngẫu nhiên trong phạm vi

# shikareeMasterAudaciousChargeSkillDescription20
source: Prepares for 1 round, and has a 60% chance to deal 170% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: يُجهز لمدة جولة واحدة ولديه فرصة بنسبة 60% لإحداث ضرر بنسبة 170% (+ مستوى النمل الخاص* 2%) على 3 فرق عشوائية للعدو في المدى الفعال
de: Bereitet sich 1 Runde lang vor und hat dann eine 60%-Chance, 170 % (± % S. Ameisenstufe * 2) Schaden bei 3 zufälligen gegnerischen Trupps innerhalb der Reichweite zuzufügen.
es: Se prepara durante 1 ronda y tiene un 60% de probabilidad de infligir un 170% (+nivel de hormiga especial*2%) de daño a 3 escuadrones enemigos aleatorios con alcance efectivo
fil: Naghanda para sa 1 round, at may 60% na pagkakataong makagawa ng 170% (+Antas ng Esk espesyal * 2%) pinsala sa 3 random na koponan ng kaaway sa epektibong distansya
hu: 1 körre készül, és 60% esélye van arra, hogy 170% (+Speciális Hangya Szint*2%) sebzést okozzon a hatótávolságon belüli 3 véletlenszerű ellenséges osztagnak
it: Preparazione per 1 round, e ha il 60% di probabilità di infliggere il 170% (+Livello formica speciale*2%) di danni a 3 squadre nemiche casuali all'interno del raggio d'azione efficace
ja: 1 ラウンド間準備し、有効範囲内のランダムな敵部隊 3 つに 60% の確率で 170% (+特別アリレベル*2%) のダメージを与える
nl: Bereidt zich voor gedurende 1 ronde en heeft 60% kans om 170% (+bijzonder mierniveau*2%) schade toe te brengen aan 3 willekeurige vijandelijke eenheden binnen effectief bereik
pl: Przygotowuje się 1 rundę i ma 60% szans zadania 170% (+ poziom specjalnego mrówa * 2%) obrażeń w 3 losowych oddziałach wroga w zasięgu
uk: Готується протягом 1 раунду та має 60% ймовірності завдати 170% (+ рівень спецмурашки * 2%) шкоди 3 випадковим ворожим загонам у радіусі дії
vi: Chuẩn bị trong 1 lượt, sau đó có 60% cơ hội gây 170% (+Cấp kiến đặc biệt*2%) sát thương lên 3 đội địch ngẫu nhiên trong phạm vi

# slimArchedBigBiteSkillTitle
source: Big Bite
ar: اللقمة الكبيرة
de: Großer Biss
fil: Malaking Kagat
hu: Nagy harapás
it: Grande morso
ja: ビッグバイト
nl: Groot Hap
pl: Wielki Kęs

# slimArchedBigBiteSkillDescription10
source: Has a 40% chance to deal 275% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: محتمل 40% لتلقي 275% (+5% مستوى النمل الخاصة) من الضرر على فرقة عدو عشوائية واحدة ضمن مدى فعال.
de: Hat eine Chance von 40 %, einem zufälligen feindlichen Trupp im Wirkungsbereich 275 % (+ Ameisenstufe*5 %) Schaden zuzufügen
es: Tiene un 40% de probabilidad de infligir un 275% (+Nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo
fil: May 40% na pagkakataong gumawa ng pinsalang 275% (+Espesyal Ant Level*5%) sa isang random na iskuwad ng kaaway sa loob ng mabisang saklaw
hu: 40% eséllyel 275% (+Kutya hangya szintje*5%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül
it: Ha una probabilità del 40% di infliggere il 275% (+ 5% a livello speciale di formica) di danni a 1 squadra nemica casuale entro la portata effettiva
ja: 確率40%で効果範囲内のランダムな敵部隊1組に275%(+特殊アリのレベル*5%)のダメージを与える
nl: Heeft 40% kans om 275% (+Special Ant Level*5%) schade aan te richten aan 1 willekeurige vijandelijke groep binnen effectief bereik
pl: Ma 40% szans na zadanie 275% (+Specjalny poziom mrówek*5%) obrażeń losowemu oddziałowi wroga w zasięgu
uk: Має 40% шанс завдати 275% (+рівень спецмурашки*5%) шкоди 1 випадковому ворожому загону в зоні ефективності
vi: Có 40% khả năng gây 275% (+Mức kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi có hiệu lực

# slimArchedBigBiteSkillDescription20
source: Has a 50% chance to deal 275% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: محتمل 50% لتلقي 275% (+5% مستوى النمل الخاصة) من الضرر على فرقة عدو عشوائية واحدة ضمن مدى فعال.
de: Hat eine Chance von 50 %, einem zufälligen feindlichen Trupp im Wirkungsbereich 275 % (+ Ameisenstufe*5 %) Schaden zuzufügen
es: Tiene un 50% de probabilidad de infligir un 275% (+Nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo
fil: May 50% na pagkakataong gumawa ng pinsalang 275% (+Espesyal Ant Level*5%) sa isang random na iskuwad ng kaaway sa loob ng mabisang saklaw
hu: 50% eséllyel 275% (+Különleges hangya szintje*5%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül
it: Ha una probabilità del 50% di infliggere il 275% (+ 5% a livello speciale di formica) di danni a 1 squadra nemica casuale entro la portata effettiva
ja: 確率50%で効果範囲内のランダムな敵部隊1組に275%(+特殊アリのレベル*5%)のダメージを与える
nl: Heeft 50% kans om 275% (+Special Ant Level*5%) schade aan te richten aan 1 willekeurige vijandelijke groep binnen effectief bereik
pl: Ma 50% szans na zadanie 275% (+Specjalny poziom mrówek*5%) obrażeń losowemu oddziałowi wroga w zasięgu
uk: Має 50% шанс завдати 275% (+рівень спецмурашки*5%) шкоди 1 випадковому ворожому загону в зоні ефективності
vi: Có 50% khả năng gây 275% (+Mức kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi có hiệu lực

# slimArchedBlitzkriegSkillTitle
source: Blitzkrieg
ar: حرب خاطفة
hu: Villámháború
it: Guerra lampo
ja: 電撃戦
uk: Бліцкриг
