Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# slimArchedBlitzkriegSkillDescription10
source: Prepares for 1 round, and has a 60% chance to deal 396% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: يستعد لمدة جولة واحدة ويحتمل 60% لتلقي 396% (+5% مستوى النمل الخاصة) من الضرر على فرقة عدو عشوائية واحدة ضمن مدى فعال.
de: Bereitet sich eine Runde lang vor und hat eine Chance von 60 %, einem zufälligen feindlichen Trupp im Wirkungsbereich 396 % (+ Ameisenstufe*5 %) Schaden zuzufügen
es: Se prepara durante 1 turno y tiene un 60% de probabilidad de infligir un 396% (+Nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo
fil: Naghanda ng 1 round, at may 60% na pagkakataong gumawa ng pinsalang 396% (+Espesyal Ant Level*5%) sa isang random na iskuwad ng kaaway sa loob ng mabisang saklaw
hu: 1 körre felkészül, és 60% eséllyel 396% (+Különleges hangya szintje*5%) sebzést okoz egy véletlenszerű ellenséges egységnek a hatótávolságon belül
it: Si prepara per 1 turno e ha una probabilità del 60% di infliggere il 396% (+ 5% a livello speciale di formica) di danni a 1 squadra nemica casuale entro la portata effettiva
ja: 1ターン準備し、確率60%で効果範囲内のランダムな敵部隊1組に396%(+特殊アリのレベル*5%)のダメージを与える
nl: Bereidt zich voor 1 ronde voor en heeft 60% kans om 396% (+Special Ant Level*5%) schade aan te richten aan 1 willekeurige vijandelijke groep binnen effectief bereik
pl: Przygotowuje się w 1. rundzie i ma 60% szans na zadanie 396% (+Specjalny poziom mrówek*5%) obrażeń losowemu oddziałowi wroga w zasięgu
uk: Готується 1 раунд, потім має 60% шанс завдати 396% (+рівень спецмурашки*5%) шкоди 1 випадковому ворожому загону в зоні ефективності
vi: Chuẩn bị trong 1 round, có 60% khả năng gây 396% (+Mức kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi có hiệu lực

# slimArchedBlitzkriegSkillDescription20
source: Prepares for 1 round, and has a 65% chance to deal 396% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: يستعد لمدة جولة واحدة ويحتمل 65% لتلقي 396% (+5% مستوى النمل الخاصة) من الضرر على فرقة عدو عشوائية واحدة ضمن مدى فعال.
de: Bereitet sich eine Runde lang vor und hat eine Chance von 65 %, einem zufälligen feindlichen Trupp im Wirkungsbereich 396 % (+ Ameisenstufe*5 %) Schaden zuzufügen
es: Se prepara durante 1 turno y tiene un 65% de probabilidad de infligir un 396% (+Nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo
fil: Naghanda ng 1 round, at may 65% na pagkakataong gumawa ng pinsalang 396% (+Espesyal Ant Level*5%) sa isang random na iskuwad ng kaaway sa loob ng mabisang saklaw
hu: 1 körre felkészül, és 65% eséllyel 396% (+Különleges hangya szintje*5%) sebzést okoz egy véletlenszerű ellenséges egységnek a hatótávolságon belül
it: Si prepara per 1 turno e ha una probabilità del 65% di infliggere il 396% (+ 5% a livello speciale di formica) di danni a 1 squadra nemica casuale entro la portata effettiva
ja: 1ターン準備し、確率65%で効果範囲内のランダムな敵部隊1組に396%(+特殊アリのレベル*5%)のダメージを与える
nl: Bereidt zich voor 1 ronde voor en heeft 65% kans om 396% (+Special Ant Level*5%) schade aan te richten aan 1 willekeurige vijandelijke groep binnen effectief bereik
pl: Przygotowuje się w 1. rundzie i ma 65% szans na zadanie 396% (+Specjalny poziom mrówek*5%) obrażeń losowemu oddziałowi wroga w zasięgu
uk: Готується 1 раунд, потім має 65% шанс завдати 396% (+рівень спецмурашки*5%) шкоди 1 випадковому ворожому загону в зоні ефективності
vi: Chuẩn bị trong 1 round, có 65% khả năng gây 396% (+Mức kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi có hiệu lực

# slimArchedSuppressingAttackSkillTitle
source: Suppressing Attack
ar: هجوم قمعي
de: Unterdrückungsangriff
es: Ataque de supresión
fil: Pagsugpo ng Atake
hu: Elnyomó támadás
it: Attacco di soppressione
ja: 制圧攻撃
nl: Verlammende aanval
pl: Powstrzymujący atak
uk: Атака, що придушує

# slimArchedSuppressingAttackSkillDescription10
source: Has a 30% chance to deal 241% (+Special Ant Level*4%) damage to 1 random enemy squad within effective range and Suppress them, causing them unable to move for 1 round
ar: محتمل 30% لتلقي 241% (+4% مستوى النمل الخاصة) من الضرر على فرقة عدو عشوائية واحدة ضمن مدى فعال وقمعها، مما يجعلها غير قادرة على الحركة لمدة جولة واحدة.
de: Hat eine Chance von 30 %, einem zufälligen feindlichen Trupp im Wirkungsbereich 241 % (+ Ameisenstufe*4 %) Schaden zuzufügen und ihn zu unterdrücken, wodurch er eine Runde lang nicht ziehen kann
es: Tiene un 30% de probabilidad de infligir un 241% (+Nivel de hormiga especial*4%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo y suprimirlo, impidiéndole moverse durante 1 turno.
fil: May 30% na pagkakataong gumawa ng pinsalang 241% (+Espesyal Ant Level*4%) sa isang random na iskuwad ng kaaway sa loob ng mabisang saklaw at Pigilan sila, dahilan upang hindi sila makagalaw ng 1 round
hu: 30% eséllyel 241% (+Különleges hangya szintje*4%) sebzést okoz egy véletlenszerű ellenséges egységnek a hatótávolságon belül, és elnyomja, így 1 körön át nem tud mozogni
it: Ha una probabilità del 30% di infliggere il 241% (+ 4% a livello speciale di formica) di danni a 1 squadra nemica casuale entro la portata effettiva e sopprimerla, impedendole di muoversi per 1 turno
ja: 確率30%で効果範囲内のランダムな敵部隊1組に241%(+特殊アリのレベル*4%)のダメージを与え、ユニットを行動不可にして1ターン動けなくさせる
nl: Heeft 30% kans om 241% (+Special Ant Level*4%) schade aan te richten aan 1 willekeurige vijandelijke groep binnen effectief bereik en ze te verlammen, waardoor ze 1 ronde lang niet kunnen bewegen
pl: Ma 30% szans na zadanie 241% (+Specjalny poziom mrówek*4%) obrażeń losowemu oddziałowi wroga w zasięgu i storpedowanie go, uniemożliwiając poruszanie się przez 1. rundę
uk: Має 30% шанс завдати 241% (+рівень спецмурашки*4%) шкоди 1 випадковому ворожому загону в зоні ефективності та придушити його, що унеможливить пересування загону протягом 1 раунду
vi: Có 30% khả năng gây 241% (+Mức kiến đặc biệt*4%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi có hiệu lực, khiến chúng bị Suppress, không thể di chuyển trong 1 round

# slimArchedSuppressingAttackSkillDescription20
source: Has a 40% chance to deal 241% (+Special Ant Level*4%) damage to 1 random enemy squad within effective range and Suppress them, causing them unable to move for 1 round
ar: محتمل 40% لتلقي 241% (+4% مستوى النمل الخاصة) من الضرر على فرقة عدو عشوائية واحدة ضمن مدى فعال وقمعها، مما يجعلها غير قادرة على الحركة لمدة جولة واحدة.
de: Hat eine Chance von 40 %, einem zufälligen feindlichen Trupp im Wirkungsbereich 241 % (+ Ameisenstufe*4 %) Schaden zuzufügen und ihn zu unterdrücken, wodurch er eine Runde lang nicht ziehen kann
es: Tiene un 40% de probabilidad de infligir un 241% (+Nivel de hormiga especial*4%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo y suprimirlo, impidiéndole moverse durante 1 turno.
fil: May 40% na pagkakataong gumawa ng pinsalang 241% (+Espesyal Ant Level*4%) sa isang random na iskuwad ng kaaway sa loob ng mabisang saklaw at Pigilan sila, dahilan upang hindi sila makagalaw ng 1 round
hu: 40% eséllyel 241% (+Különleges hangya szintje*4%) sebzést okoz egy véletlenszerű ellenséges egységnek a hatótávolságon belül, és elnyomja, így 1 körön át nem tud mozogni
it: Ha una probabilità del 40% di infliggere il 241% (+ 4% a livello speciale di formica) di danni a 1 squadra nemica casuale entro la portata effettiva e sopprimerla, impedendole di muoversi per 1 turno
ja: 確率40%で効果範囲内のランダムな敵部隊1組に241%(+特殊アリのレベル*4%)のダメージを与え、ユニットを行動不可にして1ターン動けなくさせる
nl: Heeft 40% kans om 241% (+Special Ant Level*4%) schade aan te richten aan 1 willekeurige vijandelijke groep binnen effectief bereik en ze te verlammen, waardoor ze 1 ronde lang niet kunnen bewegen
pl: Ma 40% szans na zadanie 241% (+Specjalny poziom mrówek*4%) obrażeń losowemu oddziałowi wroga w zasięgu i storpedowanie go, uniemożliwiając poruszanie się przez 1. rundę
uk: Має 40% шанс завдати 241% (+рівень спецмурашки*4%) шкоди 1 випадковому ворожому загону в зоні ефективності та придушити його, що унеможливить пересування загону протягом 1 раунду
vi: Có 40% khả năng gây 241% (+Mức kiến đặc biệt*4%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi có hiệu lực, khiến chúng bị Suppress, không thể di chuyển trong 1 round

# strumigenysEggersiStablePostureSkillTitle
source: Stable Posture
ar: موقف مستقر
de: Stabile Haltung
es: Postura estable
fil: Matatag na Postura
hu: Stabil pozíció
it: Postura stabile
ja: 安定姿勢
nl: Stabiele houding
pl: Stabilna postawa
uk: Стабільна постава

# strumigenysEggersiStablePostureSkillDescription10
source: During the battle, greatly increases the Skill Damage dealt by all our Carrier Ant Squads by 60%, while reduces their Normal Attack Damage by 40%
ar: أثناء المعركة، يزيد بدرجة كبيرة من ضرر المهارة الذي تلقيه جميع فرق النمل الحاملة لدينا بنسبة 60%، مع تقليل ضرر هجومها العادي بنسبة 40%.
de: Erhöht den Fertigkeitsschaden aller unserer Trägerameisentrupps während des Kampfes stark um 60 %, verringert jedoch ihren normalen Angriffsschaden um 40 %
es: Durante la batalla, aumenta en gran medida el daño de habilidad infligido por todos nuestros escuadrones de hormigas portadoras en un 60%, a la vez que reduce su daño de ataque normal en un 40%
fil: Sa panahon ng labanan, malaking nagpapataas ng Pinsalang sa Kasanayan na ginagawa ng lahat ng aming Iskuwad ng Ant na Nagdadala ng 60%, habang binabawasan ang kanilang Karaniwang Pinsala sa Pag-atake ng 40%
hu: A csata során nagy mértékben növeli minden hordozó hangyabrigádunk okozta képességsebzést 60%-kal, miközben 40%-kal csökkenti normál támadási sebzésüket
it: Durante la battaglia, aumenta notevolmente il danno abilità inflitto da tutte le nostre squadre di formiche trasportatrici del 60%, mentre riduce i danni del loro attacco normale del 40%
ja: 戦闘中、自軍の全運びアリ部隊が放つスキルダメージを60%大幅に増加させる。その代わりに通常攻撃ダメージを40%減少させる
nl: Verhoogt tijdens het gevecht de vaardigheidsschade van al onze Carrier Ant-groepen aanzienlijk met 60%, terwijl hun normale aanvalsschade met 40% wordt verminderd
pl: Podczas bitwy znacznie zwiększa obrażenia od umiejętności zadawanych przez wszystkie nasze oddziały mrówek nośnych o 60%, jednocześnie zmniejszając ich obrażenia od normalnych ataków o 40%
uk: Під час бою значно збільшує завдану шкоду від умінь усіх наших загонів мурах-перенесниць на 60%, і водночас зменшує їхню шкоду від звичайних атак на 40%
vi: Trong trận chiến, tăng đáng kể 60% Skill Damage gây ra bởi các Carrier Ant Squad, đồng thời giảm 40% Normal Attack Damage của chúng

# strumigenysEggersiStablePostureSkillDescription20
source: During the battle, greatly increases the Skill Damage dealt by all our Carrier Ant Squads by 75%, while reduces their Normal Attack Damage by 50%
ar: أثناء المعركة، يزيد بدرجة كبيرة من ضرر المهارة الذي تلقيه جميع فرق النمل الحاملة لدينا بنسبة 75%، مع تقليل ضرر هجومها العادي بنسبة 50%.
de: Erhöht den Fertigkeitsschaden aller unserer Trägerameisentrupps während des Kampfes stark um 75 %, verringert jedoch ihren normalen Angriffsschaden um 50 %
es: Durante la batalla, aumenta en gran medida el daño de habilidad infligido por todos nuestros escuadrones de hormigas portadoras en un 75%, a la vez que reduce su daño de ataque normal en un 50%
fil: Sa panahon ng labanan, malaking nagpapataas ng Pinsalang sa Kasanayan na ginagawa ng lahat ng aming Iskuwad ng Ant na Nagdadala ng 75%, habang binabawasan ang kanilang Karaniwang Pinsala sa Pag-atake ng 50%
hu: A csata során nagy mértékben növeli minden hordozó hangyabrigádunk okozta képességsebzést 75%-kal, miközben 50%-kal csökkenti normál támadási sebzésüket
it: Durante la battaglia, aumenta notevolmente il danno abilità inflitto da tutte le nostre squadre di formiche trasportatrici del 75%, mentre riduce i danni del loro attacco normale del 50%
ja: 戦闘中、自軍の全運びアリ部隊が放つスキルダメージを75%大幅に増加させる。その代わりに通常攻撃ダメージを50%減少させる
nl: Verhoogt tijdens het gevecht de vaardigheidsschade van al onze Carrier Ant-groepen aanzienlijk met 75%, terwijl hun normale aanvalsschade met 50% wordt verminderd
pl: Podczas bitwy znacznie zwiększa obrażenia od umiejętności zadawanych przez wszystkie nasze oddziały mrówek nośnych o 75%, jednocześnie zmniejszając ich obrażenia od normalnych ataków o 50%
uk: Під час бою значно збільшує завдану шкоду від умінь усіх наших загонів мурах-перенесниць на 75%, і водночас зменшує їхню шкоду від звичайних атак на 50%
vi: Trong trận chiến, tăng đáng kể 75% Skill Damage gây ra bởi các Carrier Ant Squad, đồng thời giảm 50% Normal Attack Damage của chúng

# strumigenysEggersiDeceptiveFormSkillTitle
source: Deceptive Form
ar: الشكل الخادع
de: Trügerische Gestalt
es: Forma engañosa
fil: Nakalilinlang na Anyo
hu: Álcázó alak
it: Forma ingannevole
ja: 欺瞞形態
nl: Misleidende vorm
pl: Zwodnicza forma
uk: Оманлива форма

# strumigenysEggersiDeceptiveFormSkillDescription10
source: In its squad, Dodge Rate +20%
ar: معدل تفادي +20% في فصيلته.
de: In seinem Trupp: Ausweichrate +20 %
es: En su escuadrón, índice de evasión +20%
fil: Sa iskuwad nito, Rate ng Pag-iwas +20%
hu: A brigádjában a kitérési arány +20%
it: Nella sua squadra, percentuale di schivata + 20%
ja: その部隊にいる間、回避率+20%
nl: Ontwijkingspercentage in zijn groep +20%
pl: W swoim oddziale szansa na unik +20%
uk: У своєму загоні імовірності ухилення +20%
vi: Trong đội hình của mình, tỷ lệ né tránh +20%

# strumigenysEggersiDeceptiveFormSkillDescription20
source: In its squad, Dodge Rate +25%
ar: معدل تفادي +25% في فصيلته.
de: In seinem Trupp: Ausweichrate +25 %
es: En su escuadrón, índice de evasión +25%
fil: Sa iskuwad nito, Rate ng Pag-iwas +25%
hu: A brigádjában a kitérési arány +25%
it: Nella sua squadra, percentuale di schivata + 25%
ja: その部隊にいる間、回避率+25%
nl: Ontwijkingspercentage in zijn groep +25%
pl: W swoim oddziale szansa na unik +25%
uk: У своєму загоні імовірності ухилення +25%
vi: Trong đội hình của mình, tỷ lệ né tránh +25%

# strumigenysEggersiKeenIntuitionSkillTitle
source: Keen Intuition
ar: حدس قوي
de: Scharfe Intuition
es: Intuición aguda
fil: Matalas na Pag-iisip
hu: Éles ösztön
it: Intuizione acuta
ja: 鋭い直感
nl: Scherpe intuïtie
pl: Wyostrzona intuicja
uk: Гостра інтуїція

# strumigenysEggersiKeenIntuitionSkillDescription10
source: In the No.2, 4, 6 rounds, has a 50% chance to increase the chance of triggering the 5th skill of 2 random Carrier Ant squads to 100%. If the skill requires preparation, has a 60% chance to skip 1 round of preparation
ar: في الجولات 2 و4 و6، احتمالية 50% لزيادة فرصة تحفيز المهارة الخامسة لفرقتين حاملتين عشوائيتين إلى 100%. وإذا تطلبت المهارة تحضيرًا، توجد فرصة بنسبة 60% لتخطي جولة واحدة من التحضير.
de: In der 2., 4. und 6. Runde hat er eine Chance von 50 %, die Wahrscheinlichkeit, dass zufällige Trägerameisentrupps ihre 5. Fertigkeit auslösen, auf 100 % zu erhöhen. Wenn die Fertigkeit Vorbereitung erfordert, hat er eine Chance von 60 %, eine Runde Vorbereitung zu überspringen
es: En los turnos 2, 4 y 6, tiene un 50% de probabilidad de aumentar la probabilidad de activar la quinta habilidad de 2 escuadrones de hormigas portadoras aleatorios al 100%. Si la habilidad requiere preparación, tiene un 60% de probabilidad de saltarse 1 turno de preparación
fil: Sa Round 2, 4, 6, may 50% na pagkakataong tumaas ang pagkakataong mag-trigger ng ika-5 kasanayan ng 2 random na iskuwad ng Ant na Nagdadala sa 100%. Kung nangangailangan ng paghahanda ang kasanayan, may 60% na pagkakataong laktawan ang 1 round ng paghahanda
hu: A No.2, 4, 6. körben 50% eséllyel 100%-ra növeli 2 véletlenszerű hordozó hangyabrigád 5. képességének aktiválási esélyét. Ha a képesség előkészítést igényel, 60% eséllyel kihagyja az 1 körös előkészítést
it: Nel 2°, 4° e 6° turno, ha una probabilità del 50% di aumentare la probabilità di attivare la 5a abilità di 2 squadre di formiche trasportatrici casuali al 100%. Se l'abilità richiede preparazione, ha una probabilità del 60% di saltare 1 turno di preparazione
ja: 2、4、6ターン目に、確率50%でランダムな運びアリ部隊2部隊の5番目のスキルが発動する確率を100%に引き上げる。そのスキルに準備が必要な場合、確率60%で1ターンの準備を省略する
nl: Heeft in de rondes 2, 4 en 6 50% kans om de kans op activering van de vijfde vaardigheid van 2 willekeurige Carrier Ant-groepen tot 100% te verhogen. Als de vaardigheid voorbereiding vereist, is er 60% kans om 1 ronde voorbereiding over te slaan
pl: W rundach nr 2, 4, 6 ma 50% szans na zwiększenie szansy na aktywowanie 5. umiejętności 2 losowych oddziałów mrówek nośnych do 100%. Jeśli umiejętność wymaga przygotowania, ma 60% szans na pominięcie 1. rundy przygotowania
uk: У 2, 4, 6 раундах має 50% шанс збільшити на 100% імовірність спрацьовування 5-го уміння 2 випадкових загонів мурах-перенесниць. Якщо для спрацьовування уміння потрібна підготовка, у нього є 60% шанс пропустити 1 раунд підготовки
vi: Ở các round thứ 2, 4, 6, có 50% khả năng tăng cơ hội kích hoạt kỹ năng thứ 5 của 2 Carrier Ant Squad ngẫu nhiên lên 100%. Nếu kỹ năng cần chuẩn bị, có 60% khả năng bỏ qua 1 round chuẩn bị

# strumigenysEggersiKeenIntuitionSkillDescription20
source: In the No.2, 4, 6 rounds, has a 60% chance to increase the chance of triggering the 5th skill of 2 random Carrier Ant squads to 100%. If the skill requires preparation, has a 80% chance to skip 1 round of preparation
ar: في الجولات 2 و4 و6، احتمالية 60% لزيادة فرصة تحفيز المهارة الخامسة لفرقتين حاملتين عشوائيتين إلى 100%. وإذا تطلبت المهارة تحضيرًا، توجد فرصة بنسبة 80% لتخطي جولة واحدة من التحضير.
de: In der 2., 4. und 6. Runde hat er eine Chance von 60 %, die Wahrscheinlichkeit, dass zufällige Trägerameisentrupps ihre 5. Fertigkeit auslösen, auf 100 % zu erhöhen. Wenn die Fertigkeit Vorbereitung erfordert, hat er eine Chance von 80 %, eine Runde Vorbereitung zu überspringen
es: En los turnos 2, 4 y 6, tiene un 60% de probabilidad de aumentar la probabilidad de activar la quinta habilidad de 2 escuadrones de hormigas portadoras aleatorios al 100%. Si la habilidad requiere preparación, tiene un 80% de probabilidad de saltarse 1 turno de preparación
fil: Sa Round 2, 4, 6, may 60% na pagkakataong tumaas ang pagkakataong mag-trigger ng ika-5 kasanayan ng 2 random na iskuwad ng Ant na Nagdadala sa 100%. Kung nangangailangan ng paghahanda ang kasanayan, may 80% na pagkakataong laktawan ang 1 round ng paghahanda
hu: A No.2, 4, 6. körben 60% eséllyel 100%-ra növeli 2 véletlenszerű hordozó hangyabrigád 5. képességének aktiválási esélyét. Ha a képesség előkészítést igényel, 80% eséllyel kihagyja az 1 körös előkészítést
it: Nel 2°, 4° e 6° turno, ha una probabilità del 60% di aumentare la probabilità di attivare la 5a abilità di 2 squadre di formiche trasportatrici casuali al 100%. Se l'abilità richiede preparazione, ha una probabilità dell'80% di saltare 1 turno di preparazione
ja: 2、4、6ターン目に、確率60%でランダムな運びアリ部隊2部隊の5番目のスキルが発動する確率を100%に引き上げる。そのスキルに準備が必要な場合、確率80%で1ターンの準備を省略する
nl: Heeft in de rondes 2, 4 en 6 60% kans om de kans op activering van de vijfde vaardigheid van 2 willekeurige Carrier Ant-groepen tot 100% te verhogen. Als de vaardigheid voorbereiding vereist, is er 80% kans om 1 ronde voorbereiding over te slaan
pl: W rundach nr 2, 4, 6 ma 60% szans na zwiększenie szansy na aktywowanie 5. umiejętności 2 losowych oddziałów mrówek nośnych do 100%. Jeśli umiejętność wymaga przygotowania, ma 80% szans na pominięcie 1. rundy przygotowania
uk: У 2, 4, 6 раундах має 60% шанс збільшити на 100% імовірність спрацьовування 5-го уміння 2 випадкових загонів мурах-перенесниць. Якщо для спрацьовування уміння потрібна підготовка, у нього є 80% шанс пропустити 1 раунд підготовки
vi: Ở các round thứ 2, 4, 6, có 60% khả năng tăng cơ hội kích hoạt kỹ năng thứ 5 của 2 Carrier Ant Squad ngẫu nhiên lên 100%. Nếu kỹ năng cần chuẩn bị, có 80% khả năng bỏ qua 1 round chuẩn bị

# weaverAntAcidAssaultSkillTitle
source: Acid Assault
ar: المهاجمة الحمضية
de: Säureschlag
es: Asalto ácido
hu: Savasztámadás
it: Salto acido
ja: アシッドアサルト
nl: Zuuraanval
pl: Kwasowy atak
uk: Кислотний напад
vi: Tấn công Axit

# weaverAntAcidAssaultSkillDescription10
source: Has a 70% chance to trigger: Remove negative status (Poison, Exhausted, etc.) from 2 random squads and increase their Defense and Health by 40% for 2 rounds
ar: لديه 70% فرصة للتحفيز: إزالة الحالة السلبية (سم، إرهاق، إلخ) من فريقين عشوائيين وزيادة دفاعهما وصحتها بنسبة 40% لمدة جولتين
de: Hat eine Chance von 70 %, auszulösen: Status-Effekte (Gift, Erschöpfung usw.) von zwei zufälligen Truppen zu entfernen und ihre Verteidigung und Gesundheit für zwei Runden um 40 % zu erhöhen.
es: Tiene un 70% de probabilidad de activarse: Elimina un estado negativo (veneno, agotamiento, etc.) de 2 escuadrones aleatorios y aumenta su defensa y salud en un 40% durante 2 rondas
fil: May 70% pagkakataong mada-trigger: Alisin ang negatibong katayuan (Pagkalason, Pagkahapo, atbp.) mula sa 2 random na mga pangkat at dagdagan ang kanilang Depensa at Kalusugan ng 40% sa loob ng 2 round
hu: 70% esélye van aktiválódni: Eltávolít 2 véletlenszerű osztag negatív állapotát (Mérgezett, Kifradt stb.) és 40%-kal növeli a Védelmét és Egészségét 2 körön keresztül
it: Ha una probabilità del 70% di scatenare: Rimuove gli stati negativi (veleno, esausto, ecc.) da 2 squadre casuali e aumenta la loro difesa e salute del 40% per 2 turni
ja: 70%の確率で以下を発動: ランダムに選ばれた2つの分隊から状態異常(毒、疲弊など)を取り除き、2ターン間防御力と体力を40%上昇させます
nl: Heeft 70% kans om te activeren: Verwijdert negatieve status (vergiftigd, uitgeput, etc.) van 2 willekeurige groepen en verhoogt hun verdediging en gezondheid met 40% voor 2 ronden
pl: Istnieje 70% szans na: Usunięcie negatywnego statusu (trucizna, wyczerpanie itd.) z 2 losowych oddziałów i zwiększenie ich obrony i zdrowia o 40% na 2 rundy
uk: 70% ймовірність спрацювання: видалення негативного статусу (отруєння, виснаження тощо) з 2 випадкових загонів та збільшення їхньої оборони і здоров'я на 40% протягом 2 раундів
vi: Có 70% khả năng kích hoạt: Loại bỏ trạng thái tiêu cực (Độc, Kiệt sức, v.v.) khỏi 2 đơn vị ngẫu nhiên và tăng 40% Phòng thủ và Máu của họ trong 2 lượt

# weaverAntAcidAssaultSkillDescription20
source: Has a 85% chance to trigger: Remove negative status (Poison, Exhausted, etc.) from 2 random squads and increase their Defense and Health by 40% for 2 rounds
ar: لديه 85% فرصة للتحفيز: إزالة الحالة السلبية (سم، إرهاق، إلخ) من فريقين عشوائيين وزيادة دفاعهما وصحتها بنسبة 40% لمدة جولتين
de: Hat eine Chance von 85%, auszulösen: Status-Effekte (Gift, Erschöpfung usw.) von zwei zufälligen Truppen zu entfernen und ihre Verteidigung und Gesundheit für zwei Runden um 40 % zu erhöhen.
es: Tiene un 85% de probabilidad de activarse: Elimina un estado negativo (veneno, agotamiento, etc.) de 2 escuadrones aleatorios y aumenta su defensa y salud en un 40% durante 2 rondas
fil: May 85% pagkakataong mada-trigger: Alisin ang negatibong katayuan (Pagkalason, Pagkahapo, atbp.) mula sa 2 random na mga pangkat at dagdagan ang kanilang Depensa at Kalusugan ng 40% sa loob ng 2 round
hu: 85% esélye van aktiválódni: Eltávolít 2 véletlenszerű osztag negatív állapotát (Mérgezett, Kifradt stb.) és 40%-kal növeli a Védelmét és Egészségét 2 körön keresztül
it: Ha una probabilità dell'85% di scatenare: Rimuove gli stati negativi (veleno, esausto, ecc.) da 2 squadre casuali e aumenta la loro difesa e salute del 40% per 2 turni
ja: 85%の確率で以下を発動: ランダムに選ばれた2つの分隊から状態異常(毒、疲弊など)を取り除き、2ターン間防御力と体力を40%上昇させます
nl: Heeft 85% kans om te activeren: Verwijdert negatieve status (vergiftigd, uitgeput, etc.) van 2 willekeurige groepen en verhoogt hun verdediging en gezondheid met 40% voor 2 ronden
pl: Istnieje 85% szans na: Usunięcie negatywnego statusu (trucizna, wyczerpanie itd.) z 2 losowych oddziałów i zwiększenie ich obrony i zdrowia o 40% na 2 rundy
uk: 85% ймовірність спрацювання: видалення негативного статусу (отруєння, виснаження тощо) з 2 випадкових загонів та збільшення їхньої оборони і здоров'я на 40% протягом 2 раундів
vi: Có 85% khả năng kích hoạt: Loại bỏ trạng thái tiêu cực (Độc, Kiệt sức, v.v.) khỏi 2 đơn vị ngẫu nhiên và tăng 40% Phòng thủ và Máu của họ trong 2 lượt
