Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# wiseBerserkerContinuousBiteSkillDescription20
source: After a normal attack, has a 60% chance to deal 300% (+Special Ant Level*1%) damage to 2 random enemy squads
ar: بعد الهجوم العادي، هنالك فرصة 60% لإلحاق 300% (مستوى نملة خاص +1%) ضرر ببعثتي عدو عشوائيتين
de: Nach einem normalen Angriff besteht eine Chance von 60 %, 2 zufälligen feindlichen Truppen 300 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen
es: Después de un ataque normal, tiene una probabilidad del 60% de infligir 300% (+nivel de hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios
fil: Matapos ang normal na pag-atake, may 60% na posibilidad na makapanakit ng 300% (+Espesyal na Antas ng Ant*1%) na pinsala sa 2 random na pangkat ng mga kaaway
hu: Egy normál támadás után 60% eséllyel 300% (+Különleges hangya szint*1%) sebzést okoz az ellenség 2 véletlenszerű osztagának
it: Ha una possibilità pari al 60% di infliggere 300% di danni (+Livello formica specializzata*1%) a 2 squadre nemiche casuali dopo un normale attacco
ja: 通常攻撃後、60%の確率でランダムな敵軍団２つに300%（＋特殊アリLv＊1％）のダメージを与える
nl: Heeft na een normale aanval 60% kans om 300% (+Speciaal Mierenniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden
pl: Po wykonaniu normalnego ataku bohater ma 60% szans na zadanie 300% (+ Poziom specjalnej mrówki*1%) obrażeń losowo wybranym 2 oddziałom wroga
uk: Після звичайної атаки з імовірністю 60% завдає 300% (+ рівень особливої мурахи*1%) пошкоджень 2 випадковим загонам противників
vi: Sau một đòn tấn công thông thường, có 60% khả năng gây 300% (+Cấp kiến đặc biệt*1%) sát thương tới 2 tiểu đội địch ngẫu nhiên

# wiseBerserkerBattleMemorySkillTitle
source: Battle Memory
ar: ذاكرة المعركة
de: Kampferinnerung
es: Recuerdo de batalla
fil: Memorriya ng Labanan
hu: Csatamemória
it: Ricordo di battaglia
ja: 戦いの記憶
nl: Gevechtsherinnering
pl: Pamięć bojowa
uk: Бойова пам'ять
vi: Ký ức chiến đấu

# wiseBerserkerBattleMemorySkillDescription10
source: In its squad, Normal Attack and Skill Damage +50%
ar: جزء من فصيلتها، العادي بنسبة 50% والإلحاق بنسبة 50%
de: In seiner Truppe, Normaler Angriff und Fertigkeitsschaden + 50 %
es: En su escuadrón, el daño de ataque normal y de habilidad +50%
fil: Sa pangkat nito, Pag-atake at Pinsala ng Kasanayan 50% pataas
hu: Az osztagában a Normál támadás és a képesség okozta sebzése +50%
it: Nella sua squadra, danni inflitti con attacchi normali e abilità +50%
ja: 同軍団にいる間、通常攻撃とスキルダメージ＋50％
nl: In zijn eenheid +50% Normale Aanval en Vaardigheidschade
pl: W swoim batalionie zadawane obrażenia zwykłymi atakami i umiejętnościami +50%
uk: У своєму загоні: Звичайна атака і пошкодження від умінь +50%
vi: Trong đội hình của mình, Sát thương từ đòn tấn công thông thường và kỹ năng +50%

# wiseBerserkerBattleMemorySkillDescription20
source: In its squad, Normal Attack and Skill Damage +75%
ar: جزء من فصيلتها، العادي بنسبة 75% والإلحاق بنسبة 75%
de: In seiner Truppe, Normaler Angriff und Fertigkeitsschaden + 75 %
es: En su escuadrón, el daño de ataque normal y de habilidad +75%
fil: Sa pangkat nito, Pag-atake at Pinsala ng Kasanayan 75% pataas
hu: Az osztagában a Normál támadás és a képesség okozta sebzése +75%
it: Nella sua squadra, danni inflitti con attacchi normali e abilità +75%
ja: 同軍団にいる間、通常攻撃とスキルダメージ＋75％
nl: In zijn eenheid +75% Normale Aanval en Vaardigheidschade
pl: W swoim batalionie zadawane obrażenia zwykłymi atakami i umiejętnościami +75%
uk: У своєму загоні: Звичайна атака і пошкодження від умінь +75%
vi: Trong đội hình của mình, Sát thương từ đòn tấn công thông thường và kỹ năng +75%

source: English
ar: العربية
bg: Английски
de: Englisch
es: Inglés
fil: Ingles
hu: Angol
it: Inglese
ja: 英語
mk: Англиски
nl: Engels
pl: angielski
ru: Английский
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh: 中文

source: Filipino
ar: الفلبينية
bg: Филипински
hu: Filippínó
it: Filippino
ja: フィリピン語
mk: Филипински
nl: Filipijns
pl: filipiński
ru: Филиппинский
tr: Filipinoca
uk: Філіппінська
vi: Tiếng Filipino
zh: 菲律宾语

source: Spanish
ar: الإسبانية
bg: Испански
de: Spanisch
es: Español
hu: Spanyol
it: Spagnolo
ja: スペイン語
mk: Шпански
nl: Spaans
pl: hiszpański
ru: Испанский
tr: İspanyolca
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh: 西班牙语

source: Dutch
ar: الهولندية
bg: Холандски
de: Niederländisch
es: Holandés
hu: Holland
it: Olandese
ja: オランダ語
mk: Холандски
nl: Nederlands
pl: holenderski
ru: Голландский
tr: Hollandaca
uk: Голландська
vi: Tiếng Hà Lan
zh: 荷兰语

source: Ukrainian
ar: الأوكرانية
bg: Украински
de: Ukrainisch
es: Ucraniano
hu: Ukrán
it: Ucraino
ja: ウクライナ語
mk: Украински
nl: Oekraïens
pl: ukraiński
ru: Украинский
tr: Ukraynaca
uk: Українська
vi: Tiếng Ukraina
zh: 乌克兰语

source: Italian
ar: الإيطالية
bg: Италиански
de: Italienisch
es: Italiano
hu: Olasz
it: Italiano
ja: イタリア語
mk: Италијански
nl: Italiaans
pl: włoski
ru: Итальянский
tr: İtalyanca
uk: Італійська
vi: Tiếng Ý
zh: 意大利语

source: Bulgarian
ar: البلغارية
bg: Български
de: Bulgarisch
es: Búlgaro
hu: Bolgár
it: Bulgaro
ja: ブルガリア語
mk: Бугарски
nl: Bulgaars
pl: bułgarski
ru: Болгарский
tr: Bulgarca
uk: Болгарська
vi: Tiếng Bulgaria
zh: 保加利亚语

source: Hungarian
ar: الهنغارية
bg: Унгарски
de: Ungarisch
es: Húngaro
hu: Magyar
it: Ungherese
ja: ハンガリー語
mk: Унгарски
nl: Hongaars
pl: węgierski
ru: Венгерский
tr: Macarca
uk: Угорська
vi: Tiếng Hungary
zh: 匈牙利语

source: Polish
ar: البولندية
bg: Полски
de: Polnisch
es: Polaco
hu: Lengyel
it: Polacco
ja: ポーランド語
mk: Полски
nl: Pools
pl: polski
ru: Польский
tr: Lehçe
uk: Польська
vi: Tiếng Ba Lan
zh: 波兰语

source: Arabic
ar: العربية
bg: Арабски
de: Arabisch
es: Árabe
hu: Arab
it: Arabo
ja: アラビア語
mk: Арапски
nl: Arabisch
pl: arabski
ru: Арабский
tr: Arapça
uk: Арабська
vi: Tiếng Ả Rập
zh: 阿拉伯语

source: Turkish
ar: التركية
bg: Турски
de: Türkisch
es: Turco
hu: Török
it: Turco
ja: トルコ語
mk: Турски
nl: Turks
pl: turecki
ru: Турецкий
tr: Türkçe
uk: Турецька
vi: Tiếng Thổ Nhĩ Kỳ
zh: 土耳其语

source: German
ar: الألمانية
bg: Немски
de: Deutsch
es: Alemán
hu: Német
it: Tedesco
ja: ドイツ語
mk: Германски
nl: Duits
pl: niemiecki
ru: Немецкий
tr: Almanca
uk: Німецька
vi: Tiếng Đức
zh: 德语

source: Vietnamese
ar: الفيتنامية
bg: Виетнамски
de: Vietnamesisch
es: Vietnamita
hu: Vietnámi
it: Vietnamita
ja: ベトナム語
mk: Виетнамски
nl: Vietnamees
pl: Wietnamski
ru: Вьетнамский
tr: Vietnamca
uk: В'єтнамська
vi: Tiếng Việt
zh: 越南语

source: Macedonian
ar: المقدونية
bg: Македонски
de: Mazedonisch
es: Macedonio
hu: Macedón
it: Macedone
ja: マケドニア語
mk: Македонски
nl: Macedonisch
pl: Macedoński
ru: Македонский
tr: Makedonca
uk: Македонська
vi: Tiếng Macedonia
zh: 马其顿语

source: Japanese
ar: اليابانية
bg: Японски
de: Japanisch
es: Japonés
hu: Japán
it: Giapponese
ja: 日本語
mk: Јапонски
nl: Japans
pl: Japoński
ru: Японский
tr: Japonca
uk: Японська
vi: Tiếng Nhật
zh: 日语

source: Russian
ar: الروسية
bg: Руски
de: Russisch
es: Ruso
hu: Orosz
it: Russo
ja: ロシア語
mk: Руски
nl: Russisch
pl: Rosyjski
ru: Русский
tr: Rusça
uk: Російська
vi: Tiếng Nga
zh: 俄语

source: Chinese
ar: الصينية
bg: Китайски
de: Chinesisch
es: Chino
hu: Kínai
it: Cinese
ja: 中国語
mk: Кинески
nl: Chinees
pl: Chiński
ru: Китайский
tr: Çince
uk: Китайська
vi: Tiếng Trung
zh: 中文

source: Button
de: Taste
es: Botón
hu: Gomb
it: Pulsante
ja: ボタン
nl: Knop
pl: Przycisk
uk: Кнопка
vi: Nút

# editColonyActionTimeDescription
source: Update the minute at which the colony action notification will be triggered
hu: Állítsa be a percek számát, amikorra a telephelyekre vonatkozó értesítést el kell küldeni.
ja: コロニーのアクション通知がトリガーされる分を更新する
pl: Zaktualizuj minutę, w której zostanie wyzwolone powiadomienie o działaniu kolonii
vi: Cập nhật thời điểm thông báo hoạt động của đàn được kích hoạt

source: Update Time
hu: idő frissítése
ja: 時間を更新する
pl: Zaktualizuj czas
vi: Cập nhật thời gian

source: Details
es: Detalles
fil: Mga detalye
hu: Részletek
it: Dettagli
ja: 詳細
pl: Szczegóły
uk: Детальніше
vi: Chi tiết

# editBtnLabel
source: Edit
de: Bearbeiten
es: Editar
fil: I-edit
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Bewerken
pl: Edytuj
uk: Редагувати
vi: Chỉnh sửa

# applyThemeBtnLabel
source: Apply Theme
de: Theme anwenden
es: Aplicar tema
fil: Ilapat ang Tema
hu: Téma alkalmazása
it: Applica tema
ja: テーマを適用
nl: Thema Toepassen
pl: Zastosuj motyw
uk: Застосувати тему
vi: Áp dụng chủ đề

# antType
source: {antType, select, guardian{Guardian} shooter{Shooter} carrier{Carrier} other{Universal}}
hu: {antType, select, guardian{Védő} shooter{Támadó} carrier{Szállító} other{Univerzális}}
it: {antType, select, guardian{Guardiana} shooter{Sparatrice} carrier{Trasporto} other{Universale}}
ja: {antType, select, guardian{ガーディアン} shooter{シューター} carrier{キャリア} other{ユニバーサル}}
pl: {antType, select, guardian{Strażnik} shooter{Strzelec} carrier{Transporter} other{Uniwersalny}}

# warzoneLabel
source: Warzone:
de: Kriegsgebiet:
es: Zona de guerra:
ja: 戦場：
pl: Strefa wojenna:
vi: Chiến trường:

# statType
source: {statType, select, health{Health} attack{Attack} defense{Defense} other{Unknown}}
de: {statType, select, health{Health} attack{Attack} defense{Defense} other{Unbekannt}}
hu: {statType, select, health{Egészség} attack{Támadás} defense{Védekezés} other{Ismeretlen}}
it: {statType, select, health{Salute} attack{Attacco} defense{Difesa} other{Sconosciuta}}
ja: {statType, select, health{健康} attack{攻撃} defense{防御} other{不明}}
pl: {statType, select, health{Zdrowie} attack{Atak} defense{Obrona} other{Nieznany}}

source: Monitoring
de: Überwachung
es: Monitorización
fil: Pagsubaybay
hu: Figyelés
it: Monitoraggio
ja: モニタリング
pl: Monitorowanie
uk: Моніторинг
vi: Giám sát

# familyAmpulicidaeTitle
source: Ampulicidae
it: Ampulicidi
ja: ドロバチ科
mk: Амплициде
zh: 脉翅胡蜂科

# familyCoreidaeTitle
source: Coreidae
it: Coreidi
ja: ヨコバイ科
mk: Кореиде
zh: 缘蝽科

# familyCorinnidaeTitle
source: Corinnidae
it: Corinnidi
ja: ヒラタアブ科
mk: Кориниди
zh: 鼠蛛科

# familyCicindelidaeTitle
source: Cicindelidae
hu: Tigrisbogarak
ja: オサムシ科
nl: Loopkevers

# familyCicindelidaeDescription
source: Tiger beetles often have large bulging eyes, long, slender legs and large curved mandibles. All are predatory, both as adults and as larvae
de: Laufkäfer haben häufig große, hervortretende Augen, lange, schlanke Beine und große, gekrümmte Mandibeln. Sowohl als ausgewachsene Tiere als auch als Larven sind sie allesamt Raubtiere
es: Los escarabajos tigre suelen tener ojos grandes y abultados, patas largas y delgadas y unas mandíbulas grandes curvadas. Todos son depredadores, tanto en su edad adulta como en fase larvaria.
hu: A homokfutóknak nagy, előreugró szemük, hosszú, karcsú lábuk és nagy, ívelt rágóik vannak. Mindegyik ragadozó, mind felnőttként, mind lárvaként
it: Le cicindele spesso hanno grandi occhi sporgenti, zampe lunghe e sottili e grandi mandibole curve. Sono tutti predatori, sia da adulti che da larve
ja: オサムシは目が大きくて丸く、細長い脚とカーブした大きなあごを持つことが多いです。幼虫も成虫も肉食です
nl: Loopkevers hebben vaak grote uitpuilende ogen, lange, slanke poten en grote gebogen mandibels. Alle loopkevers zijn roofdieren, zowel als volwassenen als larven
pl: Chrząszcze z rodziny biegaczowatych zazwyczaj mają wyłupiaste oczy, długie, smukłe nogi i duże wygięte żuwaczki. Wszystkie są drapieżne, zarówno w okresie dorosłości, jak i larwalnym
vi: Bọ cánh cứng hổ thường có đôi mắt to lồi, chân dài và mảnh, hàm lớn cong. Tất cả đều là loài săn mồi, cả khi trưởng thành và khi còn là ấu trùng

source: Dusky Lurker
bg: Мрачен дебнещ
fil: Malagim na Tagapag-ambush
ja: ダスキー・ローカー
mk: Мрачна кријачка
ru: Темный таинственный странник
tr: Karanlık Pusuda Bekleyen
uk: Hylaeus discolor
vi: Kiến ẩn núp
zh: 昏暗潛伏者

# duskyLurkerCommon
source: Dusky Lurker
fil: Malagim na Tagapag-ambush
ja: ダスキー・ローカー
mk: Мрачна кријачка
ru: Темный таинственный странник
tr: Karanlık Pusuda Bekleyen
uk: Hylaeus discolor
vi: Kiến ẩn núp
zh: 昏暗潛伏者

source: Eciton rapax
ja: エシトン・ラパックス
zh: 贪婪军团蚁

# ecitonRapaxCommon
source: Dark Giant
bg: Тъмен гигант
ja: ダーク・ジャイアント
vi: Kiến khổng lồ đen
zh: 暗黑巨人

# echitonBurchelliiCommon
source: New World General
bg: Новосветска война
es: El hormiga general del Nuevo Mundo
hu: Új világbeli hadsereg
it: Formica generale del Nuovo Mondo
ja: 新世界の軍隊アリ
mk: Американска општа
ru: Муравей-кочевник
tr: Yeni Dünya Sağdıç Karıncası
uk: Новий Світ Загальний
vi: Kiến tá điền
zh: 新世界将军

source: Euspinolia militaris
ja: ユスピノリア・ミリタリス
zh: 军团天鹅绒切叶蚁

# euspinoliaMilitarisCommon
source: Banshee Panda
bg: Панда наемник
de: Pantherameise
es: Panda banshee
it: Panda grida
ja: バンシーパンダ
mk: Убиствена панда
pl: Mrówka panda
ru: Муравей-камикадзе
tr: Banshee Panda Karıncası
uk: Панда-банші
vi: Kiến ong Chúa đen trắng
zh: 女妖熊猫

# tricondylaApteraCommon
source: Tricondyla Aptera
ja: ミカタアリ-トリコンドゥラ

# tricondylaApteraDescription
source: Tricondyla Aptera belongs to the genus Tricondyla within the family Carabidae. Its hind legs have degenerated, rendering it flightless, but it is a fast crawler. It has large protruding compound eyes and a teardrop-shaped abdomen, closely resembling ants in appearance. It is found mainly in Australia, Indonesia, and the Philippines
de: Tricondyla Aptera gehört zur Gattung Tricondyla innerhalb der Familie Carabidae. Seine Hinterbeine sind verkümmert, wodurch es flugunfähig ist; allerdings ist es ein schneller Läufer. Es verfügt über große, hervorstehende Facettenaugen und einen tropfenförmigen Körper, wodurch es Ameisen sehr ähnlich ist. Es ist hauptsächlich in Australien, Indonesien und auf den Philippinen beheimatet
es: Tricondyla Aptera pertenece al género Tricondyla de la familia Carabidae. Sus patas traseras se han degenerado, lo que le ha hecho perder la capacidad de volar, pero puede arrastrarse con mucha rapidez. Tiene unos ojos compuestos grandes y protuberantes y un abdomen en forma de lágrima, por lo que recuerda mucho a las hormigas. Se encuentra principalmente en Australia, Indonesia y Filipinas.
hu: A Tricondyla Aptera a Tricondyla génuszba tartozik, a Carabidae családban. Hátsó lábai elcsökevényesedtek, ezáltal nem képes repülni, de gyorsan mászik. Nagy, kiálló összetett szemei és könnycsepp alakú potroha van, ami nagyon hasonlít a hangyákéra. Elsősorban Ausztráliában, Indonéziában és a Fülöp-szigeteken található meg
it: La Tricondyla Aptera appartiene al genere Tricondyla all'interno della famiglia dei Carabidae. Le zampe posteriori sono degenerate, rendendolo incapace di volare, ma è un veloce rettile. Ha grandi occhi composti sporgenti e un addome a forma di lacrima, che ricorda molto l'aspetto delle formiche. Si trova principalmente in Australia, Indonesia e Filippine
ja: トリコンドゥラ・アプテラは、オサムシ科のトリコンドゥラ属に属しています。後ろ足の退化のため飛ぶことはできませんが、素早く歩くことができます。大きな複目が突き出ており、涙滴形の腹部を持ち、見た目にはアリに似ています。主にオーストラリア、インドネシア、フィリピンで見られます
nl: Tricondyla Aptera behoort tot het geslacht Tricondyla binnen de familie Carabidae. Zijn achterpoten zijn gedegenereerd, waardoor hij niet kan vliegen, maar hij is een snelle kruiper. Hij heeft grote, uitstekende facetogen en een traanvormig achterlijf, waardoor hij sterk op mieren lijkt. Hij komt vooral voor in Australië, Indonesië en de Filipijnen
pl: Tricondyla Aptera to gatunek chrząszcza z rodziny biegaczowatych. Jego tylne odnóża uległy przekształceniu i owad stracił zdolność latania. Za to jest szybki w biegu. Ma duże wyłupiaste oczy złożone i kroplowaty odwłok, dzięki czemu wyglądem przypomina mrówkę. Występuje głównie w Australii, Indonezji i na Filipinach
vi: Tricondyla Aptera thuộc chi Tricondyla trong họ Carabidae. Chân sau của nó đã thoái hóa khiến nó không thể bay nhưng lại bò rất nhanh. Nó có đôi mắt kép lồi to và bụng hình giọt nước, trông rất giống kiến. Loài này chủ yếu được tìm thấy ở Úc, Indonesia và Philippines

# antSkillNotImplementedTitle
source: Skill Title Not Implemented
de: Skill Titel nicht implementiert
es: Título de habilidad no implementada
fil: Pamagat ng Kakayahan Hindi Ipinatupad
hu: Képesség címe nincs megvalósítva
it: Titolo abilità non implementato
ja: スキルタイトル未実装
nl: Titel vaardigheid niet geïmplementeerd
pl: Nazwa umiejętności niezaimplementowana
vi: Tiêu đề kỹ năng chưa được triển khai

# antSkillNotImplementedDescription
source: Skill Description Not Implemented
de: Skill Beschreibung nicht implementiert
es: Descripción de la habilidad no implementada
fil: Paglalarawan ng Kakayahan Hindi Ipinatupad
hu: Képesség leírása nincs megvalósítva
it: Descrizione abilità non implementata
ja: スキル説明未実装
nl: Beschrijving vaardigheid niet geïmplementeerd
pl: Opis umiejętności niezaimplementowany
vi: Mô tả kỹ năng chưa được triển khai

# colonyLeaderSkillDescription
source: In Its squad, Carrier Ant Attack and Defense + 15%, Carrier Ant Combat Speed +60%, and the soldier cap bonus of 'Dominance Three' + 250%
de: In seinem Trupp: Carrier Ant Angriff und Verteidigung + 15 %, Carrier Ant Kampfgeschwindigkeit +60 %, und die Soldaten-Obergrenze des Bonus „Vorherrschaft Drei“ + 250 %
es: En su escuadrón, el ataque y la defensa de la hormiga transportista aumentan 15%, la velocidad de combate de la hormiga transportista aumenta 60% y el límite de bonificaciones para soldados de «Dominación tres» es 250%
fil: Sa Kanyang iskwad, pag-atake at depensa ng Carrier Ant + 15%, bilis ng paglaban ng Carrier Ant +60%, at dagdag sa kawal ng soldier ng ‘Dominance Three’ + 250%
hu: Csapatában a szállítóhangya támadása és védekezése +15%, a szállítóhangya harci sebessége +60%, a „ Háromszoros fölény” katonakorlát-bónusza pedig +250%
it: Nella sua squadra, attacco e difesa delle formiche trasportatrici +15%, velocità di combattimento delle formiche trasportatrici +60% e bonus al limite dei soldati di “Dominio 3” +250%
ja: その分隊では、運搬ユニットの攻撃と防御が15%上昇し、運搬ユニットの戦闘速度が60%上昇し、兵士の兵力上限ボーナス「卓越三」が250%上昇します。
nl: In zijn groep: aanval en verdediging van transportmieren + 15%, vechtsnelheid van transportmieren + 60%, en het soldatenlimietbonus van 'Dominatie Drie' + 250%
pl: W swoim oddziale mrówki-transporterzy otrzymują +15% do ataku i obrony, +60% do prędkości walki, a bonus do limitu żołnierzy "Dominium 3" jest zwiększony o 250%
vi: Trong đội của nó, Carrier Ant Attack và Defense +15%, Carrier Ant Combat Speed + 60% và phần thưởng giới hạn lính của 'Dominance Three' + 250%

# antSkillStatBoost
source: {antType, select, guardian{Guardian Ant} shooter{Shooter Ant} carrier{Carrier Ant} other{}} {statType, select, attack{Attack} defense{Defense} health{Health} other{Unknown Stat}} +{statPercent}%
de: {antType, select, guardian{Guardian Ant} shooter{Shooter Ant} carrier{Carrier Ant} other{}} {statType, select, attack{Angriff} defense{Verteidigung} health{Gesundheit} other{Unbekannte Statistik}} +{statPercent}%
es: {antType, select, guardian{Hormiga protectora} shooter{Hormiga tiradora} carrier{Hormiga transportista} other{}} {statType, select, attack{Ataque} defense{Defensa} health{Salud} other{Estadística desconocida}} +{statPercent}%
hu: {antType, select, guardian{Védő hangya} shooter{Támadó hangya} carrier{Szállító hangya} other{}} {statType, select, attack{Támadás} defense{Védekezés} health{Egészség} other{Ismeretlen stat}} +{statPercent}%
it: {antType, select, guardian{Formica guardiana} shooter{Formica sparatrice} carrier{Formica trasportatrice} other{}} {statType, select, attack{Attacco} defense{Difesa} health{Salute} other{Statistica sconosciuta}} +{statPercent}%
ja: {antType, select, guardian{ガーディアンユニット} shooter{シューターユニット} carrier{運搬ユニット} other{}} {statType, select, attack{攻撃} defense{防御} health{健康} other{不明なステータス}} +{statPercent}%
pl: {antType, select, guardian{Mrówka-strażnik} shooter{Mrówka-strzelec} carrier{Mrówka-transporter} other{}} {statType, select, attack{Atak} defense{Obrona} health{Zdrowie} other{Nieznana statystyka}} +{statPercent}%
vi: {antType, select, guardian{Guardian Ant} shooter{Shooter Ant} carrier{Carrier Ant} other{}} {statType, select, attack{Tấn công} defense{Phòng thủ} health{Máu} other{Chỉ số chưa biết}} +{statPercent}%

# antSkillSevenLabel
source: Troop Stat Boost
de: Truppenstatistik-Boost
es: Mejoras de estadísticas de tropa
hu: Capatstat bónusz
it: Miglioramento delle statistiche delle truppe
ja: 部隊ステータスブースト
nl: Troepenstatistiekenbonus
pl: Wzmocnienie statystyk oddziału
vi: Tăng chỉ số quân đội

# antSkillSeven
source: In it's Troop, {antSkillStatBoost}
de: In seiner Truppe: {antSkillStatBoost}
es: En su tropa, {antSkillStatBoost}
fil: Sa Kanyang Troop, {antSkillStatBoost}
hu: Csapatában: {antSkillStatBoost}
it: Nella sua truppa, {antSkillStatBoost}
ja: その部隊で、{antSkillStatBoost}
nl: In zijn troep: {antSkillStatBoost}
pl: W swoim oddziale {antSkillStatBoost}
vi: Trong Quân đội của nó, {antSkillStatBoost}

# antSkillSevenMarchSpeedTitle
source: March Speed and Stat Boost
de: Marschgeschwindigkeit und Statistik-Boost
es: Velocidad y estadísticas mejoradas
fil: Bilis ng Pagmamartsa at Dagdag sa Stat
hu: Menetsebesség- és statisztikai bónusz
it: Aumento della velocità di marcia e delle statistiche
ja: 行軍速度とステータスブースト
nl: Marshsnelheid en statistiekenbonus
pl: Szybkość marszu i wzmocnienie statystyk
vi: Tốc độ hành quân và tăng chỉ số

# antSkillSevenMarchSpeedDescription
source: In it's Troop, March Speed +{speed}, and {antSkillStatBoost}
de: In seiner Truppe: Marschgeschwindigkeit +{speed} und {antSkillStatBoost}
es: En su tropa, la velocidad de marcha aumenta {speed}, y {antSkillStatBoost}
fil: Sa Kanyang Troop, March Speed + {speed}, and {antSkillStatBoost}
hu: Csapatában: menetsebesség +{speed} és {antSkillStatBoost}
it: Nella sua truppa, velocità di marcia +{speed} e {antSkillStatBoost}
ja: その部隊で、行軍速度が+{speed}上昇し、{antSkillStatBoost}
nl: In zijn troep: March Speed +{speed}, en {antSkillStatBoost}
pl: W swoim oddziale szybkość marszu +{speed}, a także {antSkillStatBoost}
vi: Trong Quân đội của nó, Tốc độ hành quân + {speed}, và {antSkillStatBoost}

# bansheeVelvetSuperToxinSkillTitle
source: Super Toxin
bg: Супер токсин
de: Supergift
es: Supertoxina
it: Supertossina
ja: スーパートキシン
mk: Супер Токсин
nl: Supertoxine
pl: Supertoksyna
ru: Супертоксин
tr: Süper Toksin
uk: Öзгə Toxin
vi: Siêu độc tố
zh: 超级毒素

# formicaClaraSleekChitinSkillTitle
source: Sleek Chitin
bg: Гладк хитин
de: Geschmeidiges Chitin
es: Quitina Astuta
it: Chitina lucida e affusolata
ja: スレチンの外殻
mk: Издржлив хитин
nl: Strak Chitin
ru: Гладкий хитин
tr: İnce Kitin
vi: Chitin láng mịn

# formicaClaraAgileDashSkillTitle
source: Agile Dash
bg: Ускорен тире
de: Agile Attacke
es: Carrera Ágil
it: Scatto agile
ja: 素早い突撃
mk: Агилен налет
nl: Snelle Sprint
pl: Szybki atak
ru: Проворная атака
tr: Çevik Atılım
vi: Xung phong nhanh nhẹn

# formicaClaraDazzlingSwashSkillTitle
source: Dazzling Swash
bg: Удар предизвикателство
de: Außergewöhnliches Säbelfechten
es: Estocada deslumbrante
it: Attacco abbagliante
ja: 華麗な斬りこみ
mk: Заслепувачки перчин
nl: Verblindende Zwaai
pl: Olśniewający pęd
ru: Ослепительная вылазка
tr: Göz Kamaştırıcı Hücum
vi: Vệt sáng huy hoàng

# goldArmorBigBiteSkillTitle
source: Big Bite
bg: Голяма хапка
de: Starker Biss
es: Mordisco grande
hu: Nagy harapás
ja: ビッグバイト
pl: Wielki kęs
ru: Огромный укус
tr: Büyük Isırık
uk: Великий укус
vi: Cắn mạnh

# goldenSpinyBigBiteSkillTitle
source: Big Bite
bg: Голяма хапка
de: Starker Biss
es: Mordisco grande
hu: Nagy harapás
ja: ビッグバイト
mk: Голема загриза
pl: Wielki kęs
ru: Большой укус
tr: Büyük Isırık
uk: Великий укус
vi: Cắn mạnh

# tricondylaApteraLongLegsSkillTitle
source: Long Legs
de: Lange Beine
es: Patas largas
hu: Hosszú lábak
it: Zampe lunghe
ja: 超長距離
nl: Lange poten
pl: Długie nogi
vi: Chân dài
