Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# acidGeneralDeadlyStrikeSkillDescription10
source: Has a 40% chance to deal 269% (+Special Ant Level*2.5%) damage to the enemy squad with the lowest power within effective range, and increases their damage taken by 18% for 2 rounds
ar: فرصتها 40% في إلحاق ضرر بنسبة 269% (+مستوى النملة الخاصة*2.5%) بمفرزة العدو الأضعف قوةً ضمن النطاق الفعال، وزيادة الضرر الذي تتلقاه بنسبة 18% لمدة جولتين
bg: Имеет 40% шанс нанести 269% (+Уровень особого муравья*2,5%) урона отряду противника с наименьшей силой в радиусе действия, и увеличивает получаемый ими урон на 18% в течение 2 раундов
de: Hat eine Chance von 40 %, der feindlichen Trupp mit der niedrigsten Energie im effektiven Bereich 269 % (+ Spezialameisengrad*2,5 %) Schaden zuzufügen und ihren erlittenen Schaden 2 Runden lang um 18 % zu erhöhen
es: Tiene un 40 % de probabilidad de asestar un 269 % (+ nivel de hormiga especial *2,5 %) de daño al escuadrón enemigo con menor poder dentro del alcance efectivo, y aumenta el daño recibido un 18 % durante 2 rondas
fil: Mayroong 40% na pagkakataon na makagawa ng 269% (+Special Ant Level*2.5%) ng pinsala sa pinaka-mababang kapangyarihan ng kaaway sa loob ng epektibong hangganan, at pinapataas ang kanilang pinsala na gagawin ng 18% sa loob ng 2putok
hu: 40% eséllyel 269% (+Különleges hangya szint*2,5%) sebzést okoz a célterületen a legalacsonyabb erővel rendelkező ellenséges csapatnak, és 2 körön keresztül 18%-kal növeli a sebzésüket
it: Ha il 40% di probabilità di infliggere danni pari al 269% (+Livello formica speciale*2,5%) alla squadra nemica meno potente entro il raggio d'azione e aumenta i danni da loro subiti del 18% per 2 turni
ja: 効果範囲内のうち最もパワーが低い敵軍団に269%（+特殊アリのレベル*2.5%）のダメージを与える確率が40%あり、2ラウンドの間その軍団に受けるダメージが18%上昇する
mk: Има 40% шанса да нанесе 269% (+Специјално ниво на мрав*2,5%) штета на непријателскиот тим со најниска моќ во ефективен опсег и ја зголемува штетата која ја примаат за 18% 2 рунди
nl: Heeft 40% kans op het toebrengen van 269% (+ speciaal mier-niveau * 2,5%) schade aan het vijandelijke team met de laagste Power binnen het effectieve bereik en verhoogt de schade die zij oplopen met 18% gedurende 2 rondes
pl: Ma 40% szans na zadanie 269% (+ poziom mrówki specjalnej * 2,5%) obrażeń oddziałowi wroga o najniższej sile w zasięgu i zwiększa otrzymywane obrażenia o 18% na 2 rundy
ru: С шансом 40% наносит противнику с самой низкой силой в зоне поражения 269% (+Уровень особого муравья*2,5%) урона и увеличивает получаемый им урон на 18% на 2 хода
tr: Etkili menzil içindeki en düşük güce sahip düşman birliğine %40 ihtimalle 269% (+Özel Karınca Seviyesi*2,5%) hasar verir ve verdikleri hasarı 2 tur boyunca %18 artırır
uk: Є 40% ймовірності, що загону противника з найменшим рівнем потужності в межах дії буде завдано 269% (+рівень особливої мурахи *2,5%) шкоди, а шкода, яку отримає загін, збільшиться на 18% протягом 2 раундів
vi: Có 40% cơ hội gây sát thương 269% (+Cấp kiến đặc biệt*2,5%) lên đội quân địch có sức mạnh thấp nhất trong phạm vi hiệu quả và tăng sát thương mà đội quân đó phải chịu lên 18% trong 2 lượt
zh: 有 40% 的几率对伤害范围内的战力最低的敌方小队造成 269%（+特殊蚂蚁等级*2.5%）伤害，并使其受到的伤害提升 18%，持续 2 回合

# acidGeneralDeadlyStrikeSkillDescription20
source: Has a 50% chance to deal 269% (+Special Ant Level*2.5%) damage to the enemy squad with the lowest power within effective range, and increases their damage taken by 28% for 2 rounds
ar: فرصتها 50% في إلحاق ضرر بنسبة 269% (+مستوى النملة الخاصة*2.5%) بمفرزة العدو الأضعف قوةً ضمن النطاق الفعال، وزيادة الضرر الذي تتلقاه بنسبة 28% لمدة جولتين
bg: Имеет 50% шанс нанести 269% (+Уровень особого муравья*2,5%) урона отряду противника с наименьшей силой в радиусе действия, и увеличивает получаемый ими урон на 28% в течение 2 раундов
de: Hat eine Chance von 50 %, der feindlichen Trupp mit der niedrigsten Energie im effektiven Bereich 269 % (+ Spezialameisengrad*2,5 %) Schaden zuzufügen und ihren erlittenen Schaden 2 Runden lang um 28 % zu erhöhen
es: Tiene un 50 % de probabilidad de asestar un 269 % (+ nivel de hormiga especial *2,5 %) de daño al escuadrón enemigo con menor poder dentro del alcance efectivo, y aumenta el daño recibido un 28 % durante 2 rondas
fil: Mayroong 50% na pagkakataon na makagawa ng 269% (+Special Ant Level*2.5%) ng pinsala sa pinaka-mababang kapangyarihan ng kaaway sa loob ng epektibong hangganan, at pinapataas ang kanilang pinsala na gagawin ng 28% sa loob ng 2putok
hu: 50% eséllyel 269% (+Különleges hangya szint*2,5%) sebzést okoz a célterületen a legalacsonyabb erővel rendelkező ellenséges csapatnak, és 2 körön keresztül 28%-kal növeli a sebzésüket
it: Ha il 50% di probabilità di infliggere danni pari al 269% (+Livello formica speciale*2,5%) alla squadra nemica meno potente entro il raggio d'azione e aumenta i danni da loro subiti del 28% per 2 turni
ja: 効果範囲内のうち最もパワーが低い敵軍団に269%（+特殊アリのレベル*2.5%）のダメージを与える確率が50%あり、2ラウンドの間その軍団に受けるダメージが28%上昇する
mk: Има 50% шанса да нанесе 269% (+Специјално ниво на мрав*2,5%) штета на непријателскиот тим со најниска моќ во ефективен опсег и ја зголемува штетата која ја примаат за 28% 2 рунди
nl: Heeft 50% kans op het toebrengen van 269% (+ speciaal mier-niveau * 2,5%) schade aan het vijandelijke team met de laagste Power binnen het effectieve bereik en verhoogt de schade die zij oplopen met 28% gedurende 2 rondes
pl: Ma 50% szans na zadanie 269% (+ poziom mrówki specjalnej * 2,5%) obrażeń oddziałowi wroga o najniższej sile w zasięgu i zwiększa otrzymywane obrażenia o 28% na 2 rundy
ru: С шансом 50% наносит противнику с самой низкой силой в зоне поражения 269% (+Уровень особого муравья*2,5%) урона и увеличивает получаемый им урон на 28% на 2 хода
tr: Etkili menzil içindeki en düşük güce sahip düşman birliğine %50 ihtimalle 269% (+Özel Karınca Seviyesi*2,5%) hasar verir ve verdikleri hasarı 2 tur boyunca %28 artırır
uk: Є 50% ймовірності, що загону противника з найменшим рівнем потужності в межах дії буде завдано 269% (+рівень особливої мурахи *2,5%) шкоди, а шкода, яку отримає загін, збільшиться на 28% протягом 2 раундів
vi: Có 50% cơ hội gây sát thương 269% (+Cấp kiến đặc biệt*2,5%) lên đội quân địch có sức mạnh thấp nhất trong phạm vi hiệu quả và tăng sát thương mà đội quân đó phải chịu lên 28% trong 2 lượt
zh: 有 50% 的几率对伤害范围内的战力最低的敌方小队造成 269%（+特殊蚂蚁等级*2.5%）伤害，并使其受到的伤害提升 28%，持续 2 回合

# attaSexdensDefensiveOffenceSkillTitle
source: Defensive Offence
ar: هجوم دفاعي
bg: Защитное нападение
de: Defensivoffensive
es: Ofensiva defensiva
hu: Védekező támadás
it: Attacco Difensivo
ja: 防御攻撃
mk: Одбранбен напад
nl: Defensieve aanval
pl: Ofensywny obrońca
ru: ОБОРОНИТЕЛЬНОЕ НАСТУПЛЕНИЕ
tr: Savunmacı Saldırı
uk: Захисний наступ
vi: Tấn công phòng thủ
zh: 防御进攻

# attaSexdensDefensiveOffenceSkillDescription10
source: In its squad, Skill Damage +35% and each time after releasing a Combat Skill, has a 60% chance to gain a shield that makes its squad immune to the next damage taken
ar: في مفرزتها، مهارة الضرر +35% وبعد إطلاق مهارة قتالية في أي وقت، تكون فرصة نيله لدِرع تجعل مفرزته محصنة أمام أي ضرر لاحق بنسبة 60%
bg: В его отряде, урон от умений +35%, и после каждого использования умения, имеет 60% шанс получить щит, который делает его отряд неуязвимым для следующего урона
de: In seiner Truppe +35 % Fertigkeitsschaden und nach dem Freigeben einer Kampffertigkeit eine Chance von 60 %, einen Schild zu erhalten, der seine Truppe gegen den nächsten erlittenen Schaden immun macht
es: En su escuadrón, el daño de habilidad es un +35 % y, cada vez que se lanza una habilidad de combate, tiene un 60 % de probabilidad de obtener un escudo que vuelve inmune a su escuadrón al siguiente daño recibido
fil: Sa iskwad nito, ang Damage ng Husay ay +35% at mayroong 60% na pagkakataon na makakuha ng isang kalasag pagkatapos ng isang Pagpapalabas ng Husay sa Labanan na gagawing immune ang iskwad nito sa susunod na pinsalang dadalhin
hu: A csapatában a képesség sebzése +35%, és minden harci képesség elengedésekor 60% eséllyel kap egy pajzsot, ami immunissá teszi a csapatát a következő sebzésre
it: Nella squadra, Danni delle abilità +35% e ogni volta che rilascia un'Abilità di combattimento ha il 60% di probabilità di ottenere uno scudo che rende la squadra immune al danno successivo ricevuto
ja: その軍団内で、スキルダメージ+35%し、戦闘スキルを放出した後、60%の確率で軍団をシールドで覆い、次のダメージに対して無効にする
mk: Во нејзиниот тим, Штета од вештина +35% и секој пат по активирање на Боречка вештина, има 60% шанса да добие штит што го прави нејзиниот тим имун на наредната примена штета
nl: +35% aan vaardigheidsschade binnen haar team. Telkens na het gebruik van een gevechtsvaardigheid heeft ze 60% kans op het verkrijgen van een schild dat haar team immuun maakt voor de volgende schade die erop ontvangen wordt
pl: W swoim oddziale obrażenia umiejętności +35%, a po wypuszczeniu umiejętności bojowej ma 60% szans na uzyskanie tarczy, dzięki której jego oddział jest odporny na kolejne otrzymane obrażenia
ru: В отряде Бонус урона от навыков +35%. Каждый раз после применения навыка имеет 60% шанс получить щит, делающий отряд неуязвимым к следующему получаемому урону.
tr: Birliğinde Beceri Hasarı +%35 ve her Savaş Becerisi saldıktan sonra %60 ihtimalle birliğinin sonraki hasara karşı bağışıklık kazandıran bir kalkan kazanır
uk: У загоні шкода від умінь +35% і щоразу після випуску бойового вміння є 60% ймовірності отримання щита, що робить загін невразливим для наступної отриманої шкоди
vi: Trong nhóm quân của kiến, Sát thương kỹ năng +35% và mỗi khi kích hoạt Kỹ năng chiến đấu, có 60% cơ hội nhận được khiên khiến cho nhóm quân của kiến miễn nhiễm với sát thương tiếp theo
zh: 自身小队技能伤害+35%，每次释放作战技能后有 60% 的几率获得护盾，使自身小队免疫下一次受到的伤害

# attaSexdensDefensiveOffenceSkillDescription20
source: In its squad, Skill Damage +45% and each time after releasing a Combat Skill, has a 60% chance to gain a shield that makes its squad immune to the next damage taken
ar: في مفرزتها، مهارة الضرر +45% وبعد إطلاق مهارة قتالية في أي وقت، تكون فرصة نيله لدِرع تجعل مفرزته محصنة أمام أي ضرر لاحق بنسبة 60%
bg: В его отряде, урон от умений +45%, и после каждого использования умения, имеет 60% шанс получить щит, который делает его отряд неуязвимым для следующего урона
de: In seiner Truppe +45 % Fertigkeitsschaden und nach dem Freigeben einer Kampffertigkeit eine Chance von 60 %, einen Schild zu erhalten, der seine Truppe gegen den nächsten erlittenen Schaden immun macht
es: En su escuadrón, el daño de habilidad es un +45 % y, cada vez que se lanza una habilidad de combate, tiene un 60 % de probabilidad de obtener un escudo que vuelve inmune a su escuadrón al siguiente daño recibido
fil: Sa iskwad nito, ang Damage ng Husay ay +45% at mayroong 60% na pagkakataon na makakuha ng isang kalasag pagkatapos ng isang Pagpapalabas ng Husay sa Labanan na gagawing immune ang iskwad nito sa susunod na pinsalang dadalhin
hu: A csapatában a képesség sebzése +45%, és minden harci képesség elengedésekor 60% eséllyel kap egy pajzsot, ami immunissá teszi a csapatát a következő sebzésre
it: Nella squadra, Danni delle abilità +45% e ogni volta che rilascia un'Abilità di combattimento ha il 60% di probabilità di ottenere uno scudo che rende la squadra immune al danno successivo ricevuto
ja: その軍団内で、スキルダメージ+45%し、戦闘スキルを放出した後、60%の確率で軍団をシールドで覆い、次のダメージに対して無効にする
mk: Во нејзиниот тим, Штета од вештина +45% и секој пат по активирање на Боречка вештина, има 60% шанса да добие штит што го прави нејзиниот тим имун на наредната примена штета
nl: +45% aan vaardigheidsschade binnen haar team. Telkens na het gebruik van een gevechtsvaardigheid heeft ze 60% kans op het verkrijgen van een schild dat haar team immuun maakt voor de volgende schade die erop ontvangen wordt
pl: W swoim oddziale obrażenia umiejętności +45%, a po wypuszczeniu umiejętności bojowej ma 60% szans na uzyskanie tarczy, dzięki której jego oddział jest odporny na kolejne otrzymane obrażenia
ru: В отряде Бонус урона от навыков +45%. Каждый раз после применения навыка имеет 60% шанс получить щит, делающий отряд неуязвимым к следующему получаемому урону.
tr: Birliğinde Beceri Hasarı +%45 ve her Savaş Becerisi saldıktan sonra %60 ihtimalle birliğinin sonraki hasara karşı bağışıklık kazandıran bir kalkan kazanır
uk: У загоні шкода від умінь +45% і щоразу після випуску бойового вміння є 60% ймовірності отримання щита, що робить загін невразливим для наступної отриманої шкоди
vi: Trong nhóm quân của kiến, Sát thương kỹ năng +45% và mỗi khi kích hoạt Kỹ năng chiến đấu, có 60% cơ hội nhận được khiên khiến cho nhóm quân của kiến miễn nhiễm với sát thương tiếp theo
zh: 自身小队技能伤害+45%，每次释放作战技能后有 60% 的几率获得护盾，使自身小队免疫下一次受到的伤害

# attaSexdensJawRaidSkillTitle
source: Jaw Raid
ar: غارة الفك
bg: Рейд челюстями
de: Kiefer-Raid
es: Incursión de mandíbula
hu: Állkapocs portyázás
it: Raid Mandibolare
ja: 顎レイド
mk: Напад со вилица
nl: Kaakraid
pl: Atak szczękami
ru: РЕЙД ЧЕЛЮСТЯМИ
tr: Çene Baskını
uk: Рейд по щелепі
zh: 颚击突袭

# attaSexdensJawRaidSkillDescription10
source: Has a 70% chance to deal 400% (+Special Ant Level*1%) damage to a random enemy squad, increasing own squad Defense by 50% for 2 rounds, can be stacked
ar: فرصتها 70% في إلحاق ضرر بنسبة 400% (+مستوى النملة الخاصة*1%) بمفرزة عدو عشوائية، مع زيادة دفاع مفرزتها بنسبة 50% لمدة جولتين، حيث يمكن تجميعها
bg: Имеет 70% шанс нанести 400% (+Уровень особого муравья*1%) урона случайному отряду противника, увеличивая защиту своего отряда на 50% в течение 2 раундов, может накапливаться
de: Hat eine Chance von 70 %, einer zufälligen feindlichen Trupp 400 % (+ Spezialameisengrad*1 %) Schaden zuzufügen und die Verteidigung seiner eigenen Truppe 2 Runden lang um 50 % zu erhöhen. Kann gestapelt werden.
es: Tiene un 70 % de probabilidad de asestar un 400 % (+ nivel de hormiga especial * 1 %) de daño a un escuadrón enemigo aleatorio, lo que aumenta la defensa del propio escuadrón un 50 % durante 2 rondas, y se puede acumular
fil: Mayroong 70% na pagkakataon na makagawa ng 400% (+Special Ant Level*1%) ng pinsala sa isang random na kalaban, at pinapataas ang Depensa ng sariling iskwad ng 50% sa loob ng 2 putok, pwedeng pagsama-samahin
hu: 70% eséllyel 400% (+Különleges hangya szint*1%) sebzést okoz egy véletlenszerű ellenséges csapatnak, 2 körre 50%-kal növeli a saját csapata védelmét, halmozható
it: Ha il 70% di probabilità di infliggere danni pari al 400% (+Livello formica speciale*1%) a una squadra nemica casuale, aumentando la Difesa della propria squadra del 50% per 2 turni (effetto cumulativo)
ja: ランダムな敵軍団に400%（+特殊アリのレベル*1%）のダメージを与える確率が70%あり、2ラウンドの間、自身の軍団の防御が50%上昇する。累積可能
mk: Има 70% шанса да нанесе 400% (+Специјално ниво на мрав*1%) штета на случаен непријателски тим, зголемувајќи ја својата сопствена тимска одбрана за 50% 2 рунди, може да се собираат
nl: Heeft 70% kans op het toebrengen van 400% (+ speciaal mier-niveau * 1%) schade aan een willekeurig vijandelijk team en verhoogt de verdediging van haar eigen team met 50% gedurende 2 rondes, wat kan worden gestapeld
pl: Ma 70% szans na zadanie 400% (+ poziom mrówki specjalnej * 1%) obrażeń losowemu oddziałowi wroga, zwiększenie obrony własnego oddziału o 50% na 2 rundy, można łączyć
ru: С шансом 70% наносит случайному отряду противника 400% (+Уровень особого муравья*1%) урона, увеличивая защиту собственного отряда на 50% на 2 хода с возможностью суммирования
tr: Rastgele bir düşman birliğine %70 ihtimalle 400% (+Özel Karınca Seviyesi*1%) hasar verir, kendi birliğinin Savunmasını 2 tur boyunca %50 artırır, birikebilir
uk: Є 70% ймовірності, що один випадковий загін противника отримає 400% (+рівень особливої мурахи *1%) шкоди, збільшуючи захист власного загону на 50% протягом 2 раундів. Складається
vi: Có 70% cơ hội gây sát thương 400% (+Cấp kiến đặc biệt*1%) lên một đội quân địch ngẫu nhiên, tăng Phòng thủ của nhóm quân của mình lên 50% trong 2 lượt, có thể chồng lên
zh: 有 70% 的几率对一个随机敌方小队造成 400%（+特殊蚂蚁等级*1%）伤害，使自身小队的防御提升 50%，可叠加，持续 2 回合

# attaSexdensJawRaidSkillDescription20
source: Has a 80% chance to deal 400% (+Special Ant Level*1%) damage to a random enemy squad, increasing own squad Defense by 70% for 2 rounds, can be stacked
ar: فرصتها 80% في إلحاق ضرر بنسبة 400% (+مستوى النملة الخاصة*1%) بمفرزة عدو عشوائية، مع زيادة دفاع مفرزتها بنسبة 70% لمدة جولتين، حيث يمكن تجميعها
bg: Имеет 80% шанс нанести 400% (+Уровень особого муравья*1%) урона случайному отряду противника, увеличивая защиту своего отряда на 70% в течение 2 раундов, может накапливаться
de: Hat eine Chance von 80 %, einer zufälligen feindlichen Trupp 400 % (+ Spezialameisengrad*1 %) Schaden zuzufügen und die Verteidigung seiner eigenen Truppe 2 Runden lang um 70 % zu erhöhen. Kann gestapelt werden.
es: Tiene un 80 % de probabilidad de asestar un 400 % (+ nivel de hormiga especial * 1 %) de daño a un escuadrón enemigo aleatorio, lo que aumenta la defensa del propio escuadrón un 70 % durante 2 rondas, y se puede acumular
fil: Mayroong 80% na pagkakataon na makagawa ng 400% (+Special Ant Level*1%) ng pinsala sa isang random na kalaban, at pinapataas ang Depensa ng sariling iskwad ng 70% sa loob ng 2 putok, pwedeng pagsama-samahin
hu: 80% eséllyel 400% (+Különleges hangya szint*1%) sebzést okoz egy véletlenszerű ellenséges csapatnak, 2 körre 70%-kal növeli a saját csapata védelmét, halmozható
it: Ha l'80% di probabilità di infliggere danni pari al 400% (+Livello formica speciale*1%) a una squadra nemica casuale, aumentando la Difesa della propria squadra del 70% per 2 turni (effetto cumulativo)
ja: ランダムな敵軍団に400%（+特殊アリのレベル*1%）のダメージを与える確率が80%あり、2ラウンドの間、自身の軍団の防御が70%上昇する。累積可能
mk: Има 80% шанса да нанесе 400% (+Специјално ниво на мрав*1%) штета на случаен непријателски тим, зголемувајќи ја својата сопствена тимска одбрана за 70% 2 рунди, може да се собираат
nl: Heeft 80% kans op het toebrengen van 400% (+ speciaal mier-niveau * 1%) schade aan een willekeurig vijandelijk team en verhoogt de verdediging van haar eigen team met 70% gedurende 2 rondes, wat kan worden gestapeld
pl: Ma 80% szans na zadanie 400% (+ poziom mrówki specjalnej * 1%) obrażeń losowemu oddziałowi wroga, zwiększenie obrony własnego oddziału o 70% na 2 rundy, można łączyć
ru: С шансом 80% наносит случайному отряду противника 400% (+Уровень особого муравья*1%) урона, увеличивая защиту собственного отряда на 70% на 2 хода с возможностью суммирования
tr: Rastgele bir düşman birliğine %80 ihtimalle 400% (+Özel Karınca Seviyesi*1%) hasar verir, kendi birliğinin Savunmasını 2 tur boyunca %70 artırır, birikebilir
uk: Є 80% ймовірності, що один випадковий загін противника отримає 400% (+рівень особливої мурахи *1%) шкоди, збільшуючи захист власного загону на 70% протягом 2 раундів. Складається
vi: Có 80% cơ hội gây sát thương 400% (+Cấp kiến đặc biệt*1%) lên một đội quân địch ngẫu nhiên, tăng Phòng thủ của nhóm quân của mình lên 70% trong 2 lượt, có thể chồng lên
zh: 有 80% 的几率对一个随机敌方小队造成 400%（+特殊蚂蚁等级*1%）伤害，使自身小队的防御提升 70%，可叠加，持续 2 回合

# attaSexdensThornAssaultSkillTitle
source: Thorn Assault
ar: هجوم أشواك
bg: Колючий натиск
de: Dornenangriff
es: Asalto de espinas
hu: Tövises roham
it: Assalto Spina
ja: 棘攻撃
mk: Напад со трни
nl: Doornachtaanval
pl: Atak cierniowy
ru: ШТУРМ ШИПАМИ
tr: Diken Saldırısı
uk: Атака колючками
vi: Tấn công gai
zh: 荆棘突袭

# attaSexdensThornAssaultSkillDescription10
source: In the first 3 rounds, all our squads convert 10% of their Defense into Attack, and then deal high damage of 400% (+Special Ant Level*1%) to all enemy squads, and all our shooter ant squads enter the Splash status, the damage ratio is 100%
ar: في أول 3 جولات، تحول جميع مفرزاتنا 10% من دفاعها إلى هجوم، ثم تلحق ضرراً عالياً بنسبة 400% (+مستوى النملة الخاصة*1%) بجميع مفرزات العدو، كما تدخل كل مفرزات نملة الرماية لدينا في وضع الرشّ، حيث أن نسبة الضرر تساوي 100%
bg: В течение первых 3 раундов все наши отряды преобразовывают 10% своей защиты в атаку, а затем наносят большой урон в 400% (+Уровень особого муравья*1%) всем отрядам противника, и все наши отряды муравьев-стрелков входят в состояние «Атака по площади», коэффициент урона при этом равен 100%
de: In den ersten 3 Runden wandeln alle unsere Truppen 10 % ihrer Verteidigung in Angriff um und fügen dann allen feindlichen Truppen 400 % (+ Spezialameisengrad*1 %) Schaden zu. Alle unsere Schützenameisentruppen nehmen den Spritzstatus an, das Schadensverhältnis beträgt 100 %.
es: En las primeras 3 rondas, todos nuestros escuadrones convierten el 10 % de su defensa en ataque y, luego, asestan un gran daño de 400 % (+ nivel de hormiga especial * 1 %) a todos los escuadrones enemigos, y todos nuestros escuadrones de hormigas tiradoras entran en el estado de salpicadura, con una relación de daño del 100 %
fil: Sa unang 3 putok, lahat ng iskwad namin ay nag-convert ng 10% ng kanilang Depensa papunta sa Pag-atake, at pagkatapos ay gumawa ng pinsalang 400% (+Special Ant Level*1%) sa lahat ng kalaban ng iskwad, at lahat ng pawakang baril na iskwad ng langgam ay pumasok sa status ng Splash, ang ratio ng pinsala ay 100%
hu: Az első 3 körben, a csapataink 10%-kal alakítják át a védelmüket támadássá, majd 400% (+Különleges hangya szint*1%) nagy sebzést okoznak az összes ellenséges csapatnak, és minden lövész hangya csapatunk fröccsenést állapotba kerül, 100% a sebzési arány
it: Nei primi 3 turni, tutte le nostre squadre convertono il 10% della loro Difesa in Attacco, quindi infliggono danni elevati pari al 400% (+Livello formica speciale*1%) a tutte le squadre nemiche e tutte le nostre squadre di formiche cecchino entrano nello stato Splash; il rapporto danni è del 100%
ja: 最初の3ラウンド、すべての軍団が防御力を攻撃力の10%に変換し、すべての敵軍団に400%（+特殊アリのレベル*1%）の高ダメージを与え、すべての射撃アリの軍団がスプラッシュ状態に入り、ダメージ率は100%
mk: Во првите 3 рунди, сите наши тимови ја претвораат 10% од својата одбрана во напад, а потоа нанесуваат висока штета од 400% (+Специјално ниво на мрав*1%) на сите непријателски тимови, а сите наши тимови од стрелачки мрави влегуваат во статусот Распрснување, односот на штетата е 100%
nl: Gedurende de eerste 3 rondes zetten al onze teams 10% van hun HP om in aanval en brengen dan een hoge schade van 400% (+ speciaal mier-niveau * 1%) toe aan alle vijandelijke teams. Al onze teams met shooter-mieren krijgen de status Spat, met een schadeverhouding van 100%
pl: W pierwszych 3 rundach wszystkie nasze oddziały zamieniają 10% swojej obrony na atak, a następnie zadają 400% (+ poziom mrówki specjalnej * 1%) obrażeń wszystkim oddziałom wroga, a wszystkie nasze oddziały strzelców wchodzą w status rozprysku, którego współczynnik obrażeń wynosi 100%
ru: Первые 3 хода все наши отряды пересчитывают 10% своей защиты в атаку, после чего наносят очень высокий урон в 400% (+Уровень особого муравья*1%) по всем отрядам противника, а все наши отряды стрелковых муравьёв переходят в состояние RICOCHET с соотношением урона 100%.
tr: İlk 3 turda tüm birliklerimiz Savunmalarının %10'unu Saldırı'ya dönüştürür ve ardından tüm düşman birliklerine 400% (+Özel Karınca Seviyesi*1%) yüksek hasar verir ve tüm okçu karınca birliklerimiz Sıçrama durumuna girer, hasar oranı: %100
uk: У перших 3 раундах усі наші загони переводять 10% свого захисту в атаку, а потім завдають величезної шкоди в розмірі 400% (+рівень особливої мурахи *1%) всім загонам противника, а всі наші загони стрілецьких мурах переходять у режим розбризкування, показник шкоди — 100%
vi: Trong 3 lượt đầu tiên, tất cả các nhóm quân của chúng ta chuyển đổi 10% Phòng thủ của mình thành Tấn công, sau đó gây sát thương cao 400% (+Cấp kiến đặc biệt*1%) lên toàn bộ nhóm quân địch và tất cả các nhóm quân kiến bắn của chúng ta chuyển sang trạng thái Bắn tung tóe, tỷ lệ sát thương là 100%
zh: 前 3 回合，我方全体小队将自身防御的 10% 转化为攻击力，对敌方全体造成 400%（+特殊蚂蚁等级*1%）的高额伤害，我方全体射手蚂蚁小队进入溅射状态，溅射伤害系数 100%
