Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# mimicryMasterDescription
source: Not much is known about this species. It's a kind of unknown and unnamed Alydid Bug. This species usually mimic ants to get better living environments
ar: لا يُعرف الكثير عن هذا النوع
bg: Не се знае много за този вид
de: Über diese Art ist nicht viel bekannt.
es: No se sabe mucho sobre esta especie. Es una especie de bicho alydid desconocido y sin nombre. Esta especie suele imitar a las hormigas para conseguir mejores condiciones de vida.
fil: Hindi gaanong kilala ang tungkol sa species na ito. Isa itong uri ng hindi kilala at hindi pinangalanang Alydid Bug. Karaniwang ginagaya ng species na ito ang mga langgam upang magkaroon ng mas mahusay na tirahan.
hu: Erről a fajról nem sokat tudunk. Egyfajta ismeretlen és névtelen összerovó poloska. Ez a faj általában hangyákként viselkedik, hogy jobb élettérhez jusson
it: Non si sa molto di questa specie. È un tipo di insetto alidido sconosciuto e senza nome. Questa specie di solito imita le formiche per ottenere ambienti di vita migliori.
ja: この種についてはほとんど知られていません。これは、名前のついていない Alydid Bugの一種です。この種は通常、より良い生活環境を得るためにアリを模倣します。
mk: Не се зна многу за овој вид. Претставува непознат и неименуван вид на стеница Alydid. Овој вид обично имитира мравки за да добие подобри животни услови.
nl: Er is niet veel bekend over deze soort. Het is een soort onbekende en naamloze Alydid-wants. Deze soort imiteert gewoonlijk mieren om te profiteren van een betere leefomgeving.
pl: O tym gatunku niewiele wiadomo. To rodzaj nieznanego i nienazwanego pluskwiaka z rodziny Alydidae. Zazwyczaj naśladuje mrówki, aby zapewnić sobie lepsze warunki życia.
ru: Об этом виде известно не так много. Это неизвестный и безымянный клоп Alydid Bug. Этот вид обычно подражает муравьям, чтобы улучшить условия своего существования.
tr: Bu tür hakkında fazla bir şey bilinmiyor. Bilinmeyen ve isimsiz bir Alydid Böceği türüdür. Bu tür genellikle daha iyi yaşam ortamları elde etmek için karıncaları taklit eder.
uk: Пра гэты від вядома няшмат. Гэта нейкі невядомы і безыменны насякомы з сямейства алидидаў. Гэтыя насякомыя звычайна пераймаюць мурашак, каб атрымаць лепшыя ўмовы для жыцця.
vi: Không có nhiều thông tin về loài này. Đây là một loại bọ Alydid không xác định và không được công nhận. Loài này thường bắt chước kiến để có môi trường sống tốt hơn
zh: 關於這個物種的已知信息並不多

source: Myrmecia pilosula
ar: ميرميسيا بيلوسولا
zh: 毛茸跳蚁

# myrmeciaPilosulaCommon
source: Jack Jumper
ar: جاك جامبر
es: Saltamontes de Tasmania
hu: Jack jumper pók
it: Formica saltatrice
ja: ジャック・ジャンパー
mk: Скокачка на Џек
nl: Hopmier
zh: 杰克跳蚁

# myrmeciaPilosulaDescription
source: A species of venomous ant native to Australia. Most frequently found in Tasmania and southeast mainland Australia. This species is known for its ability to jump long distances. These ants are large. Jack jumper ants are primarily active during the day and live in open habitats, nesting in bushland, woodlands, and dry open forests, surrounded by gravel and sandy soil, which can be found in rural areas and are less common in urban areas. They prey on small insects and use their barbless stingers to kill other insects by injecting venom.
ar: نوع من النمل السام موطنه أستراليا. توجد في كثير من الأحيان في تسمانيا وجنوب شرق أستراليا. تُعرف هذه الفصيلة بقدرتها على القفز لمسافات طويلة. هذه النمل كبير الحجم. تكون نمل جاك جامبر نشطة بشكل أساسي خلال النهار وتعيش في مناطق مفتوحة، وتعيش في المناطق الحرجية والغابات المفتوحة الجافة، المحيطة بالحصى والتربة الرملية، والتي يمكن العثور عليها في المناطق الريفية وهي أقل شيوعًا في المناطق الحضرية. تتغذى على الحشرات الصغيرة وتستخدم لاذعاتها التي لا تحتوي على أشواك لقتل الحشرات الأخرى عن طريق حقن السم.
bg: Вид отровна мравка, родом от Австралия. Най-често се среща в Тасмания и югоизточния континентален район на Австралия. Този вид е известен със способността си да скача на дълги разстояния. Тези мравки са едри. Мравките Jack Jumper са предимно активни през деня и живеят на открито. Гнездят в храсталаци, гори и сухи открити гори, заобиколени от чакъл и песъчлива почва, която може да бъде намерена в селски райони и е по-малко разпространена в градски райони. Те се хранят с малки насекоми и използват жилата си без бодли, за да убиват други насекоми, като им инжектират отрова.
de: Eine in Australien beheimatete Art giftiger Ameisen. Am häufigsten in Tasmanien und im südöstlichen Festland Australiens anzutreffen. Diese Art ist für ihre Fähigkeit bekannt, große Strecken zu springen. Diese Ameisen sind groß. Jack-Jumper-Ameisen sind hauptsächlich tagsüber aktiv und leben in offenen Lebensräumen. Sie nisten im Buschland, in Wäldern und trockenen offenen Wäldern, umgeben von Kies- und Sandboden, der in ländlichen Gebieten zu finden ist und in städtischen Gebieten seltener vorkommt. Sie erbeuten kleine Insekten und töten andere Insekten mit ihren widerhakenlosen Stacheln, indem sie Gift injizieren.
es: Una especie de hormigas venenosas nativas de Australia. Se encuentran con mayor frecuencia en Tasmania y en el sudeste de Australia continental. Esta especie es conocida por su capacidad de saltar largas distancias. Estas hormigas son grandes. Las hormigas saltarinas de Tasmania son principalmente activas durante el día y viven en hábitats abiertos, anidando en bosques, bosques abiertos y bosques secos, rodeados de grava y suelo arenoso, que se pueden encontrar en áreas rurales y son menos comunes en áreas urbanas. Se alimentan de insectos pequeños y usan sus aguijones sin púas para matar a otros insectos inyectándoles veneno.
fil: Isang species ng makamandagang langgam na katutubong ng Australia. Kadalasang matatagpuan sa Tasmania at sa timog-silangang pangunahing lupa ng Australia. Kilala ang species na ito sa kakayahang tumalon sa malalayong distansya. Malalaki ang mga langgam na ito. Pangunahing aktibo ang mga langgam na Jack jumper sa araw at naninirahan sa bukas na tirahan, namumugad sa bushland, kagubatan, at tuyong bukas na kagubatan, na napapaligiran ng graba at mabuhanging lupa, na matatagpuan sa mga lugar sa lalawigan at hindi gaanong karaniwan sa mga lugar sa lungsod. Nangingisda sila ng maliliit na insekto at ginagamit ang kanilang mga balbas na panglagos upang pumatay ng ibang mga insekto sa pamamagitan ng pag-iniksyon ng kamandag.
hu: Ausztráliában őshonos mérges hangyafaj. Leggyakrabban Tasmaniában és Ausztrália délkeleti részén található. Ez a faj a távolugrásról ismert. Ezek a hangyák nagyok. A Jack jumper hangyák elsősorban nappal aktívak, nyílt élőhelyeken élnek, bokros területeken, erdőkben és száraz nyílt erdőkben fészkelnek, kavicsos és homokos talaj veszi körül, ami vidéki területeken található meg, és kevésbé gyakori a városi területeken. Apró rovarokra vadásznak és szakállas csípőjükkel más rovarokat ölnek meg méreg befecskendezésével.
it: Specie di formica velenosa nativa dell'Australia. Diffusa soprattutto in Tasmania e nell'Australia sudorientale. Questa specie è nota per la sua capacità di saltare grandi distanze. Queste formiche sono grandi. Le formiche saltatrici sono attive soprattutto di giorno e vivono in habitat aperti, annidandosi in zone boschive, boschi e foreste aride e aperte, circondate da ghiaia e terreno sabbioso, che si possono trovare nelle zone rurali e che sono meno comuni nelle aree urbane. Cacciano piccoli insetti e usano i loro aculei senza ardiglione per uccidere gli altri insetti iniettando veleno.
ja: オーストラリア原産の有毒アリの一種です。タスマニアとオーストラリア南東部の本土で最もよく見られます。この種は、長距離をジャンプする能力で知られています。これらのアリは大きいです。ジャック・ジャンパー・アリは主に日中活動し、開けた生息地に生息し、砂利と砂質の土壌に囲まれたブッシュランド、森林、乾燥した開いた森林に巣を作ります。それらは農村地域で見つけることができ、都市部ではあまり一般的ではありません。彼らは小さな昆虫を獲物とし、トゲのない針を使って他の昆虫に毒を注入して殺します。
mk: Тип на отровни мравки од Австралија. Најчесто се среќаваат во Тасманија и на Југоисточна Австралија. Овој тип е познат по неговата способност да скока на далечни растојанија. Овие мравки се големи. Мравките скокачки на Џек се претежно активни дењето и живеат на отворени живеалишта, правејќи гнезда во грмушки, шумички и суви отворени шуми, опкружени со шут и песочна почва, а можат да се најдат на рурални подрачја, додека се поретки во урбаните подрачја. Тие се грабливци на мали инсекти и ги користат своите жала без боцки за да ги убијат другите инсекти со вбризгување на отров.
nl: Een soort giftige mier die oorspronkelijk uit Australië komt. Vaakst gevonden in Tasmanië en op het zuidoostelijke vasteland van Australië. Deze soort staat bekend om zijn vermogen om grote afstanden te springen. Deze mieren zijn groot. Hopmieren zijn voornamelijk overdag actief en leven in open habitats. Ze nestelen in bushgebieden, wouden en droge open bossen, omgeven door grind en zandgrond. Deze zijn in landelijke gebieden te vinden en komen minder vaak voor in steden. Ze jagen op kleine insecten en gebruiken hun weerhaakloze angels om andere insecten te doden door middel van het inspuiten van gif.
pl: Gatunek jadowitej mrówki występujący w Australii. Najczęściej spotykany na Tasmanii i południowo-wschodnim lądzie Australii. Gatunek ten jest znany ze swojej zdolności do skoków na duże odległości. Mrówki te są duże. Mrówki Jack Jumper są aktywne głównie w ciągu dnia i żyją na otwartych siedliskach, zakładając gniazda na terenach buszu, lasów i suchych otwartych lasów, otoczone żwirem i piaszczystą glebą, które można znaleźć na obszarach wiejskich i rzadziej w obszarach miejskich. Polują na małe owady i używają swoich bezkolcowych żądeł do zabijania innych owadów poprzez wstrzykiwanie jadu.
ru: Вид ядовитых муравьев, обитающих в Австралии. Чаще всего встречается в Тасмании и юго-восточной части материковой Австралии. Этот вид известен своей способностью прыгать на большие расстояния. Эти муравьи крупные. Муравьи Jack Jumper в основном активны в течение дня и живут на открытой местности, гнездятся в кустарниках, лесах и сухих открытых лесах, окруженных гравием и песчаной почвой, которые можно найти в сельской местности, и реже встречаются в городских районах. Они охотятся на мелких насекомых и используют свои безбородые жала, чтобы убивать других насекомых, впрыскивая яд.
tr: Tek türlüsü Avustralya'da yaşayan zehirli bir karınca türüdür. En çok Tasmanya'da ve Avustralya'nın güneydoğu ana karasında görülür. Bu türün uzun mesafeler atlama yeteneğiyle bilinir. Bu karıncalar büyüktür. Jack Jumper karıncaları, öncelikle gün içinde aktiftir ve açık habitatslarda yaşar, fundalıklarda, ormanlarda ve kuru açık ormanlarda yuva yapar, çakıl ve kumlu topraklarla çevrilidir ve kırsal alanlarda bulunurlar ve kentsel alanlarda daha az yaygındırlar. Küçük böceklerle beslenirler ve dikensiz iğnelerini, zehir enjekte ederek diğer böcekleri öldürmek için kullanırlar.
uk: Вид отруйних мурах, які мешкають в Австралії. Найчастіше зустрічаються в Тасманії та на південному сході материкової частини Австралії. Цей вид відомий своєю здатністю здійснювати великі стрибки. Ці мурахи великі. Мурахи Jack jumper в основному активні в денний час та живуть у відкритих ареалах, гніздяться в чагарниках, лісах та сухих відкритих лісах, оточених гравієм та піщаним ґрунтом, які можна знайти в сільській місцевості та які рідше зустрічаються в міських районах. Вони полюють на дрібних комах та використовують свої жала без зазубрин для вбивства інших комах шляхом впорскування отрути.
vi: Một loài kiến độc bản địa ở Úc. Thường thấy nhất ở Tasmania và khu vực đông nam của đất liền Úc. Loài này được biết đến với khả năng nhảy xa. Những con kiến này lớn. Kiến Jack Jumper chủ yếu hoạt động vào ban ngày và sống ở những nơi thoáng đãng, làm tổ trong vùng đất cây bụi, rừng cây và rừng khô, xung quanh là đất sỏi và cát, có thể tìm thấy ở các vùng nông thôn và ít phổ biến ở các vùng đô thị. Chúng săn bắt các loài côn trùng nhỏ và sử dụng ngòi không có ngạnh để giết các côn trùng khác bằng cách tiêm nọc độc.
zh: 一种原产于澳大利亚的毒蚁。最常在塔斯马尼亚和澳大利亚东南大陆发现。这个物种以其跳远的能力而闻名。这些蚂蚁很大。杰克跳蚁主要在白天活动，生活在开放的栖息地，在灌木丛、林地和干燥的开阔森林中筑巢，周围是砾石和沙质土壤，可以在农村地区找到，在城市地区不太常见。它们捕食小昆虫，并用无倒刺的刺针注毒杀死其他昆虫。

source: Myrmecotypus Rettenmeyeri
ar: ميرميكوتيبس ريتنمايري
zh: 拟蚁蜘蛛

# myrmecotypusRettenmeyeriCommon
source: Myrmecotypus Rettenmeyeri
ar: ميرميكوتيبس ريتنمايري
zh: 拟蚁蜘蛛

# myrmecotypusRettenmeyeriDescription
source: Is a genus of ant mimicking sac spiders
ar: جنس من العناكب المحاكية للخنافس
bg: е род паяци подскачачи Corinnidae, имитиращи мравки.
de: Ist eine Gattung von ameisenähnlichen Corinnid-Sackspinnen
es: Es un género de arañas sac que imitan a las hormigas
fil: Isang genus ng mga gagambang sumasagisag sa langgam
hu: A hangyákat utánzó zsákpók nemzetség.
it: È un genere di ragni corridori che imitano le formiche
ja: アリを模倣するサックグモの一属です。
mk: Претставува род на саковити пајаци кои имитираат мравки
nl: Is een geslacht van miernabootsende zakspinnen
pl: To rodzaj pająków workowych naśladujących mrówki.
ru: Является родом пауков-скакунов, имитирующих муравьев.
tr: Karınca taklidi yapan örümceklerin bir cinsidir
uk: Є родом павуків-мішочників, що імітують мурах
vi: Là một chi nhện bao bắt chước kiến
zh: 是模仿蚂蚁的角蛛袋蛛属。

source: Myrmarachne Formicaria
ar: ميرماراكني فورميكاريا
zh: 拟蚁跳蛛

# myrmarachneFormicariaCommon
source: Myrmarachne Formicaria
ar: ميرماراكني فورميكاريا
zh: 拟蚁跳蛛

# myrmarachneFormicariaDescription
source: Is a species of jumping spider. It mimics an ant. It is one of the few species in the genus Myrmarachne that is found outside the tropics.
ar: نوع من العناكب القافزة. تحاكي النمل. إنها واحدة من الأنواع القليلة في جنس ميرماراكني الموجودة خارج المناطق الاستوائية.
bg: е вид паяк подскачач. Имитира мравка. Един е от малкото видове в рода Myrmarachne, който се среща извън тропиците.
de: ist eine Springspinnenart. Sie ahmt eine Ameise nach. Sie ist eine der wenigen Arten in der Gattung Myrmarachne, die außerhalb der Tropen vorkommt.
es: Es una especie de araña saltadora. Imita a las hormigas. Es una de las pocas especies del género Myrmarachne que se encuentra fuera de los trópicos.
fil: ay isang species ng gagambang tumatalon. Gumagaya ito ng langgam. Isa ito sa kaunting species sa genus na Myrmarachne na matatagpuan sa labas ng tropiko.
hu: Ugrópók-faj. Egy hangyát utánoz. Ez a kevés Myrmarachne nemzetségen belüli faj egyike, amely a trópusokon kívül található.
it: È una specie di ragno saltatore. Imita le formiche. È una delle poche specie del genere Myrmarachne che non si trova nei tropici.
ja: ハエトリグモの一種です。アリを模倣します。熱帯地方の外で見られる Myrmarachne 属の種は数少ないうちの一つです。
mk: е тип на пајаци скокачи. Тој имитира мравка. Тој е еден од ретките типови во родот Myrmarachne кој се наоѓа надвор од тропите.
nl: Is een soort springspin. Het bootst een mier na. Het is een van de weinige soorten in het geslacht Myrmarachne die buiten de tropen wordt aangetroffen.
pl: jest gatunkiem pająka skaczącego. Naśladuje mrówkę. Jest to jeden z niewielu gatunków w rodzaju Myrmarachne, który występuje poza tropikami.
ru: является видом пауков-скакунов. Он имитирует муравья. Это один из немногих видов рода Myrmarachne, встречающихся за пределами тропиков.
tr: Bir zıplayan örümcek türüdür. Bir karıncayı taklit eder. Myrmarachne cinsinde tropiklerin dışında bulunan birkaç türden biridir.
uk: є видом павуків-скакунів. Він імітує мураху. Це один з небагатьох видів роду Myrmarachne, який зустрічається за межами тропіків.
vi: Là một loài nhện nhảy. Nó bắt chước kiến. Đây là một trong số ít loài thuộc chi Myrmarachne được tìm thấy ngoài vùng nhiệt đới.
zh: 是一种跳蛛。它模仿蚂蚁。它是除了热带地区以外发现的少数几个马拉科蛛属物种之一。

source: Myrmarachne Gisti
ar: ميرماراكني جيستي
zh: 吉斯提蚁拟蛛

# myrmarachneGistiCommon
source: Dark Hercules
ar: هرقل الغامق
bg: Мрачен херкулес
de: Dunkler Herkules
es: Hércules oscuro
fil: Madilim na Hercules
hu: Sötét Erkül
it: Eracle Oscuro
ja: ダーク・ヘラクレス
mk: Мрачен Херкулес
nl: Donkere Hercules
pl: Ciemny Herkules
ru: Темный Геркулес
tr: Karanlık Herkül
uk: Темний Геркулес
zh: 黑力士

# myrmarachneGistiDescription
source: Is a genus of ant-mimicking jumping spiders. This genus has undergone many changes, and is still under review as more information becomes available.
ar: جنس من العناكب التي تحاكي الحشرات. خضع هذا الجنس للعديد من التغييرات، ولا يزال قيد المراجعة مع توفر المزيد من المعلومات.
bg: е род паяци подскачачи, имитиращи мравки. Този род е претърпял много промени и все още се преразглежда, тъй като се появява повече информация.
de: Ist eine Gattung von ameisenimitierenden Springspinnen. Diese Gattung hat viele Veränderungen durchlaufen und wird immer noch überprüft, da weitere Informationen verfügbar werden.
es: Es un género de arañas saltarinas que imitan a las hormigas. Este género ha experimentado muchos cambios y todavía está en revisión a medida que se dispone de más información.
fil: Isang genus ng gagayang langaw ang naglulumuhod na gagamba. Maraming pinagdaanang pagbabago ang genus na ito, at pinag-aaralan pa rin habang nakakakalap ng mas maraming impormasyon.
hu: Hangyautánzó ugrópókok egy neme. Ez a nem sok változáson ment keresztül, és még mindig vizsgálat alatt áll, ahogy egyre több információ válik elérhetővé.
it: È un genere di ragni saltatori che imitano le formiche. Questo genere ha subito molti cambiamenti, ed è ancora sotto revisione poiché vengono rese disponibili maggiori informazioni.
ja: アリに擬態するハエトリグモの仲間です。分類が頻繁に変更されており、さらなる情報が集まるにつれて現在も再検討されています。
mk: Претставува род на мравјино-имитирачки скокачки пајаци. Овој род претрпел многу промени, и сѐ уште е под ревизија бидејќи стануваат достапни повеќе информации.
nl: Is een geslacht van mieren nabootsende springspinnen. Dit geslacht heeft veel veranderingen ondergaan en wordt nog steeds herzien naarmate er meer informatie beschikbaar komt.
pl: To rodzaj pająków z rodziny skakunowatych, które naśladują mrówki. Klasyfikacja tego rodzaju ulegała wielu zmianom i nadal jest przedmiotem badań, w miarę jak pojawiają się nowe informacje.
ru: Это род муравьеподражающих пауков-скакунов. У этого рода произошло много изменений, и он все еще находится на рассмотрении, так как появляется все больше информации.
tr: Karınca taklidi yapan zıplayan örümceklerin bir cinsidir. Bu cins birçok değişikliğe uğramıştır ve daha fazla bilgi mevcut oldukça hâlâ incelenmektedir.
uk: це рід мурахоподібних павуків-стрибунів. Цей рід зазнав багатьох змін і досі перебуває у процесі розгляду, оскільки з'являється більше інформації.
vi: Là một chi nhện nhảy bắt chước kiến. Chi này đã trải qua nhiều thay đổi và vẫn đang được xem xét vì có thêm nhiều thông tin.
zh: 是一种模仿蚂蚁的跳蛛属。随着更多信息的出现，该属经历了许多变化，并且仍在审查中。

source: Myrmarachne plataleoides
ar: ميرماراكني بلاتالويدس
zh: 赤拟织蚁蛛

# myrmarachnePlataleoidesCommon
source: Brown Rogue
ar: بني ماكر
bg: Кафяв мошеник
es: Anarire pardo
hu: Barna gazember
ja: ブラウン・ローグ
mk: Кафеав скитник
nl: Bruine schurk
pl: Brunatna Łotrzyca
ru: Коричневый мошенник
tr: Kahverengi Hain
uk: Бурий шахрай
zh: 赤拟织蚁蛛

# myrmarachnePlataleoidesDescription
source: also called the red weaver-ant mimicking jumper, is a jumping spider that mimics the Asian weaver ant. Unlike the weaver ants, it does not bite people, and indeed seems rather timid.
ar: يُعرف أيضًا باسم العناكب القفزة التي تحاكي النمل النساج الأحمر، وهو عنكبوت قافز يحاكي النمل النساج الآسيوي. على عكس النمل النساج، فإنه لا يعض الناس، ويبدو خجولًا إلى حد ما.
bg: наричан също Червен паяк подскачач-мравка тъкач, е паяк подскачач, който имитира азиатската мравка тъкач. За разлика от мравките тъкачи, той не хапе хората и наистина изглежда доста плах.
de: auch als roter Weberameisenimitat-Springer bezeichnet, ist eine Springspinne, die die asiatische Weberameise imitiert. Im Gegensatz zu den Weberameisen beißt sie keine Menschen und wirkt sogar eher schüchtern.
es: También llamada araña saltadora imitadora de hormiga tejedora roja, es una araña saltadora que imita a la hormiga tejedora asiática. A diferencia de las hormigas tejedoras, no pica a las personas y, de hecho, parece bastante tímida.
fil: tinatawag din na pulang gagayang langaw na namimimit sa langgam, ay isang naglulumuhod na gagamba na namimimit sa langgam na nanghahabi sa Asya. Hindi tulad ng mga langgam na nanghahabi, hindi ito nangangagat ng mga tao, at sa katunayan ay tila mahiya.
hu: más néven piros szövántot utánzó ugrópókként is ismert, egy ugrópók, amely az ázsiai szövántot utánozza. A szövántokkal ellentétben nem harapja meg az embereket, és valójában meglehetősen félénknek tűnik.
it: Chiamato anche ragno saltatore che imita la formica tessitrice rossa, è un ragno saltatore che imita la formica tessitrice asiatica. A differenza delle formiche tessitrici, non morde le persone e, in effetti, sembra piuttosto timido.
ja: またの名をヒメアリ擬態ハエトリとして知られる、ハエトリグモでアジアのヒメアリに擬態しています。本物のヒメアリとは異なり、人間を噛まず、むしろ臆病であるようです。
mk: наречени и црвен мрав од плетива, се скокачки пајаци кои ги имитираат азиските мравки плетачки. За разлика од мравките плетачки, тие не каснуваат луѓе, и навистина дејствуваат плашливо.
nl: ook wel de rode wevermier nabootsende springspin genoemd, is een springspin die de Aziatische wevermier nabootst. In tegenstelling tot de wevermieren bijt hij geen mensen en lijkt zelfs vrij verlegen.
pl: to pająk z rodziny skakunowatych, który naśladuje mrówkę tkaczkę z rodzaju Oecophylla. W przeciwieństwie do mrówek tkaczek nie gryzie ludzi i wydaje się być raczej płochliwy.
ru: также называемый красным пауком-скакуном, имитирующим ткацких муравьев, — это паук-скакун, который имитирует азиатских ткацких муравьев. В отличие от ткацких муравьев, он не кусает людей и на самом деле кажется довольно робким.
tr: Kırmızı dokumacı karıncayı taklit eden zıplayan örümcek olarak da bilinen, Asya dokumacı karıncasını taklit eden bir zıplayan örümcektir. Dokumacı karıncaların aksine insanları ısırmaz ve aslında oldukça çekingen görünür.
uk: або так званий червоний мураха-ткач, є павуком-стрибуном, який імітує азійського мураха-ткача. На відміну від мурах-ткачів, він не кусає людей і взагалі здається доволі полохливим.
vi: còn được gọi là nhện nhảy bắt chước kiến thợ dệt châu Á, là một loài nhện nhảy bắt chước kiến thợ dệt châu Á. Không giống như kiến thợ dệt, nó không cắn người và thực sự trông khá nhút nhát.
zh: 也称为红织蚁拟蛛，是一种模仿亚洲织蚁的跳蛛。与织蚁不同，它不咬人，而且似乎相当胆怯。

source: Myrmarachne sp
ar: ميرماراكني
zh: 姬拟蛛

# myrmarachneSpCommon
source: Crimson Pearl
ar: لؤلؤة قرمزية
es: Perla carmesí
hu: Karmazsin gyöngy
it: Perla Cremisi
ja: クリムゾン・パール
mk: Црвена перла
pl: Purpurowa Perła
ru: Малиновый жемчуг
tr: Kızıl İnci
uk: Багряний перл
zh: 姬拟蛛
