Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# harpegnathosVenatorDescription
source: Is a species of ant found in South and Southeast Asia in northern India and parts of Burma. It jumps to capture prey and lives in relatively small nesting colonies
ar: نوع من النمل يوجد في جنوب وجنوب شرق آسيا في شمال الهند وأجزاء من بورما. تقفز لاصطياد الفرائس وتعيش في مستعمرات تعشيش صغيرة نسبيًا.
bg: Представлява вид мравки, срещан в Южна и Югоизточна Азия, в Северна Индия и части от Бирма. Скача, за да улови плячката си и живее в сравнително малки колонии
de: Ist eine Ameisenart, die in Süd- und Südostasien in Nordindien und Teilen von Burma vorkommt. Sie springt, um Beute zu fangen, und lebt in relativ kleinen Nistkolonien.
es: Es una especie de hormiga que se encuentra en el sur y sudeste de Asia, en el norte de India y en partes de Birmania. Salta para capturar presas y vive en colonias de anidación relativamente pequeñas.
fil: Isang uri ng langgam na matatagpuan sa Timog at Timog-Silangang Asya sa hilagang India at mga bahagi ng Burma. Tumatalon ito upang makahuli ng biktima at nakatira sa medyo maliliit na kolonya sa pagpugad
hu: Hangyafaj, amely Dél- és Délkelet-Ázsiában, Észak-Indiában és Burma egyes részein található. Ugrálva ejti meg zsákmányát, és viszonylag kis fészkelőtelepekben él
it: È una specie di formica che si trova nell'Asia meridionale e nel Sud-est asiatico, nel nord dell'India e nelle parti meridionali del Myanmar. Salta per catturare la preda e vive in colonie relativamente piccole nidificanti
ja: South and Southeast Asia, northern India and parts of Burma で発見される種の蟻です。獲物を捕まえるために飛びかかる性質があり、比較的規模の小さいコロニーで生活しています。
mk: Вид мравки, пронајден во Јужна и Југоисточна Азија, во северна Индија и делови од Бурма. Скака за да ја фати својата плен и живее во релативно мали колонии.
nl: Is een mierensoort die voorkomt in Zuid- en Zuidoost-Azië, in Noord-India en delen van Birma. Het springt om prooi te vangen en leeft in relatief kleine nestkolonies
pl: To gatunek mrówki występujący w Azji Południowej i Południowo-Wschodniej, w północnych Indiach i częściach Birmy. Skacze, by złapać zdobycz i żyje w stosunkowo małych koloniach lęgowych
ru: Вид муравьёв, встречающийся в Южной и Юго-Восточной Азии в северной Индии и некоторых районах Бирмы. Он прыгает, чтобы поймать добычу, и живёт в относительно небольших гнездовых колониях
tr: Güney ve Güneydoğu Asya'da, kuzey Hindistan ile Birma'nın bazı bölgelerinde bulunan bir karınca türüdür. Avını yakalamak için zıplar ve nispeten küçük yuva kolonilerinde yaşar
uk: Вид мурах, поширений у Південній та Південно-Східній Азії, а також у північній Індії та деяких районах М’янми. Вони нападають на жертву стрибком і живуть у відносно невеликих колоніях, що гніздяться
vi: Là một loài kiến được tìm thấy ở Nam và Đông Nam Á, miền Bắc Ấn Độ và một số vùng của Myanmar. Chúng nhảy để bắt mồi và sống thành các bầy đàn xây tổ tương đối nhỏ
zh: 是蚂蚁的一种，在印度北部和部分缅甸的南亚和东南亚发现。它会跳跃来捕捉猎物，生活在相对较小的筑巢群体中。

source: Leptogenys elongata
ar: ليبتوجنيس إيلونجتا
zh: 细颌切叶蚁

# leptogenysElongataCommon
source: Golden Crystal
ar: كريستال ذهبي
bg: Златен кристал
de: Goldener Kristall
es: Cristal dorado
fil: Gintong Kristal
hu: Aranykristály
it: Cristallo d'Oro
mk: Златен кристал
pl: Złoty kryształ
ru: Золотой кристалл
tr: Altın Kristal
uk: Золотий кристал
vi: Kiến râu dài vàng
zh: 金色水晶

# leptogenysElongataDescription
source: May be found in caves in Texas.
ar: قد يوجد في الكهوف في تكساس. يذكر ويلر أنها تحتوي على ملكة واحدة في النقرة وأن أي ملكة إضافية تُطرد، ولكنه لم يذكر أن النقر تلد. يبدو أنه يشير إلى أن الملكات العذراوات تتجول بمفردهن حتى يتم تخصيبهن عن طريق ذكور متجولين. تتمتع الملكة بحوصلة أكبر وعنيقة منخفضة أكثر من العاملات. يبدو أن الفريسة التي تعتمد على المراحيض في العش هي حشرات أرضية بشكل شبه حصري
bg: Може да бъде открита в пещери в Тексас. Уийлър съобщава, че във всяка колония има по една кралица и че допълнителните кралици са изхвърляни, но не споменава, че колониите се делят. Той сякаш загатва, че девствените кралици обикалят сами, докато не бъдат оплодени от скитащи мъжки. Кралицата има по-увеличено стомахче и по-ниско коремче от работничките. Плячката, въз основа на боклука в гнездото, изглежда, че е съставена почти изключително от сухоземни ракообразни
de: Kann in Höhlen in Texas gefunden werden. Wheeler berichtet, dass es in jeder Kolonie eine einzige Königin gibt und dass weitere Königinnen vertrieben werden, erwähnt aber nicht, dass Kolonien sich teilen. Er scheint darauf hinzudeuten, dass unbefruchtete Königinnen alleine herumwandern, bis sie von herumstreifenden Männchen befruchtet werden. Die Königin hat einen größeren Hinterleib und einen niedrigeren Stiel als die Arbeiterinnen. Die Beute, basierend auf Abfallhaufen im Nest, scheint fast ausschließlich aus terrestrischen Isopoden zu bestehen.
es: Se puede encontrar en cuevas en Texas.
fil: Maaaring matagpuan sa mga yungib sa Texas.
hu: Rák találhatók Texasban.
it: Può essere trovata in grotte in Texas.
ja: テキサスの洞窟で発見されます。
mk: Може да се најде во пештери во Тексас.
nl: Is mogelijk in grotten in Texas te vinden.
pl: Można ją znaleźć w jaskiniach w Teksasie.
ru: Может встречаться в пещерах в Техасе.
tr: Texas'taki mağaralarda bulunabilir.
uk: Може траплятися в печерах Техасу
vi: Có thể được tìm thấy trong các hang động ở Texas.
zh: 可能在德克萨斯州的洞穴中发现。惠勒报告称，每个群体中只有一个蚁后，而额外的蚁后会被驱逐出去，但并未提到群体分裂。他似乎暗示，处女蚁后独自游荡，直到被游荡的雄性受精。蚁后的腹部比工蚁更大，叶柄较低。巢穴中部的遗迹显示，猎物似乎几乎完全是陆地等足类动物

source: Leptoglossus Phyllopus
ar: ليبتوغلو سوس فيلوبوس
ja: レプトグロッサス·フィロパルス
zh: 刺吸蝽

# leptoglossusPhyllopusCommon
source: Leptoglossus Phyllopus
ar: ليبتوغلو سوس فيلوبوس
ja: レプトグロッサス·フィロパルス
zh: 刺吸蝽

# leptoglossusPhyllopusDescription
source: These bugs are a common garden insect which may damage a wide variety of crops including cotton, peaches and tomatoes, and seeds such as beans, black-eyed peas and sorghum.
ar: تعد هذه الحشرات حشرة شائعة في الحدائق والتي قد تؤثر على مجموعة كبيرة من المحاصيل بما في ذلك القطن والخوخ والطماطم والبذور مثل الفاصولياء والبازيلاء سوداء العينين والذرة الرفيعة.
bg: Тези буболечки са често срещано градинско насекомо, което може да повреди голямо разнообразие от култури, включително памук, праскови и домати, а също и семена като боб, боб с черно око и сорго.
de: Diese Wanzen sind ein verbreitetes Garteninsekt, das eine Vielzahl von Nutzpflanzen schädigen kann, darunter Baumwolle, Pfirsiche und Tomaten sowie Samen wie Bohnen, Schwarzaugenbohnen und Sorghum.
es: Estos insectos son un insecto de jardín común que puede dañar una amplia variedad de cosechas, incluidos el algodón, los melocotones y los tomates, y semillas como los frijoles, las judías y el sorgo.
fil: Karaniwang matatagpuan ang mga kulisap na ito sa mga halamanan na maaaring makasira sa maraming uri ng pananim, kabilang ang bulak, peach, at kamatis, gayundin sa mga butil, tulad ng beans, black-eyed peas, at sorghum.
hu: Ezek a rovarok általánosan előfordulnak a kertekben, viszont különféle haszonnövényeket károsíthatnak, pl. a gyapotot, az őszibarackot, a paradicsomot, valamint a bab, a fekete szemű borsó és a cirok magjait.
it: Questi insetti sono insetti comuni nei giardini che possono danneggiare un'ampia varietà di colture, tra cui cotone, pesche e pomodori e semi come fagioli, piselli a occhio nero e sorgo.
ja: これらの虫は、綿、桃、トマトを含むさまざまな作物や、豆、黒目豆、ソルガムなどの種子に被害を与える一般的な庭の昆虫です。
mk: Ови бубачки се вообичаени градински инсекти кои можат да ги оштетат различни видови на култури, вклучувајќи памук, праски и домати, и семиња како грав, црнооки граор и сорго.
nl: Deze beestjes zijn veel voorkomende tuinbeestjes die schade kunnen toebrengen aan een ruime variëteit aan gewassen, waaronder katoen, perziken, tomaten en zaden als bonen, 'black-eyed peas' en sorghum.
pl: Te owady to pospolity w ogrodach owad, który może uszkadzać szeroką gamę upraw, w tym bawełnę, brzoskwinie i pomidory, a także nasiona, takie jak fasola, fasola czarnooka i sorgo.
ru: Эти жуки являются обычными садовыми насекомыми, которые могут повредить большое количество сельскохозяйственных культур, включая хлопчатник, персики и помидоры, а также семена, такие как бобы, горох с черным глазом и сорго.
tr: Bu böcekler, pamuk, şeftali ve domatesler ile fasulye, karalahana ve sorgum gibi tohumlar da dahil olmak üzere çok çeşitli mahsullere zarar verebilen yaygın bir bahçe böceğidir.
uk: Ці жуки є поширеними комахами в саду, які можуть завдати шкоди різноманітним культурам, включаючи бавовну, персики та помідори, а також насінню, наприклад, квасолі, гороху та сорго.
vi: Những con bọ này là loài côn trùng phổ biến trong vườn có thể gây hại cho nhiều loại cây trồng, bao gồm bông, đào, cà chua và các loại hạt như đậu, đậu đen và cây lấy hạt.
zh: 这些昆虫是常见的园林昆虫，可能会破坏包括棉花、桃子和西红柿在内的各种农作物，以及豆类、黑眼豆和高粱等种子。

source: Leptomyrmex Burwelli
ar: ليبتوميرمكس بورويلي
ja: レプトロミルメックス・バーウェリ
zh: 布氏树蚁

# leptomyrmexBurwelliCommon
source: Leptomyrmex Burwelli
ar: ليبتوميرمكس بورويلي
ja: レプトロミルメックス・バーウェリ
zh: 布氏树蚁

# leptomyrmexBurwelliDescription
source: Restricted to rainforest where it is known to nest under rocks or less commonly in rotten wood. It forages on the ground as well as on vegetation. This species has so far only been found in the south-eastern corner of Queensland with one record just over the border in NSW.
ar: يقتصر وجوده على الغابات المطيرة حيث يُعرف أنه يتعشش تحت الصخور أو بشكل أقل شيوعًا في الخشب المتعفن. يتجول في الأرض وكذلك على النباتات. لم يتم العثور على هذه الفصيلة إلا في الزاوية الجنوبية الشرقية من كوينزلاند مع وجود سجل واحد فقط عبر الحدود في نيو ساوث ويلز.
bg: Среща се в тропическите гори, където е известно, че гнезди под скали или по-рядко в изгнили дървета. Търси храна на земята, както и по растенията. Досега този вид е открит само в югоизточния ъгъл на Куинсланд с един запис точно над границата в Нов Южен Уелс.
de: Besonders in Regenwäldern verbreitet, wo sie unter Felsen oder seltener in verrottetem Holz nistet. Sie sucht sowohl am Boden als auch an der Vegetation nach Nahrung. Diese Art wurde bisher nur im Südosten von Queensland gefunden, mit einer einzigen Aufzeichnung jenseits der Grenze in New South Wales.
es: Restringido a la selva tropical, donde se sabe que anida bajo rocas o, con menor frecuencia, en madera podrida. Busca alimento en el suelo y en la vegetación. Hasta ahora, esta especie solo se ha encontrado en el extremo sureste de Queensland, con un registro justo al otro lado de la frontera en Nueva Gales del Sur.
fil: Tanging makikita ito sa rainforest kung saan ito nakatira sa ilalim ng mga bato o paminsan-minsan ay sa nabubulok na kahoy. Nangangalap ito ng pagkain sa lupa at sa mga halaman. Ang uri ng hayop na ito ay natagpuan lang sa timog-silangang bahagi ng Queensland na isang talaan na lampas sa hangganan sa NSW.
hu: Az esőerdőkre korlátozódik, ahol ismert, hogy kövek alatt vagy ritkábban korhadt fákban fészkel. A talajon és a növényzeten egyaránt táplálkozik. Ezt a fajt eddig csak Queensland délkeleti részén találták meg, egyetlen ismert példány van Új-Dél-Wales határának közelében.
it: Limitato alle foreste pluviali dove nidifica sotto le rocce o meno comunemente nel legno marcio. Cerca cibo a terra e sulla vegetazione. Questa specie finora è stata trovata solo nell'angolo sud-orientale del Queensland con una segnalazione appena oltre il confine nel NSW.
ja: 岩の下または腐った木の中にもっとも一般的に巣を作ることで知られる熱帯雨林に限定されています。地上を餌にします。この種は、クイーンズランド州の南東の角でのみ発見されており、NSWの境界を越えて1つの記録があります。
mk: Ограничен на дождливи шуми каде што е познато дека гнезди под карпи или поретко во изгниено дрво. Се храни на земја како и на вегетација. Досега, овој вид бил пронајден само во југоисточниот агол на Квинсленд, со еден запис преку границата со Нов Јужен Велс.
nl: Beperkt tot een regenwoud waar het onder rotsen nestelt of minder vaak in rotten hout. Het jaagt op de grond en op vegetatie. Deze soort is tot nu toe alleen in de zuidoostelijke hoek van Queensland gevonden, met één melding net over de grens in Nieuw-Zuid-Wales.
pl: Występuje wyłącznie w lasach tropikalnych, gdzie gniazduje pod skałami, a rzadziej w zgniłym drewnie. Żeruje na ziemi i na roślinności. Ten gatunek do tej pory występuje jedynie w południowo-wschodnim narożniku Queensland, z jednym rekordem tuż za granicą w NSW.
ru: Обитает только в дождевых лесах, где известно, что оно гнездится под камнями или реже в гнилой древесине. Ищет корм как на земле, так и на растительности. Этот вид до сих пор был найден только в юго-восточном углу Квинсленда, с одной записью сразу за границей в Новом Южном Уэльсе.
tr: Kayaların veya daha az yaygın olarak çürümüş ağaçların altında yuva yaptığı bilinen yağmur ormanlarıyla sınırlıdır. Hem yerde hem de bitki örtüsünde avlanır. Bu tür şimdiye kadar yalnızca Queensland'in güneydoğu köşesinde, Yeni Güney Galler sınırının hemen ötesinde bir kayıtla bulundu.
uk: Мешкає виключно в тропічних лісах, де відомо, що він гніздиться під каменями або, рідше, в гнилій деревині. Він живиться як на землі, так і на рослинності. Цей вид досі зустрічався лише у південно-східному кутку Квінсленда з одним записом на кордоні з Новим Південним Уельсом.
vi: Chỉ giới hạn ở rừng mưa, nơi chúng thường làm tổ dưới đá hoặc ít phổ biến hơn là trong gỗ mục. Chúng kiếm ăn trên mặt đất cũng như trên thảm thực vật. Cho đến nay, loài này chỉ được tìm thấy ở góc đông nam của Queensland với một số ghi chép ngay bên kia biên giới ở NSW.
zh: 仅限于雨林，已知它在岩石下筑巢，或不太常见地筑巢在腐烂的木材中。它在地面上和植被上觅食。到目前为止，这个物种只在昆士兰州的东南部被发现，有一条记录就在新南威尔士州的边界。

source: Merannoplus Bicolor
ar: ميرانوبلوس ثنائي اللون
ja: メラノプラス·ビカラー
zh: 姬蚁

# merannoplusBicolorCommon
source: Merannoplus bicolor
ar: ميرانوبلوس ثنائي اللون
ja: メラノプラス·ビカラー
zh: 姬蚁

# merannoplusBicolorDescription
source: It is found in many Asian countries, where its habitats range from open grasslands to open-canopy forests. They nest in soil, usually at the base of plants. The nest opening is a simple hole, but it can sometimes have multiple openings. Workers forage on the ground as well as on plants, where they exploit extrafloral nectaries and tend to aphids.
ar: توجد هذه النملة في العديد من البلدان الآسيوية، حيث تتراوح موائلها من المراعي المفتوحة إلى الغابات المفتوحة. تتواجد في التربة، وعادةً عند قاعدة النباتات. فتحة العش عبارة عن حفرة بسيطة، ولكن يمكن أن تحتوي في بعض الأحيان على فتحات متعددة. يتواجد العمال في الأرض وكذلك على النباتات، حيث يستغلون رحيق الأزهار وينزعون المن.
bg: Среща се в много азиатски страни, където местообитанията му варират от открити пасища до гори с открит балдахин. Те гнездят в почвата, обикновено в основата на растенията. Отворът на гнездото е проста дупка, но понякога може да има и множество отвори. Работничките търсят храна на земята, както и по растенията, където се възползват от извънцветните нектарници и се грижат за листни въшки.
de: Sie kommt in vielen asiatischen Ländern vor, wo ihr Lebensraum von offenem Grasland bis hin zu lichten Wäldern reicht. Sie nisten im Boden, normalerweise am Fuße von Pflanzen. Der Nesteingang ist ein einfaches Loch, kann aber manchmal mehrere Öffnungen haben. Arbeiter suchen sowohl am Boden als auch an Pflanzen nach Nahrung, wo sie extraflorale Nektarien ausbeuten und Blattläuse pflegen.
es: Se encuentra en muchos países asiáticos, donde sus hábitats van desde pastizales abiertos hasta bosques con dosel abierto. Anidan en el suelo, generalmente en la base de las plantas. La entrada del nido es un agujero simple, pero a veces puede tener múltiples aberturas. Los trabajadores buscan alimento en el suelo y en las plantas, donde explotan nectarios extraflorales y cuidan pulgones.
fil: Makikita ito sa maraming bansa sa Asya na ang tirahan nito ay mula sa bukas na damuhan patungong kagubatan na may mga punong malalawak ang dahon. Gumagawa sila ng pugad sa lupa, karaniwan ay sa ilalim ng mga halaman. Ang pasukan ng pugad ay isang simpleng butas, ngunit kung minsan ay maaaring maraming pasukan. Nangangalap ng pagkain ang mga manggagawa sa lupa pati na rin sa mga halaman at pinagsasamantalahan nila ang dagdag na nektar ng bulaklak at inaalagaan ang mga aphid.
hu: Számos ázsiai országban megtalálható, élőhelyük a füves pusztáktól a nyitott lombkoronájú erdőkig terjed. Fészkelnek a talajban, általában növények tövében. A fészek bejárat egy egyszerű lyuk, de időnként több bejárat is található rajta. A dolgozók a talajon, valamint növényeken táplálkoznak, ahol kihasználják az extraflorális nektáriumokat, és a levéltetveket gondozzák.
it: Si trova in molti paesi asiatici, dove i loro habitat vanno da praterie aperte a foreste con canopia aperta. Nidificano nel terreno, di solito alla base delle piante. L'apertura del nido è una semplice buca, ma a volte può avere più aperture. Le operaie cercano cibo a terra e sulle piante, dove sfruttano i nettari extranuziali e si occupano degli afidi.
ja: 開放的な草原から開放型の樹林まで、生息地はさまざまです。彼らは通常植物の根元に土に巣を作ります。巣の開口部は単純な穴ですが、複数の開口部を持つこともあります。労働者は地上と植物の両方で採餌し、花外蜜腺を利用してアブラムシの世話をする ます。
mk: Се среќава во многу азиски земји, каде што неговите живеалишта се од отворени тревни површини до шуми со отворен покрив. Гнездат во почва, обично во основата на растенијата. Отворот на гнездото е едноставна дупка, но понекогаш може да има повеќе отвори. Работниците се хранат на земја, како и на растенија, каде што ги искористуваат надворешните нектарници и се грижат за лисните вошки.
nl: Het wordt in veel Aziatische landen gevonden, waar zijn habitat varieert van open graslanden tot open bossen. Ze nestelen in aarde, meestal aan de voet van een plant. De opening van het nest is een simpel gat, maar soms kan het meerdere openingen hebben. Werksters jagen zowel op de grond als op planten, waar ze gebruik maken van exraflorale nectarklieren en bladluizen houden.
pl: Występuje w wielu krajach azjatyckich, gdzie siedliska rozciągają się od otwartych stepów po lasy z wysokimi koronami drzew. Gniazdują w glebie, zazwyczaj u podstawy roślin. Otwór wejściowy do gniazda jest prostym otworem, ale czasami może mieć kilka otworów. Robotnice żerują zarówno na ziemi, jak i na roślinach, gdzie wykorzystują pozakwiatowe nektary i opiekują się mszycami.
ru: Обитает во многих азиатских странах, где его среда обитания варьируется от открытых лугов до лесов с открытой кроной. Гнездятся в почве, обычно у основания растений. Отверстие гнезда представляет собой простое отверстие, но иногда может иметь несколько отверстий. Рабочие особи ищут корм как на земле, так и на растениях, где они используют нектарники и ухаживают за тлей.
tr: Açık çayırlar ile açık çatı ormanları arasında değişen yaşam alanlarının bulunduğu birçok Asya ülkesinde bulunur. Genellikle bitkilerin tabanında toprakta yuva yaparlar. Yuvanın girişi basit bir deliktir, ancak bazen çoklu açıklıkları olabilir. İşçiler, çiçek dışı nektarları kullandıkları ve yaprak bitlerine yöneldikleri bitkilerde olduğu gibi yerde avlanırlar.
uk: Він зустрічається у багатьох азіатських країнах, де його середовища існування варіюються від відкритих пасовищ до лісів з відкритим пологом. Вони гніздяться в землі, зазвичай біля основи рослин. Вхід у гніздо — це проста діра, але іноді воно може мати кілька отворів. Робочі особини харчуються як на землі, так і на рослинах, де вони використовують позаквіткові нектарники і доглядають за попелицями.
vi: Chúng được tìm thấy ở nhiều nước châu Á, nơi sinh sống của chúng trải dài từ đồng cỏ đến rừng tán. Chúng làm tổ trên đất, thường ở gốc cây. Lỗ vào tổ đơn giản, đôi khi có nhiều lỗ. Các con thợ đi kiếm ăn trên mặt đất cũng như trên cây, nơi chúng khai thác mật hoa ngoài hoa và chăm sóc rệp.
zh: 它存在于许多亚洲国家，栖息地从开阔的草地到开放树冠的森林。它们在土壤中筑巢，通常在植物的底部。巢口是一个简单的洞，但有时会有多个开口。工蚁在地面上和植物上觅食，在那里它们利用花外腺体并照顾蚜虫。

source: Merannoplus Castaneus
ar: ميرانوبلوس بني اللون
zh: 栗姬蚁

# merannoplusCastaneusCommon
source: Merannoplus Castaneus
ar: ميرانوبلوس بني اللون
zh: 栗姬蚁

# merannoplusCastaneusDescription
source: A few of the paltry number of specimens know for this species are noted as being from rainforest in Sabah. One was collected from the trunk of a tree and another from low vegetation.
ar: يُشار في عدد قليل من النماذج الهزيلة المعروفة لهذه الفصيلة إلى أنها من الغابات المطيرة في صباح. وقد تم جمع أحدهم من جذع شجرة والآخر من نبات قصير.
bg: Някои от оскъдния брой екземпляри, известни за този вид, са отбелязани като произлизащи от дъждовна гора в Сабах. Един е събран от ствола на дърво, а друг – от ниска растителност.
de: Einige der wenigen bekannten Exemplare dieser Art stammen aus dem Regenwald in Sabah. Eines wurde vom Stamm eines Baumes und ein anderes von niedriger Vegetation gesammelt.
es: Algunos de los escasos ejemplares conocidos de esta especie están catalogados como provenientes de la selva de Sabah. Uno se recolectó del tronco de un árbol y otro de la vegetación baja.
fil: Iilan ilan sa kakaunti at kilalang bilang ng mga specimen para sa species na ito ay binabanggit na nagmula sa kagubatan sa Sabah. Isa ang kinuha mula sa puno ng isang puno at isa pa mula sa mababang halaman.
hu: Ennek a roppant kevés fajnak a néhány ismert példányát Szabah esőerdőiben találták. Az egyiket egy fa törzséről, a másikat az alacsony növényzetben gyűjtötték.
it: Alcuni dei pochi esemplari noti di questa specie sono stati notati nella foresta pluviale di Sabah. Uno è stato raccolto dal tronco di un albero e un altro dalla bassa vegetazione.
ja: この種で確認されている多くの標本には、サバの熱帯雨林に生息していることが記されています。1 つは木の幹から採取され、別のものは低い植生から採取されました。
mk: Некои од малбројните познати примероци за овој вид се регистрирани во дождовните шуми во Сабах. Еден е собран од стебло на дрво, а друг од ниската вегетација.
nl: Een paar van de schamele exemplaren van deze soort waarvan men kennis heeft, staan bekend als afkomstig uit het regenwoud in Sabah. Eén werd verzameld van de stam van een boom en een ander van lage begroeiing.
pl: Garstka znanych okazów tego gatunku pochodzi z lasów deszczowych w Sabahu. Jeden zebrano z pnia drzewa, a drugi z niskiej roślinności.
ru: Несколько из скудного количества известных экземпляров этого вида были обнаружены в тропических лесах Сабаха. Один из них был найден на стволе дерева, а другой — в нижнем ярусе растительности.
tr: Bu türün bilinen az sayıda örneğinin Sabah'taki yağmur ormanlarından geldiği belirtilmiştir. Bir tanesi bir ağacın gövdesinden, diğeri alçak bitki örtüsünden toplanmıştır.
uk: Няшмат вядомых экзэмпляраў гэтага віду былі адзначаны ў дажджавым лесе ў Сабахе. Адзін быў сабраны з ствала дрэва, другі — з нізкай расліннасці.
vi: Một số ít mẫu vật ít ỏi được biết đến của loài này được ghi nhận là từ rừng mưa ở Sabah. Một con được thu thập từ thân cây và một con khác từ thảm thực vật thấp.
zh: 为数不多的关于这个物种标本的一些说明指出，它们来自沙巴州的雨林。一个标本是从一棵树的树干上收集的，另一个是从低矮的植被上收集的。

source: Mimicry Master
ar: خبراء المحاكاة
bg: Майстор на мимикрията
de: Mimikrymeister
es: Maestro del mimetismo
hu: Mimikri mestere
it: Maestro del travestimento
ja: ミミックマスター
mk: Мајсторот на мимикрија
nl: Meister van mimicry
pl: Mistrz mimetyzmu
ru: Мастер мимикрии
tr: Taklit Ustası
uk: Майстар мімікрыі
vi: Bậc thầy ngụy trang
zh: 擬態大師

# mimicryMasterCommon
source: Mimicry Master
ar: خبراء المحاكاة
bg: Майстор на мимикрията
de: Mimikrymeister
es: Maestro del mimetismo
hu: Mimikri mestere
it: Maestro del travestimento
ja: ミミックマスター
mk: Мајсторот на мимикрија
nl: Meister van mimicry
pl: Mistrz mimetyzmu
ru: Мастер мимикрии
tr: Taklit Ustası
uk: Майстар мімікрыі
vi: Bậc thầy ngụy trang
zh: 擬態大師
