Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# darkHerculesBurningCourageSkillDescription20
source: In its Troop, increases the dealt damage by 10%. This effect can be stacked once per round
ar: في مجموعتها، تزيد من الضرر الواقع بنسبة 10%. يمكن تكديس هذا التأثير مرة واحدة في الجولة
bg: В своя отряд увеличава нанесените щети с 10%. Този ефект може да бъде натрупан веднъж на рунд
de: Erhöht in seiner Truppe den zugefügten Schaden um 10 %. Dieser Effekt ist einmal pro Runde stapelbar
es: En su tropa, aumenta el daño infligido en un 10%. Este efecto se puede acumular una vez por ronda
fil: Sa Hukbo nito, nagpapataas ng pinsalang idinulot ng 10%. Maaaring maulit nang isang beses bawat round ang epektong ito
hu: A csapatában 10%-kal növeli az okozott sebzést. Ez a hatás egy körön belül egyszer alkalmazható egymásra.
it: Nella sua truppa, aumenta i danni inflitti del 10%. Questo effetto può essere cumulato una volta per round
ja: 自軍にいる場合、与えるダメージが10%上昇します。1ターンあたり1回重ね掛けできます
mk: Во неговата трупа, ја зголемува нанесената штета за 10%. Овој ефект може да се искористи еднаш по рунда
nl: Verhoogt in zijn Troep de toegebrachte schade met 10%. Dit effect kan één keer per ronde worden gestapeld.
pl: W swoich wojskach zwiększa zadawane obrażenia o 10%. Ten efekt można kumulawać jeden raz na rundę
ru: В его отряде увеличивает наносимый урон на 10%. Этот эффект можно суммировать один раз за раунд
tr: Birliğinde, verilen hasarı %10 artırır. Bu etki, sıra başına bir kez birikebilir.
uk: У своєму війську збільшує завдану шкоду на 10%. Цей ефект може накопичуватися один раз за раунд
vi: Trong Binh đoàn của mình, sát thương gây ra tăng 10%. Hiệu ứng này có thể cộng dồn một lần mỗi hiệp

# dolichoderusBispinosusImmediateSupportSkillTitle
source: Immediate Support
ar: دعم فوري
bg: Незабавна поддръжка
de: Sofortige Unterstützung
es: Apoyo inmediato
fil: Agad na Suporta
hu: Azonnali támogatás
it: Supporto immediato
ja: 素早い援護
mk: Итна поддршка
nl: Directe ondersteuning
pl: Natychmiastowe wsparcie
ru: Мгновенная поддержка
tr: Anında Destek
uk: Миттєва підтримка
vi: Hỗ trợ tức thì

# dolichoderusBispinosusImmediateSupportSkillDescription10
source: In the first 3 rounds, all our Shooter Ant squads Attack +80% and Normal Attack Damage +100%
ar: في الجولات الثلاث الأولى، تتمتع كل فرق نمل الرماة لدينا بهجوم بنسبة 80% وأضرار الهجوم العادي بنسبة 100%
bg: През първите 3 рунда всички наши отряди Стрелокова мравка имат Атака +80% и Увреждане от нормална атака +100%
de: In den ersten 3 Runden verfügen alle unsere Ameisenschützen-Trupps über einen Angriff von +80 % und einen normalen Angriffsschaden von +100 %.
es: En las primeras 3 rondas, todas nuestras escuadras de Hormigas Tiradoras aumentan su Ataque un 80% y el Daño de Ataque Normal un 100%
fil: Sa unang 3 round, ang lahat ng aming mga pulutong ng Shooter Ant ay may Attack +80% at Normal Attack Damage +100%
hu: Az első 3 körben minden Lövész hangyaseregünk Támadása +80%-kal, Normál támadások okozta sebzései pedig +100%-kal nőnek
it: Nei primi 3 round, tutte le nostre squadre di formiche sparatutto attaccano con +80% e infliggono +100% di danni attacco normale
ja: 最初の 3 ラウンド中、すべてのシューターアント部隊の攻撃力が +80% 上昇し、通常攻撃のダメージが 100% 上昇します。
mk: Во првите 3 круга, сите наши одреди со стрелачки мравки ќе имаат Атака +80% и обична штета од атака +100%
nl: In de eerste 3 rondes vallen al onze schuttersquads aan met +80% en normale aanvalsschade +100%
pl: W pierwszych trzech rundach wszystkie nasze oddziały Mrówek Strzelców otrzymują +80% Ataku i +100% obrażeń od Ataków Zwykłych.
ru: В течение первых 3 раундов все отряды стрелковых муравьев наносят на 80% больше урона Атакой и на 100% больше урона обычной атакой.
tr: İlk 3 turda tüm Atıcı Karınca birliklerimiz Saldırı +80% ve Normal Saldırı Hasarı +100%
uk: Протягом 3 перших раундів усі наші загони «Мураши-стрільці» отримують бонус +80% до атаки й +100% до звичайного бойового пошкодження
vi: Trong 3 lượt đầu, tất cả các đội Kiến bắn của chúng ta Tấn công +80% và Sát thương tấn công thường +100%

# dolichoderusBispinosusImmediateSupportSkillDescription20
source: In the first 3 rounds, all our Shooter Ant squads Attack +100% and Normal Attack Damage +125%
ar: في الجولات الثلاث الأولى، تتمتع كل فرق نمل الرماة لدينا بهجوم بنسبة 100% وأضرار الهجوم العادي بنسبة 125%
bg: През първите 3 рунда всички наши отряди Стрелокова мравка имат Атака +100% и Увреждане от нормална атака +125%
de: In den ersten 3 Runden verfügen alle unsere Ameisenschützen-Trupps über einen Angriff von +100 % und einen normalen Angriffsschaden von +125 %.
es: En las primeras 3 rondas, todas nuestras escuadras de Hormigas Tiradoras aumentan su Ataque un 100% y el Daño de Ataque Normal un 125%
fil: Sa unang 3 round, ang lahat ng aming mga pulutong ng Shooter Ant ay may Attack +100% at Normal Attack Damage +125%
hu: Az első 3 körben minden Lövész hangyaseregünk Támadása +100%-kal, Normál támadások okozta sebzései pedig +125%-kal nőnek
it: Nei primi 3 round, tutte le nostre squadre di formiche sparatutto attaccano con +100% e infliggono +125% di danni attacco normale
ja: 最初の 3 ラウンド中、すべてのシューターアント部隊の攻撃力が +100% 上昇し、通常攻撃のダメージが 125% 上昇します。
mk: Во првите 3 круга, сите наши одреди со стрелачки мравки ќе имаат Атака +100% и обична штета од атака +125%
nl: In de eerste 3 rondes vallen al onze schuttersquads aan met +100% en normale aanvalsschade +125%
pl: W pierwszych trzech rundach wszystkie nasze oddziały Mrówek Strzelców otrzymują +100% Ataku i +125% obrażeń od Ataków Zwykłych.
ru: В течение первых 3 раундов все отряды стрелковых муравьев наносят на 100% больше урона Атакой и на 125% больше урона обычной атакой.
tr: İlk 3 turda tüm Atıcı Karınca birliklerimiz Saldırı +100% ve Normal Saldırı Hasarı +125%
uk: Протягом 3 перших раундів усі наші загони «Мураши-стрільці» отримують бонус +100% до атаки й +125% до звичайного бойового пошкодження
vi: Trong 3 lượt đầu, tất cả các đội Kiến bắn của chúng ta Tấn công +100% và Sát thương tấn công thường +125%

# dolichoderusBispinosusAgileAttackSkillTitle
source: Agile Attack
ar: هجوم رشيق
bg: Пъргава атака
de: Geschickter Angriff
es: Ataque ágil
fil: Liksi na Atake
hu: Fürge támadás
it: Attacco agile
ja: 俊敏攻撃
mk: Брза Атака
nl: Vlugge aanval
pl: Zwinny atak
ru: Маневренная атака
tr: Çevik Saldırı
uk: Миттєва атака
vi: Tấn công nhanh

# dolichoderusBispinosusAgileAttackSkillDescription10
source: In the first 3 rounds, all our Shooter Ant squads have a 75% chance to enter Splash status, and their Normal Attacks will deal 100% damage to 2 other enemy squads
ar: في الجولات الثلاث الأولى، تتمتع كل فرق نمل الرماة لدينا بنسبة 75% للدخول في حالة الانقضاض، وستتسبب هجماتها العادية في إلحاق 100% من الضرر بفرقتي عدو أخريين
bg: През първите 3 рунда всички наши отряди Стрелокова имат 75% шанс да влязат в състояние Екплозия и техните нормални атаки ще нанасят 100% увреждане на 2 други вражески отряда
de: In den ersten 3 Runden besteht bei allen unseren Ameisenschützen-Trupps eine Chance von 75 %, in den Angriffsmodus zu wechseln, und ihre normalen Angriffe verursachen 100 % Schaden an 2 anderen feindlichen Trupps.
es: En las primeras 3 rondas, todas nuestras escuadras de Hormigas Tiradoras tienen un 75% de probabilidad de entrar en estado de Salpicadura, y sus Ataques Normales infligirán un 100% de daño a otras 2 escuadras enemigas
fil: Sa unang 3 round, ang lahat ng aming mga pulutong ng Shooter Ant ay mayroong 75% na pagkakataong makapasok sa status sa Splash, at ang kanilang mga Normal Attack ay makakagawa ng 100% damage sa 2 iba pang mga pulutong ng kalaban
hu: Az első 3 körben minden Lövész hangyaseregünknek 75% esélye van Loccsanás állapotba kerülni, és a Normál támadásaik 100% sebzést okoznak 2 másik ellenséges egységnek.
it: Nei primi 3 round, tutte le nostre squadre di formiche sparatutto hanno il 75% di possibilità di entrare in stato Spruzzo e i loro attacchi normali infliggeranno il 100% di danni a 2 altre squadre nemiche
ja: 最初の 3 ラウンド中、すべてのシューターアント部隊に 75% の確率でスプラッシュ状態が発生し、通常攻撃が 2 つの他の敵部隊に 100% のダメージを与えます。
mk: Во првите 3 круга, сите наши одреди со стрелачки мравки имаат 75% шанса да влезат во статус на Прскање, а нивните обични напади ќе нанесат 100% штета на други 2 непријателски одреди
nl: In de eerste 3 rondes hebben al onze schuttersquads 75% kans om in spattende status te raken en hun normale aanvallen doen 100% schade aan 2 andere vijandelijke squads
pl: W pierwszych trzech rundach wszystkie nasze oddziały Mrówek Strzelców mają 75% szans na wejście w stan Stricha, a ich Ataki Zwykłe będą zadawać 100% obrażeń 2 innym wrogim oddziałom.
ru: В течение первых 3 раундов у всех отрядов стрелковых муравьев есть 75% шанс войти в состояние всплеска, и их обычные атаки нанесут 100% урона 2 другим отрядам противника.
tr: İlk 3 turda tüm Atıcı Karınca birliklerimiz %75 oranında sıçrama durumuna girer ve Normal Saldırıları diğer 2 düşman birliğine %100 hasar verir
uk: Протягом 3 перших раундів атаки усіх наших загонів «Мураши-стрільці» мають 75% шанс перейти у режим «Розбризкування», а їхні звичайні атаки завдаватимуть 100% пошкодження додатковим 2 загонам противника
vi: Trong 3 lượt đầu, tất cả các đội Kiến bắn của chúng ta có 75% khả năng vào trạng thái Giật điện và các Cuộc tấn công thường của chúng sẽ gây 100% sát thương cho 2 đội địch khác

# dolichoderusBispinosusAgileAttackSkillDescription20
source: In the first 3 rounds, all our Shooter Ant squads have a 90% chance to enter Splash status, and their Normal Attacks will deal 100% damage to 2 other enemy squads
ar: في الجولات الثلاث الأولى، تتمتع كل فرق نمل الرماة لدينا بنسبة 90% للدخول في حالة الانقضاض، وستتسبب هجماتها العادية في إلحاق 100% من الضرر بفرقتي عدو أخريين
bg: През първите 3 рунда всички наши отряди Стрелокова имат 90% шанс да влязат в състояние Екплозия и техните нормални атаки ще нанасят 100% увреждане на 2 други вражески отряда
de: In den ersten 3 Runden besteht bei allen unseren Ameisenschützen-Trupps eine Chance von 90 %, in den Angriffsmodus zu wechseln, und ihre normalen Angriffe verursachen 100 % Schaden an 2 anderen feindlichen Trupps.
es: En las primeras 3 rondas, todas nuestras escuadras de Hormigas Tiradoras tienen un 90% de probabilidad de entrar en estado de Salpicadura, y sus Ataques Normales infligirán un 100% de daño a otras 2 escuadras enemigas
fil: Sa unang 3 round, ang lahat ng aming mga pulutong ng Shooter Ant ay mayroong 90% na pagkakataong makapasok sa status sa Splash, at ang kanilang mga Normal Attack ay makakagawa ng 100% damage sa 2 iba pang mga pulutong ng kalaban
hu: Az első 3 körben minden Lövész hangyaseregünknek 90% esélye van Loccsanás állapotba kerülni, és a Normál támadásaik 100% sebzést okoznak 2 másik ellenséges egységnek
it: Nei primi 3 round, tutte le nostre squadre di formiche sparatutto hanno il 90% di possibilità di entrare in stato Spruzzo e i loro attacchi normali infliggeranno il 100% di danni a 2 altre squadre nemiche
ja: 最初の 3 ラウンド中、すべてのシューターアント部隊に 90% の確率でスプラッシュ状態が発生し、通常攻撃が 2 つの他の敵部隊に 100% のダメージを与えます。
mk: Во првите 3 круга, сите наши одреди со стрелачки мравки имаат 90% шанса да влезат во статус на Прскање, а нивните обични напади ќе нанесат 100% штета на други 2 непријателски одреди
nl: In de eerste 3 rondes hebben al onze schuttersquads 90% kans om in spattende status te raken en hun normale aanvallen doen 100% schade aan 2 andere vijandelijke squads
pl: W pierwszych trzech rundach wszystkie nasze oddziały Mrówek Strzelców mają 90% szans na wejście w stan Stricha, a ich Ataki Zwykłe będą zadawać 100% obrażeń 2 innym wrogim oddziałom.
ru: В течение первых 3 раундов у всех отрядов стрелковых муравьев есть 90% шанс войти в состояние всплеска, и их обычные атаки нанесут 100% урона 2 другим отрядам противника.
tr: İlk 3 turda tüm Atıcı Karınca birliklerimiz %90 oranında sıçrama durumuna girer ve Normal Saldırıları diğer 2 düşman birliğine %100 hasar verir
uk: Протягом 3 перших раундів атаки усіх наших загонів «Мураши-стрільці» мають 90% шанс перейти у режим «Розбризкування», а їхні звичайні атаки завдаватимуть 100% пошкодження додатковим 2 загонам противника
vi: Trong 3 lượt đầu, tất cả các đội Kiến bắn của chúng ta có 90% khả năng vào trạng thái Giật điện và các Cuộc tấn công thường của chúng sẽ gây 100% sát thương cho 2 đội địch khác

# dolichoderusBispinosusExtraDamageSkillTitle
source: Extra Damage
ar: ضرر إضافي
bg: Допълнително увреждане
de: Zusätzlicher Schaden
es: Daño adicional
fil: Karagdagang Damage
hu: Extra sebzési
it: Danni extra
ja: 追加ダメージ
mk: Додатна штета
nl: Extra schade
pl: Obrażenia dodatkowe
ru: Дополнительный урон
tr: Ek Hasar
uk: Додаткове бойове пошкодження
vi: Sát thương tăng thêm

# dolichoderusBispinosusExtraDamageSkillDescription10
source: In the first 3 rounds, our Front Line enters Counterattack status, when receiving a normal attack, has a 100% chance to counterattack, dealing 180% (+Special Ant Level*1%) damage to the attacker
ar: في الجولات الثلاث الأولى، تدخل خطوتنا الأمامية في حالة الهجوم المضاد، وعند تلقي هجوم عادي، يكون لديها 100% فرصة للهجوم المضاد، مما يتسبب في إلحاق 180% (+ مستوى النملة الخاصة * 1%) ضررًا للمهاجم
bg: През първите 3 рунда нашата линия на фронта влиза в състояние Срещуатака и когато получи нормална атака, има 100% шанс да нанесе срещуатака и да нанесе 180% (+Ниво на специална мравка*1%) увреждане на атакуващия
de: In den ersten 3 Runden wechselt unsere Frontlinie in den Konterangriff-Modus. Beim Erhalten eines normalen Angriffs besteht eine 100%ige Wahrscheinlichkeit für einen Konterangriff, der dem Angreifer 180 % (+Stufe der Ameise Spezial*1 %) Schaden zufügt.
es: En las primeras 3 rondas, nuestra Primera Línea entra en estado de Contraataque y cuando recibe un ataque normal, tiene un 100% de probabilidad de contraatacar, infligiendo un 180% (+1% por Nivel de Hormiga Especial) de daño al atacante
fil: Sa unang 3 round, ang aming Front Line ay pumapasok sa status ng Counterattack, kapag tumatanggap ng normal na pag-atake, ay may 100% na pagkakataong mag-counterattack, at makakagawa ng 180% (+Espesyal Ant na Antas*1%) damage sa umaatake
hu: Az első 3 körben Elővédő egységeink Visszatámadás állapotba kerülnek, mikor normál támadást kapnak, 100%-os esélyük van visszatámadni, ami 180% (+Különleges hangya szintje*1%) sebzést okoz a támadónak
it: Nei primi 3 round, la nostra prima linea entra in stato Contrattacco, quando subisce un attacco normale, ha il 100% di possibilità di contrattaccare, infliggendo 180% (+1% livello formica speciale) di danni all'attaccante
ja: 最初の 3 ラウンド中、フロントラインにカウンターアタック状態が発生します。通常攻撃を受けると、100% の確率でカウンターアタックが発動し、攻撃者に 180% (+特殊アリのレベル * 1%) のダメージを与えます。
mk: Во првите 3 круга, нашата предна линија се активира со статус на противнапад, при прием на обичен напад, има 100% шанса за противнапад, нанесувајќи 180% (+ ниво на специјална мравка*1%) штета на напаѓачот
nl: In de eerste 3 rondes gaat onze frontlinie in tegenaanvalsstatus, heeft 100% kans om een tegenaanval uit te voeren bij een normale aanval en doet 180% (+speciaal mier-niveau*1%) schade aan de aanvaller
pl: W pierwszych trzech rundach nasza Linia Frontu wchodzi w stan Kontrataku - po otrzymaniu Ataku Zwykłego ma 100% szans na Kontratak, zadając 180% (+1% Poziom Specjalnej Mrówki) obrażeń atakującemu.
ru: В течение первых 3 раундов наша первая линия переходит в состояние контратаки: при получении обычной атаки есть 100% шанс нанести ответную атаку, нанеся 180% (+уровень особого муравья*1%) урона атакующему.
tr: İlk 3 turda, Ön Hattımız Karşı Saldırı durumuna girerken normal saldırı aldığında %100 oranında karşı saldırır ve saldırana %180 (+Özel Karınca Seviyesi*1%) hasar verir
uk: Протягом 3 перших раундів наша передова активізує режим контратаки, і у випадку звичайної атаки має 100% шанс провести контратаку, завдавши 180% (+ рівень особливого мурахи*1%) пошкодження атакувальнику
vi: Trong 3 lượt đầu, Hành tiền phương của chúng ta sẽ vào trạng thái Phản công, khi nhận một cuộc tấn công thường, có 100% khả năng phản công, gây sát thương 180% (+1% Cấp độ kiến đặc biệt) lên kẻ tấn công

# dolichoderusBispinosusExtraDamageSkillDescription20
source: In the first 3 rounds, our Front Line enters Counterattack status, when receiving a normal attack, has a 100% chance to counterattack, dealing 240% (+Special Ant Level*1%) damage to the attacker
ar: في الجولات الثلاث الأولى، تدخل خطوتنا الأمامية في حالة الهجوم المضاد، وعند تلقي هجوم عادي، يكون لديها 100% فرصة للهجوم المضاد، مما يتسبب في إلحاق 240% (+ مستوى النملة الخاصة * 1%) ضررًا للمهاجم
bg: През първите 3 рунда нашата линия на фронта влиза в състояние Срещуатака и когато получи нормална атака, има 100% шанс да нанесе срещуатака и да нанесе 240% (+Ниво на специална мравка*1%) увреждане на атакуващия
de: In den ersten 3 Runden wechselt unsere Frontlinie in den Konterangriff-Modus. Beim Erhalten eines normalen Angriffs besteht eine 100%ige Wahrscheinlichkeit für einen Konterangriff, der dem Angreifer 240 % (+Stufe der Ameise Spezial*1 %) Schaden zufügt.
es: En las primeras 3 rondas, nuestra Primera Línea entra en estado de Contraataque y cuando recibe un ataque normal, tiene un 100% de probabilidad de contraatacar, infligiendo un 240% (+1% por Nivel de Hormiga Especial) de daño al atacante
fil: Sa unang 3 round, ang aming Front Line ay pumapasok sa status ng Counterattack, kapag tumatanggap ng normal na pag-atake, ay may 100% na pagkakataong mag-counterattack, at makakagawa ng 240% (+Espesyal Ant na Antas*1%) damage sa umaatake
hu: Az első 3 körben Elővédő egységeink Visszatámadás állapotba kerülnek, mikor normál támadást kapnak, 100%-os esélyük van visszatámadni, ami 240% (+Különleges hangya szintje*1%) sebzést okoz a támadónak
it: Nei primi 3 round, la nostra prima linea entra in stato Contrattacco, quando subisce un attacco normale, ha il 100% di possibilità di contrattaccare, infliggendo 240% (+1% livello formica speciale) di danni all'attaccante
ja: 最初の 3 ラウンド中、フロントラインにカウンターアタック状態が発生します。通常攻撃を受けると、100% の確率でカウンターアタックが発動し、攻撃者に 240% (+特殊アリのレベル * 1%) のダメージを与えます。
mk: Во првите 3 круга, нашата предна линија се активира со статус на противнапад, при прием на обичен напад, има 100% шанса за противнапад, нанесувајќи 240% (+ ниво на специјална мравка*1%) штета на напаѓачот
nl: In de eerste 3 rondes gaat onze frontlinie in tegenaanvalsstatus, heeft 100% kans om een tegenaanval uit te voeren bij een normale aanval en doet 240% (+speciaal mier-niveau*1%) schade aan de aanvaller
pl: W pierwszych trzech rundach nasza Linia Frontu wchodzi w stan Kontrataku - po otrzymaniu Ataku Zwykłego ma 100% szans na Kontratak, zadając 240% (+1% Poziom Specjalnej Mrówki) obrażeń atakującemu.
ru: В течение первых 3 раундов наша первая линия переходит в состояние контратаки: при получении обычной атаки есть 100% шанс нанести ответную атаку, нанеся 240% (+уровень особого муравья*1%) урона атакующему.
tr: İlk 3 turda, Ön Hattımız Karşı Saldırı durumuna girerken normal saldırı aldığında %100 oranında karşı saldırır ve saldırana %240 (+Özel Karınca Seviyesi*1%) hasar verir
uk: Протягом 3 перших раундів наша передова активізує режим контратаки, і у випадку звичайної атаки має 100% шанс провести контратаку, завдавши 240% (+ рівень особливого мурахи*1%) пошкодження атакувальнику
vi: Trong 3 lượt đầu, Hành tiền phương của chúng ta sẽ vào trạng thái Phản công, khi nhận một cuộc tấn công thường, có 100% khả năng phản công, gây sát thương 240% (+1% Cấp độ kiến đặc biệt) lên kẻ tấn công

# driverAntBlitzkriegSkillTitle
source: Blitzkrieg
ar: بليتزكريغ
bg: Бмълзековичен щурм
hu: Villámháború
ja: 電撃戦
mk: Блицкриг
ru: Блицкриг
tr: Yıldırım Savaşı
uk: Бліцкриг

# driverAntBlitzkriegSkillDescription10
source: Prepares for 1 round, and has a 55% chance to deal 384% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: تتمركز لجولة واحدة، ويصبح لديك فرصة بنسبة 55% لإحداث ضرر بنسبة 384% (+مستوى النملة الخاصة*5%) على فرقة معادية عشوائية ضمن النطاق الفعال
bg: Приготвя се за 1 рунд и има шанс от 55% да нанесе 384% (+ ниво на специален мравка*5%) щети на 1 случаен вражески отряд в рамките на обсега си
de: Bereitet sich für 1 Runde vor und hat eine Chance von 55%, einem zufälligen feindlichen Trupp innerhalb der Reichweite 384% (+ Speziallevel der Ameise*5%) Schaden zuzufügen
es: Prepara durante 1 turno y tiene un 55% de posibilidades de infligir un 384% más de daño (+nivel de hormiga especial*5%) a 1 pelotón enemigo aleatorio dentro del alcance efectivo
fil: Patuyo ang sarili sa 1 round at may 55% na tsansang magdulot ng 384% (+Special Ant Level*5%) pinsala sa 1 random na detatsment ng kalaban sa loob ng saklaw
hu: 1 körre felkészül, és 55% eséllyel 384% (+Speciális Hangya Szint*5%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül
it: Si prepara per 1 turno e ha una probabilità del 55% di infliggere 384% (+livello formica speciale x 5%) di danno a 1 squadra nemica casuale nel raggio d'azione
ja: 1ラウンド準備し、有効範囲内のランダムな敵の分隊に384%（+特殊なアリのレベル*5%）のダメージを与える55%の確率がある
mk: Поготвува 1 рунда, и има 55% шанса да нанесе 384% (+ Ниво на специјални мравки*5%) штета на 1 случајна непријателска екипа во ефективен дострел
nl: Bereidt zich 1 ronde voor en heeft 55% kans om 384% (+Speciaal Mierniveau*5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik
pl: Przygotowuje się przez 1 rundę i ma 55% szans na zadanie 384% (+ Specjalny poziom mrówki*5%) obrażeń losowemu oddziałowi wroga w zasięgu
ru: Готовится в течение 1 раунда, а затем имеет 55% шанс нанести 384% (+5% за уровень особого муравья) урона одному случайному отряду противника в эффективном радиусе
tr: 1 raunt hazırlanır ve %55 ihtimalle etkili menzil içindeki 1 rastgele düşman birliğine %384 (+Özel Karınca Seviyesi*%5) hasar verir
uk: Готується впродовж 1 раунду та завдає 384% (+спец. рівень мурахи * 5%) шкоди випадковому ворожому загону в межах досяжності 55% ймовірністю
vi: Chuẩn bị trong 1 vòng, có 55% khả năng gây sát thương 384% (+Cấp độ kiến đặc biệt*5%) cho 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả
