Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# jackJumperBlitzkriegSkillDescription20
source: Prepares for 1 round, and has a 50% chance to deal 417% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: الاستعداد لمدة جولة واحدة، مع فرصة بنسبة 50% لإلحاق 417% (+ مستوى النملة الخاصة*5%) من الضرر بفرقة عشوائية من العدو ضمن النطاق الفعال
bg: Подготвя се за 1 рунд и има 50% шанс да нанесе 417% (+Спец ниво на мравка*5%) щети на 1 произволен вражески отряд в обхват
de: Bereitet sich 1 Runde vor und hat eine 50 %ige Chance, 1 zufälligen feindlichen Schwarm innerhalb der effektiven Reichweite 417 % (+ Ameisen-Spezialstufe*5%) Schaden zuzufügen
es: Se prepara durante una ronda y tiene una probabilidad del 50% de causar un daño del 417% (+Nivel Especial de Hormiga*5%) a un escuadrón aleatorio del enemigo dentro del alcance efectivo
fil: Maghanda para sa 1 pag-ikot, at may 50% na tsansa na magdulot ng 417% (+Espesyal na Antas ng Ant*5%) pinsala sa 1 sapalarang pangkat ng kaaway sa loob ng epektibong saklaw
hu: 1 kör felkészülés, majd 50% esélye van rá, hogy 417% (+Special Ant Level*5%) sebzést okozzon 1 tetszőleges ellenséges csapatnak a hatásos távolságon belül
it: Si prepara per 1 round e ha il 50% di possibilità di infliggere 417% (+livello formica speciale*5%) di danni a 1 squadra nemica casuale nel raggio d'azione
ja: 1ラウンド準備した後50%の確率で有効範囲内の1つのランダムな敵軍隊に417%（＋特殊アリのレベル*5%）のダメージを与えます
mk: Се подготвува 1 рунда и има 50% шанса да нанесе 417% (+Специјално ниво на мравка*5%) оштетување на 1 случајна непријателска единица во смртоносниот опсег.
nl: Bereid zich voor op 1 ronde en heeft een kans van 50% om 417% (+Speciaalmierlevel*5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid met een effectief bereik
pl: Przygotowuje się przez 1 rundę, dając sobie 50% szansy na zadanie 417% (+Specjalny poziom mrówki*5%) obrażeń 1 losowemu oddziałowi wroga w zasięgu
ru: Готовится 1 ход, затем с вероятностью 50% наносит 417% (+уровень муравьёв-спецназовцев*5%) урона 1 случайному отряду врага в зоне поражения
uk: Готується 1 раунд і з ймовірністю 50% завдає 417% (+ рівень мурах спецпризначення * 5%) шкоди 1 випадковому ворожому загону у зоні дії
vi: Chuẩn bị trong 1 hiệp, và có 50% khả năng gây 417% (+Cấp kiến đặc biệt*5%) sát thương cho 1 đội quân ngẫu nhiên của địch trong phạm vi hiệu quả

# jetBlackCounterAttackSkillTitle
source: Counter Attack
ar: الهجوم المضاد
bg: Контраатака
de: Gegenangriff
es: Contragolpe
hu: Ellencslag
it: Contrattacco
ja: カウンター攻撃
mk: Contraa напад
nl: Tegenaanval
pl: Kontratak
ru: Контратака
uk: Контрудар
vi: Conter Attack

# jetBlackCounterAttackSkillDescription10
source: When received a normal attack, has a 100% chance to counterattack, dealing 110% (+Special Ant Level*1%) damage to the attacker. Meanwhile, each counterattack increases the Attack of its squad by 30%, lasting until the end of the battle
ar: عند استلام هجوم عادي، يكون هناك احتمال 100% لشن هجوم مضاد، يتسبب في ضرر بنسبة 110% (+1% من مستوى النملة الخاصة) للمهاجم. وفي الوقت نفسه، يزيد كل هجوم مضاد هجوم فرقته بنسبة 30%، ويستمر حتى نهاية المعركة
bg: При нормална атака има 100% вероятност за контраатака, нанасяща щети от 110% (+1% от нивото на мравката) на нападателя. В същото време всяка контраатака увеличава атаката на отряда с 30%, като ефектът продължава до края на битката
de: Wenn ein normaler Angriff empfangen wird, besteht eine Chance von 100 % auf einen Gegenangriff, der 110 % (+ Spezialameisestufe*1 %) Schaden an dem Angreifer verursacht. Inzwischen erhöht jeder Gegenangriff den Angriff seines Trupps um 30 % und hält bis zum Ende des Kampfes an.
es: Cuando recibe un ataque normal, tiene un 100% de probabilidad de contraatacar e infligir un 110% del daño (+ nivel especial de hormiga * 1%) al atacante. Mientras tanto, cada contraataque aumenta el ataque de su escuadrón en un 30%, lo que dura hasta el final de la batalla.
fil: Kapag nakatanggap ng normal na pag-atake, may 100% na pagkakataong makatugon, na nagdudulot ng pinsalang 110% (+ Antas ng Espesyal na Langgam*1%) sa umaatake. Samantala, ang bawat pagtugon ay nagpapataas ng Paglusob ng tropa nito sa 30%, na tumatagal hanggang katapusan ng labanan
hu: Normál támadás fogadásakor 100% esélye van az ellentámadásra, amely a támadónak 110% (+Speciális hangya szintje*1%) sebzést okoz. Eközben minden ellentámadás 30%-kal növeli osztagának támadását, ami a csata végéig tart
it: Quando ricevi un attacco normale, hai una possibilità del 100% di contrattaccare, infliggendo il 110% (+Livello Formica Speciale*1%) dei danni all'attaccante. Nel frattempo, ogni contrattacco aumenta l'Attacco della tua squadra del 30%, che dura fino alla fine della battaglia
ja: 通常攻撃を受けると100％の確率でカウンターを発動し、攻撃者に110％（+特殊アリLv*1%）のダメージを与える。その際、カウンターのたびに自軍の攻撃力を30%上昇させ、効果はバトル終了まで持続する
mk: Кога ќе добие нормален напад, има 100% шанси за контранапад, нанесувајќи 110% (+ Ниво на специјални мравки *1%) штета на напаѓачот. Во меѓувреме, секој контранапад го зголемува Нападот на својата екипа за 30%, што трае до крајот на битката
nl: Bij een normale aanval, is de kans op een tegenaanval 100%, waarbij 110% (+1% per speciaal mier-level) schade wordt toegebracht aan de aanvaller. Daarnaast verhoogt elke tegenaanval de aanval van het team met 30%, tot het einde van de strijd
pl: Po otrzymaniu zwykłego ataku ma 100% szans na wykonanie kontrataku, zadając przeciwnikowi 110% (+1% na poziom specjalnej mrówki) obrażeń. Ponadto każdy kontratak zwiększa Atak drużyny o 30%, do końca bitwy
ru: При получении обычной атаки с вероятностью 100 % проводит контратаку, Наносящую нападающему урон, равный 110 % (+1 % за уровень муравья-специалиста). Каждая контратака повышает атаку отряда на 30 %, что длится до конца боя.
uk: Отбиваючи звичайну атаку, контрудар має 100% шанс завдати 110% (+ рівень Особливого мурашки*1%) пошкоджень нападнику. Кожний контрудар підвищує Атаку у загоні на 30% до кінця бою
vi: Khi nhận đòn đánh thường, có 100% khả năng phản công, gây 110% (+Cấp kiến đặc biệt*1%) sát thương cho người tấn công. Đồng thời, mỗi đòn phản công sẽ tăng Công của đội quân đó thêm 30%, kéo dài cho đến khi kết thúc trận đánh

# jetBlackCounterAttackSkillDescription20
source: When received a normal attack, has a 100% chance to counterattack, dealing 140% (+Special Ant Level*1%) damage to the attacker. Meanwhile, each counterattack increases the Attack of its squad by 40%, lasting until the end of the battle
ar: عند استلام هجوم عادي، يكون هناك احتمال 100% لشن هجوم مضاد، يتسبب في ضرر بنسبة 140% (+1% من مستوى النملة الخاصة) للمهاجم. وفي الوقت نفسه، يزيد كل هجوم مضاد هجوم فرقته بنسبة 40%، ويستمر حتى نهاية المعركة
bg: При нормална атака има 100% вероятност за контраатака, нанасяща щети от 140% (+1% от нивото на мравката) на нападателя. В същото време всяка контраатака увеличава атаката на отряда с 40%, като ефектът продължава до края на битката
de: Wenn ein normaler Angriff empfangen wird, besteht eine Chance von 100 % auf einen Gegenangriff, der 140 % (+ Spezialameisestufe*1 %) Schaden an dem Angreifer verursacht. Inzwischen erhöht jeder Gegenangriff den Angriff seines Trupps um 40 % und hält bis zum Ende des Kampfes an.
es: Cuando recibe un ataque normal, tiene un 100% de probabilidad de contraatacar e infligir un 140% del daño (+ nivel especial de hormiga * 1%) al atacante. Mientras tanto, cada contraataque aumenta el ataque de su escuadrón en un 40%, lo que dura hasta el final de la batalla.
fil: Kapag nakatanggap ng normal na pag-atake, may 100% na pagkakataong makatugon, na nagdudulot ng pinsalang 140% (+ Antas ng Espesyal na Langgam*1%) sa umaatake. Samantala, ang bawat pagtugon ay nagpapataas ng Paglusob ng tropa nito sa 40%, na tumatagal hanggang katapusan ng labanan
hu: Normál támadás fogadásakor 100% esélye van az ellentámadásra, amely a támadónak 140% (+Speciális hangya szintje*1%) sebzést okoz. Eközben minden ellentámadás 40%-kal növeli osztagának támadását, ami a csata végéig tart
it: Quando ricevi un attacco normale, hai una possibilità del 100% di contrattaccare, infliggendo il 140% (+Livello Formica Speciale*1%) dei danni all'attaccante. Nel frattempo, ogni contrattacco aumenta l'Attacco della tua squadra del 40%, che dura fino alla fine della battaglia
ja: 通常攻撃を受けると100％の確率でカウンターを発動し、攻撃者に140％（+特殊アリLv*1%）のダメージを与える。その際、カウンターのたびに自軍の攻撃力を40%上昇させ、効果はバトル終了まで持続する
mk: Кога ќе добие нормален напад, има 100% шанси за контранапад, нанесувајќи 140% (+ Ниво на специјални мравки *1%) штета на напаѓачот. Во меѓувреме, секој контранапад го зголемува Нападот на својата екипа за 40%, што трае до крајот на битката
nl: Bij een normale aanval, is de kans op een tegenaanval 100%, waarbij 140% (+1% per speciaal mier-level) schade wordt toegebracht aan de aanvaller. Daarnaast verhoogt elke tegenaanval de aanval van het team met 40%, tot het einde van de strijd
pl: Po otrzymaniu zwykłego ataku ma 100% szans na wykonanie kontrataku, zadając przeciwnikowi 140% (+1% na poziom specjalnej mrówki) obrażeń. Ponadto każdy kontratak zwiększa Atak drużyny o 40%, do końca bitwy
ru: При получении обычной атаки с вероятностью 100 % проводит контратаку, Наносящую нападающему урон, равный 140 % (+1 % за уровень муравья-специалиста). Каждая контратака повышает атаку отряда на 40 %, что длится до конца боя.
uk: Відбиваючи звичайну атаку, контрудар має 100% шанс завдати 140% (+ рівень Особливого мурашки*1%) пошкоджень нападнику. Кожний контрудар підвищує Атаку у загоні на 40% до кінця бою
vi: Khi nhận đòn đánh thường, có 100% khả năng phản công, gây 140% (+Cấp kiến đặc biệt*1%) sát thương cho người tấn công. Đồng thời, mỗi đòn phản công sẽ tăng Công của đội quân đó thêm 40%, kéo dài cho đến khi kết thúc trận đánh

# jetBlackSelfAdjustingSkillTitle
source: Self Adjusting
ar: ضبط ذاتي
bg: Саморегулиране
de: Selbstanpassend
es: Autoajuste
hu: Öntörvényű
it: Autoregolazione
ja: 自己調整
mk: Самоприлагодување
nl: Aanpassen aan zichzelf
pl: Samoadaptacja
ru: Саморегулирование
uk: Самоналагодження
vi: Tự điều chỉnh

# jetBlackSelfAdjustingSkillDescription10
source: In its squad, reduces the normal attack and skill damage taken by 25%. When the squads power becomes 50% lower than its initial power, heals its squad instantly with a healing ratio of 550%, which can be triggered only once per battle
ar: في فصيلته، يقلل الضرر الناتج عن الهجوم العادي والمهارة بنسبة 25%. عندما تصبح قوة الفريق أقل بنسبة 50% من قوتها الأولية، تلتئم فرقته على الفور بمعدل شفاء 550%، والذي يمكن تشغيله مرة واحدة فقط في كل معركة
bg: В неговия отряд намалява щетите от нормална атака и умение с 25%. Когато мощността на отряда стане с 50% по-ниска от първоначалната, моментално го излекува със съотношение на излекуване от 550%, което може да бъде задействано само веднъж на битка
de: Reduziert in seinem Trupp den normalen Angriff und den durch Fähigkeiten erlittenen Schaden um 25 %. Wenn die Stärke des Trupps 50 % niedriger als seine anfängliche Stärke wird, heilt es seinen Trupp sofort mit einem Heilungsverhältnis von 550 %, der nur einmal pro Kampf ausgelöst werden kann
es: En su escuadrón, reduce el ataque normal y el daño de habilidad recibido en un 25%. Cuando el poder de los escuadrones se vuelve un 50% inferior a su poder inicial, cura a su escuadrón instantáneamente con una tasa de curación del 550%, lo que puede activarse solo una vez por batalla.
fil: Sa tropa nito, binabawasan ang pinsala sa normal na pag-atake at kakayahan na natatanggap sa 25%. Kapag ang kapangyarihan ng mga tropa ay nagiging 50% na mababa kaysa sa paunang kapangyarihan nito, pinagagaling kaagad ang tropa nito na may proporsyon ng paggaling na 550%, na maaari lamang ma-trigger nang isang beses bawat labanan
hu: Osztágán belül 25%-kal csökkenti a normál támadások és készségek okozta sebzést. Amikor az osztag ereje 50%-kal kisebb lesz kezdeti erejénél, azonnal 550%-os arányban meggyógyítja az osztagot, amit csaták során csak egyszer lehet kiváltani
it: Nella sua squadra, riduce del 25% i danni da attacco normale e abilità subiti. Quando la squadra diventa il 50% più debole della sua potenza iniziale, cura istantaneamente la sua squadra con un coefficiente di cura del 550%, che può essere attivato solo una volta per battaglia
ja: 自軍にいる場合、受ける通常攻撃とスキルダメージを25%減少させる。また、自軍の戦力が初期戦力の50%以下になった時、自軍を550%の割合で瞬時に回復させる。この効果はバトル中に1回のみ発動できる
mk: Во својата екипа, го намалува нормалниот напад и штетата од вештини за 25%. Кога моќта на екипата стане 50% пониска од нејзината првична моќ, мигновено ја лечи својата екипа со сооднос на лечење од 550%, што може да се активира само еднаш по битка
nl: In zijn team vermindert het de normale aanval en vaardigheidsschade met 25%. Wanneer het vermogen van het team 50% lager is dan het oorspronkelijke vermogen, heelt het zijn team onmiddellijk met een helingsverhouding van 550%. Dit kan slechts eenmaal per strijd worden geactiveerd.
pl: W swojej drużynie zmniejsza otrzymywane obrażenia od zwykłych ataków i umiejętności o 25%. Gdy siła drużyny spadnie o 50% w stosunku do jej początkowej siły, drużyna natychmiast zostanie uzdrowiona z 550% uzdrowieniem, co można uaktywnić tylko raz na bitwę
ru: В отряде муравей уменьшает получаемый урон от обычных атак и навыков на 25 %. Когда уровень отряда становится на 50 % ниже его изначального уровня, он мгновенно лечит отряд с коэффициентом лечения 550 %, что может быть активировано только один раз за бой.
uk: У своєму загоні зменшує звичайні атаки і пошкодження від умінь на 25%. Коли потужність загону стає на 50% нижчою ніж початкова потужність, моментально лікує свій загін із коефіцієнтом лікування 550%, це можна зробити тільки один раз за битву
vi: Trong đội quân của mình, giảm 25% sát thương chịu từ đòn đánh thường và kỹ năng. Khi sức mạnh của đội quân thấp hơn 50% sức mạnh ban đầu, ngay lập tức hồi máu cho đội quân của mình với tỷ lệ hồi máu 550%, chỉ có thể kích hoạt một lần trong mỗi trận đánh

# jetBlackSelfAdjustingSkillDescription20
source: In its squad, reduces the normal attack and skill damage taken by 30%. When the squads power becomes 50% lower than its initial power, heals its squad instantly with a healing ratio of 650%, which can be triggered only once per battle
ar: في فصيلته، يقلل الضرر الناتج عن الهجوم العادي والمهارة بنسبة 30%. عندما تصبح قوة الفريق أقل بنسبة 50% من قوتها الأولية، تلتئم فرقته على الفور بمعدل شفاء 650%، والذي يمكن تشغيله مرة واحدة فقط في كل معركة
bg: В неговия отряд намалява щетите от нормална атака и умение с 30%. Когато мощността на отряда стане с 50% по-ниска от първоначалната, моментално го излекува със съотношение на излекуване от 650%, което може да бъде задействано само веднъж на битка
de: Reduziert in seinem Trupp den normalen Angriff und den durch Fähigkeiten erlittenen Schaden um 30 %. Wenn die Stärke des Trupps 50 % niedriger als seine anfängliche Stärke wird, heilt es seinen Trupp sofort mit einem Heilungsverhältnis von 650 %, der nur einmal pro Kampf ausgelöst werden kann
es: En su escuadrón, reduce el ataque normal y el daño de habilidad recibido en un 30%. Cuando el poder de los escuadrones se vuelve un 50% inferior a su poder inicial, cura a su escuadrón instantáneamente con una tasa de curación del 650%, lo que puede activarse solo una vez por batalla.
fil: Sa tropa nito, binabawasan ang pinsala sa normal na pag-atake at kakayahan na natatanggap sa 30%. Kapag ang kapangyarihan ng mga tropa ay nagiging 50% na mababa kaysa sa paunang kapangyarihan nito, pinagagaling kaagad ang tropa nito na may proporsyon ng paggaling na 650%, na maaari lamang ma-trigger nang isang beses bawat labanan
hu: Osztágán belül 30%-kal csökkenti a normál támadások és készségek okozta sebzést. Amikor az osztag ereje 50%-kal kisebb lesz kezdeti erejénél, azonnal 650%-os arányban meggyógyítja az osztagot, amit csaták során csak egyszer lehet kiváltani
it: Nella sua squadra, riduce del 30% i danni da attacco normale e abilità subiti. Quando la squadra diventa il 50% più debole della sua potenza iniziale, cura istantaneamente la sua squadra con un coefficiente di cura del 650%, che può essere attivato solo una volta per battaglia
ja: 自軍にいる場合、受ける通常攻撃とスキルダメージを30%減少させる。また、自軍の戦力が初期戦力の50%以下になった時、自軍を650%の割合で瞬時に回復させる。この効果はバトル中に1回のみ発動できる
mk: Во својата екипа, го намалува нормалниот напад и штетата од вештини за 30%. Кога моќта на екипата стане 50% пониска од нејзината првична моќ, мигновено ја лечи својата екипа со сооднос на лечење од 650%, што може да се активира само еднаш по битка
nl: In zijn team vermindert het de normale aanval en vaardigheidsschade met 30%. Wanneer het vermogen van het team 50% lager is dan het oorspronkelijke vermogen, heelt het zijn team onmiddellijk met een helingsverhouding van 650%. Dit kan slechts eenmaal per strijd worden geactiveerd.
pl: W swojej drużynie zmniejsza otrzymywane obrażenia od zwykłych ataków i umiejętności o 30%. Gdy siła drużyny spadnie o 50% w stosunku do jej początkowej siły, drużyna natychmiast zostanie uzdrowiona z 650% uzdrowieniem, co można uaktywnić tylko raz na bitwę
ru: В отряде муравей уменьшает получаемый урон от обычных атак и навыков на 30 %. Когда уровень отряда становится на 50 % ниже его изначального уровня, он мгновенно лечит отряд с коэффициентом лечения 650 %, что может быть активировано только один раз за бой.
uk: У своєму загоні зменшує звичайні атаки і пошкодження від умінь на 30%. Коли потужність загону стає на 50% нижчою ніж початкова потужність, моментально лікує свій загін із коефіцієнтом лікування 650%, це можна зробити тільки один раз за битву
vi: Trong đội quân của mình, giảm 30% sát thương chịu từ đòn đánh thường và kỹ năng. Khi sức mạnh của đội quân thấp hơn 50% sức mạnh ban đầu, ngay lập tức hồi máu cho đội quân của mình với tỷ lệ hồi máu 650%, chỉ có thể kích hoạt một lần trong mỗi trận đánh

# jetBlackCarvedSkinSkillTitle
source: Carved Skin
ar: بشرة منحوتة
bg: Изсечена кожа
de: Geschnitzte Haut
es: Piel tallada
hu: Véséses bőr
it: Pelle incisa
ja: カービングスキン
mk: Изрезбана кожа
nl: Gesneden huid
pl: Rzeźbiona skóra
ru: Резная кожа
uk: Різьблена Шкіра
vi: Da khắc

# jetBlackCarvedSkinSkillDescription10
source: In the first three rounds, reduces the additional skill damage of all our squads and all enemy squads by 20%. After this effect ends, increases the additional skill damage of all our Guardian ANt squads by 30% until the end of the battle
ar: في الجولات الثلاث الأولى، يقلل الضرر الإضافي للمهارة لجميع فرقنا وجميع الفرق المعادية بنسبة 20%. بعد انتهاء هذا التأثير، يزيد الضرر الإضافي للمهارة لجميع فرق الحارس النمل لدينا بنسبة 30% حتى نهاية المعركة
bg: В първите три кръга намалява допълнителните щети от умение на всички наши и всички вражески отряди с 20%. След като ефектът приключи, увеличава допълнителните щети от умение на всички наши отряди с мравки пазители с 30% до края на битката
de: Reduziert in den ersten drei Runden den zusätzlichen Fähigkeitsschaden aller unserer Trupps und aller feindlichen Trupps um 20 %. Nachdem dieser Effekt endet, erhöht er den zusätzlichen Fähigkeitsschaden aller unserer Wächterameisentrupps um 30 % bis zum Ende des Kampfes
es: En las primeras tres rondas, reduce el daño de habilidad adicional de todos nuestros escuadrones y todos los escuadrones enemigos en un 20%. Después de que este efecto termine, aumenta el daño de habilidad adicional de todos nuestros escuadrones de hormigas guardianes en un 30% hasta el final de la batalla.
fil: Sa unang tatlong round, binabawasan ang ibayong pinsala sa kakayahan ng lahat ng mga tropa at lahat ng mga tropa ng kalaban sa 20%. Matapos matapos ang epekto, pinapataas ang ibayong pinsala sa kakayahan ng lahat ng mga tropa ng Guardian ANt sa 30% hanggang katapusan ng labanan
hu: Az első három körben 20%-kal csökkenti saját osztagaink és az összes ellenséges osztag további készség okozta sebzését. Miután ez a hatás véget ér, a csata végéig 30%-kal növeli a saját őrangyal hangya osztagaink további készség okozta sebzését
it: Nei primi tre round, riduce del 20% i danni aggiuntivi di tutte le nostre squadre e di tutte le squadre nemiche. Al termine di questo effetto, aumenta del 30% i danni aggiuntivi di tutte le nostre squadre Formica Guardiana fino alla fine della battaglia
ja: バトル開始から3ターンの間、自軍と敵軍の追加スキルダメージを20%減少させる。さらに、この効果が終了した後はバトル終了まで自軍のガーディアンアリの追加スキルダメージを30%上昇させる
mk: Во првите три рунди, ја намалува дополнителната штета од вештини на сите наши екипи и сите непријателски екипи за 20%. Откако ќе заврши овој ефект, ја зголемува дополнителната штета од вештини на сите наши екипи на Мравки чувари за 30% до крајот на битката
nl: In de eerste drie rondes vermindert het de extra vaardigheidsschade van al onze teams en alle vijandelijke teams met 20%. Nadat dit effect is beëindigd, verhoogt het de extra vaardigheidsschade van al onze Guardian ANT-teams met 30% tot het einde van de strijd
pl: W ciągu pierwszych trzech rund zmniejsza dodatkowe obrażenia od umiejętności wszystkich naszych drużyn i wszystkich drużyn wroga o 20%. Po zakończeniu tego efektu zwiększa dodatkowe obrażenia od umiejętności wszystkich naszych drużyn Mrówek Strażników o 30% do końca bitwy
ru: В первых трех раундах снижает дополнительный урон от умений всех наших и вражеских отрядов на 20 %. После окончания этого эффекта увеличивает дополнительный урон от умений всех наших отрядов муравьев-защитников на 30 % до конца боя.
uk: В перших трьох раундах зменшує додаткові пошкодження від умінь усіх наших загонів і усіх ворожих загонів на 20%. Після завершення цього ефекту збільшує додаткові пошкодження від умінь усіх наших загонів Мурашок-Вартових на 30% до кінця битви
vi: Trong ba vòng đầu tiên, giảm 20% sát thương kỹ năng bổ sung của toàn bộ đội quân của chúng ta và toàn bộ đội quân địch. Sau khi hiệu ứng này kết thúc, tăng 30% sát thương kỹ năng bổ sung của toàn bộ đội quân Kiến hỗ trợ của chúng ta cho đến khi kết thúc trận đấu
