Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# goldenSugarBigBiteSkillDescription20
source: Has a 45% chance to deal 250% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: لديه فرصة بنسبة 45٪ لإلحاق ضرر بنسبة 250٪ (+ مستوى النمل الخاص * 5٪) على فرقة عدو عشوائية واحدة داخل النطاق الفعال
bg: Има 45% шанс да нанесе 250% (+ Ниво на специален мравки*5%) щети на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 45 %, einem zufälligen feindlichen Trupp in effektiver Reichweite 250 % (+ Spezialameisenlevel*5 %) Schaden zuzufügen
es: Tiene un 45% de probabilidad de infligir un 250% (+nivel especial de hormiga*5%) de daño a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: May 45% na tsansang makitunggali ng 250% (+Antas ng Espesyal na Langgam*5%) na pinsala sa 1 random na tropa ng kalaban sa loob ng epektibong pagitan
hu: 45% esélye van arra, hogy 250% (+Különleges hangyaszint*5%) sebzést okozzon hatótávon belül 1 véletlenszerű ellenséges egységnek
it: Ha una probabilità del 45% di infliggere 250% di danni (+Livello formica speciale*5%) a 1 squadra nemica casuale entro il raggio d'azione effettivo
ja: 有効範囲内の1つの敵部隊に250％（＋特殊螞蟻のレベル×5％）のダメージを与える45％の確率があります
mk: Има 45% шанса да нанесе штета од 250% (+Специјално ниво на мравки*5%) на 1 случајна непријателска единица во ефективен опсег
nl: Heeft een kans van 45% om 250% (+ niveau van speciale mieren * 5%) schade toe te brengen aan 1 willekeurige vijandelijke troep binnen het effectieve bereik
pl: Ma 45% szans na zadanie 250% (+ poziom specjalnej mrówki * 5%) obrażeń 1 losowemu wrogiemu oddziałowi w zasięgu działania
ru: С вероятностью 45% наносит 250% (+уровень специального муравья*5%) урона 1 случайному отряду противника в зоне действия
tr: Etki alanındaki rastgele seçilmiş 1 düşman takımına %45 olasılıkla %250 (+Özel Karınca Seviyesi*%5) hasar verir
uk: Має 45% шанс завдати 250% (+ рівень особливої мурашки * 5%) шкоди 1 випадковому ворожому загону в межах ефективної дальності
vi: Có 45% khả năng gây sát thương 250% (+Cấp côn trùng đặc biệt*5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldenSugarPiercingStrikeSkillTitle
source: Piercing Strike
ar: ضربة خارقة للدروع
bg: Пробиващ удар
de: Durchbohrender Schlag
es: Golpe perforante
fil: Matusok na Pagpalo
hu: Átszúró csapás
it: Attacco penetrante
ja: 貫通ストライキ
mk: Прободен удар
nl: Doorborende aanval
pl: Przenikające uderzenie
ru: Колющий удар
tr: Delici Vuruş
uk: Пронизуючий удар
vi: Đâm xuyên

# goldenSugarPiercingStrikeSkillDescription10
source: Prepares for 1 round, and has a 35% chance to deal 150% (+Special Ant Level*1%) damage to 3 random enemy squads within effective range and Pierce them, reducing their Defense by 30% for 2 rounds
ar: تستعد لجولة واحدة، وتحصل على فرصة بنسبة 35٪ لإلحاق ضرر بنسبة 150٪ (+ مستوى النمل الخاص * 1٪) على 3 فرق عدو عشوائية داخل النطاق الفعال واخترقها، مما يقلل من دفاعها بنسبة 30٪ لمدة جولتين
bg: Подготвя се 1 рунд и има 35% шанс да нанесе 150% (+ Ниво на специален мравки*1%) щети на 3 случайни вражески отряда в ефективен обхват и да ги прониже, намалявайки Защитата им с 30% за 2 рунда
de: Bereitet sich 1 Runde vor und hat eine Chance von 35 %, 3 zufälligen feindlichen Trupps in effektiver Reichweite 150 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen und sie zu durchbohren, wodurch ihre Verteidigung 2 Runden lang um 30 % reduziert wird
es: Se prepara durante 1 ronda y tiene un 35% de probabilidad de infligir un 150% (+nivel especial de hormiga*1%) de daño a 3 escuadrones enemigos aleatorios dentro del alcance efectivo y perforarlos, lo que reduce su defensa en un 30% durante 2 rondas
fil: Naghanda para sa 1 round, at may 35% na tsansang manakit ng 150% (+Antas ng Espesyal na Langgam*1%) na pinsala sa 3 random na tropa ng kalaban sa loob ng epektibong pagitan at Tusukin ang mga ito, binawasan ang kanilang Depensa ng 30% sa loob ng 2 round
hu: 1 körre felkészül, és 35% esélye van arra, hogy 150% (+Különleges hangyaszint*1%) sebzést okozzon hatótávon belül 3 véletlenszerű ellenséges egységnek, és átszúrja őket, ami 30%-kal csökkenti a védelmüket 2 körre
it: Si prepara per 1 round e ha una probabilità del 35% di infliggere 150% di danni (+Livello formica speciale*1%) a 3 squadre nemiche casuali entro il raggio d'azione effettivo e trafiggerle, riducendo la loro difesa del 30% per 2 round
ja: 1ラウンド準備して、有効範囲内の3つの敵部隊に150％（＋特殊螞蟻のレベル×1％）のダメージを与え、それらを貫通させ、2ラウンド防御を30％低下させる35％の確率があります
mk: Се подготвува 1 рунда и има 35% шанса да нанесе штета од 150% (+Специјално ниво на мравка*1%) на 3 случајни непријателски единици во ефективен опсег и да ги прободе, намалувајќи ја нивната Одбрана за 30% во текот на 2 рунди
nl: Bereidt zich voor gedurende 1 ronde en heeft een kans van 35% om 150% (+ niveau van speciale mieren * 1%) schade toe te brengen aan 3 willekeurige vijandelijke troepen binnen het effectieve bereik. Boort in hen en vermindert hun verdediging met 30% gedurende 2 ronden
pl: Przygotowuje przez 1 rundę, ma 35% szans na zadanie 150% (+ poziom specjalnej mrówki * 1%) obrażeń 3 losowym wrogim oddziałom w zasięgu działania i ich Przekłucie, zmniejszając ich obronę o 30% przez 2 rundy
ru: Готовится к атаке в течение 1 раунда. С вероятностью 35% наносит 150% (+уровень специального муравья*1%) урона 3 случайным отрядам противника в зоне действия, пробивая их защиту. Их защита будет снижена на 30% на 2 раунда
tr: 1 tur hazırlanır ve %35 olasılıkla etki alanındaki rastgele seçilmiş 3 düşman takımına %150 (+Özel Karınca Seviyesi*%1) hasar verir ve bunları Delerek 2 tur boyunca Savunmalarını %30 düşürür
uk: Готується протягом 1 раунду і має 35% шанс завдати 150% (+ рівень особливої мурашки * 1%) шкоди 3 випадковим ворожим загонам у межах ефективної дальності й пронизує їх, знижуючи їхній захист на 30% протягом 2 раундів
vi: Chuẩn bị trong 1 hiệp, có 35% khả năng gây sát thương 150% (+Cấp côn trùng đặc biệt*1%) lên 3 đội địch ngẫu nhiên trong phạm vi hiệu quả và Đâm xuyên chúng, giảm Phòng thủ của chúng đi 30% trong 2 hiệp

# goldenSugarPiercingStrikeSkillDescription20
source: Prepares for 1 round, and has a 35% chance to deal 200% (+Special Ant Level*1%) damage to 3 random enemy squads within effective range and Pierce them, reducing their Defense by 30% for 2 rounds
ar: تستعد لجولة واحدة، وتنال فرصة بنسبة 35٪ لإلحاق ضرر بنسبة 200٪ (+ مستوى النمل الخاص * 1٪) على 3 فرق عدو عشوائية داخل النطاق الفعال واخترقها، مما يقلل من دفاعها بنسبة 30٪ لمدة جولتين
bg: Подготвя се 1 рунд и има 35% шанс да нанесе 200% (+ Ниво на специален мравки*1%) щети на 3 случайни вражески отряда в ефективен обхват и да ги прониже, намалявайки Защитата им с 30% за 2 рунда
de: Bereitet sich 1 Runde vor und hat eine Chance von 35 %, 3 zufälligen feindlichen Trupps in effektiver Reichweite 200 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen und sie zu durchbohren, wodurch ihre Verteidigung 2 Runden lang um 30 % reduziert wird
es: Se prepara durante 1 ronda y tiene un 35% de probabilidad de infligir un 200% (+nivel especial de hormiga*1%) de daño a 3 escuadrones enemigos aleatorios dentro del alcance efectivo y perforarlos, lo que reduce su defensa en un 30% durante 2 rondas
fil: Naghanda para sa 1 round, at may 35% na tsansang manakit ng 200% (+Antas ng Espesyal na Langgam*1%) na pinsala sa 3 random na tropa ng kalaban sa loob ng epektibong pagitan at Tusukin ang mga ito, binawasan ang kanilang Depensa ng 30% sa loob ng 2 round
hu: 1 körre felkészül, és 35% esélye van arra, hogy 200% (+Különleges hangyaszint*1%) sebzést okozzon hatótávon belül 3 véletlenszerű ellenséges egységnek, és átszúrja őket, ami 30%-kal csökkenti a védelmüket 2 körre
it: Si prepara per 1 round e ha una probabilità del 35% di infliggere 200% di danni (+Livello formica speciale*1%) a 3 squadre nemiche casuali entro il raggio d'azione effettivo e trafiggerle, riducendo la loro difesa del 30% per 2 round
ja: 1ラウンド準備して、有効範囲内の3つの敵部隊に200％（＋特殊螞蟻のレベル×1％）のダメージを与え、それらを貫通させ、2ラウンド防御を30％低下させる35％の確率があります
mk: Се подготвува 1 рунда и има 35% шанса да нанесе штета од 200% (+Специјално ниво на мравка*1%) на 3 случајни непријателски единици во ефективен опсег и да ги прободе, намалувајќи ја нивната Одбрана за 30% во текот на 2 рунди
nl: Bereidt zich voor gedurende 1 ronde en heeft een kans van 35% om 200% (+ niveau van speciale mieren * 1%) schade toe te brengen aan 3 willekeurige vijandelijke troepen binnen het effectieve bereik. Boort in hen en vermindert hun verdediging met 30% gedurende 2 ronden
pl: Przygotowuje przez 1 rundę, ma 35% szans na zadanie 200% (+ poziom specjalnej mrówki * 1%) obrażeń 3 losowym wrogim oddziałom w zasięgu działania i ich Przekłucie, zmniejszając ich obronę o 30% przez 2 rundy
ru: Готовится к атаке в течение 1 раунда. С вероятностью 35% наносит 200% (+уровень специального муравья*1%) урона 3 случайным отрядам противника в зоне действия, пробивая их защиту. Их защита будет снижена на 30% на 2 раунда
tr: 1 tur hazırlanır ve %35 olasılıkla etki alanındaki rastgele seçilmiş 3 düşman takımına %200 (+Özel Karınca Seviyesi*%1) hasar verir ve bunları Delerek 2 tur boyunca Savunmalarını %30 düşürür
uk: Готується протягом 1 раунду і має 35% шанс завдати 200% (+ рівень особливої мурашки * 1%) шкоди 3 випадковим ворожим загонам у межах ефективної дальності й пронизує їх, знижуючи їхній захист на 30% протягом 2 раундів
vi: Chuẩn bị trong 1 hiệp, có 35% khả năng gây sát thương 200% (+Cấp côn trùng đặc biệt*1%) lên 3 đội địch ngẫu nhiên trong phạm vi hiệu quả và Đâm xuyên chúng, giảm Phòng thủ của chúng đi 30% trong 2 hiệp

# goldenSugarComboStrikesSkillTitle
source: Combo Strikes
ar: ضربات مشتركة
bg: Комбинирани удари
de: Kombo-Schläge
es: Golpes combinados
fil: Mga Pamamalo sa Combo
hu: Kombinált csapások
it: Colpi Combo
ja: コンボストライキ
mk: Комбо удари
nl: Combo-aanvallen
pl: Uderzenia combo
ru: Ударные комбинации
tr: Kombo Vuruşları
uk: Комбіновані удари
vi: Đòn kết hợp

# goldenSugarComboStrikesSkillDescription10
source: In the No.3,5,8 rounds, has a 55% chance to deal 206% (+Special Ant Level*6%) damage to 2 random enemy squads within effective range
ar: في الجولة رقم 3، 5، 8، يكون لديها فرصة بنسبة 55٪ لإلحاق ضرر بنسبة 206٪ (+ مستوى النمل الخاص * 6٪) بفرقتي عدو عشوائيتين داخل النطاق الفعال
bg: В рундове №3,5,8 има 55% шанс да нанесе 206% (+ Ниво на специален мравки*6%) щети на 2 случайни вражески отряда в ефективен обхват
de: Hat in den Runden Nr. 3, 5 und 8 eine Chance von 55 %, 2 zufälligen feindlichen Trupps in effektiver Reichweite 206 % (+ Spezialameisenlevel*6 %) Schaden zuzufügen
es: En las rondas 3, 5 y 8, tiene un 55% de probabilidad de infligir un 206% (+nivel especial de hormiga*6%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Sa mga round na Blg. 3, 5, 8, may 55% na tsansang manakit ng 206% (+Antas ng Espesyal na Langgam*6%) na pinsala sa 2 random na tropa ng kalaban sa loob ng epektibong pagitan
hu: A 3., 5. és 8. körben 55% esélye van arra, hogy 206% (+Különleges hangyaszint*6%) sebzést okozzon hatótávon belül 2 véletlenszerű ellenséges egységnek
it: Nei round n° 3, 5, 8, ha una probabilità del 55% di infliggere 206% di danni (+Livello formica speciale*6%) a 2 squadre nemiche casuali entro il raggio d'azione effettivo
ja: 第3、第5、第8ラウンドで、有効範囲内の2つの敵部隊に206％（＋特殊螞蟻のレベル×6％）のダメージを与えて、それらを貫通させる55％の確率があります
mk: Во 3., 5. и 8. рунда има 55% шанса да нанесе штета од 206% (+Специјално ниво на мравка*6%) на 2 случајни непријателски единици во ефективен опсег
nl: Heeft in de rondes nr. 3, 5 en 8 een kans van 55% om 206% (+ niveau van speciale mieren * 6%) schade toe te brengen aan 2 willekeurige vijandelijke troepen binnen het effectieve bereik
pl: W rundach 3, 5 i 8 ma 55% szans na zadanie 206% (+ poziom specjalnej mrówki * 6%) obrażeń 2 losowym wrogim oddziałom w zasięgu działania
ru: В 3-й, 5-й и 8-й раунды с вероятностью 55% наносит 206% (+уровень специального муравья*6%) урона 2 случайным отрядам противника в зоне действия
tr: 3, 5, 8. turlarda, etki alanındaki rastgele seçilmiş 2 düşman takımına %55 olasılıkla %206 (+Özel Karınca Seviyesi*%6) hasar verir
uk: У 3-му, 5-му та 8-му раундах має 55% шанс завдати 206% (+ рівень особливої мурашки * 6%) шкоди 2 випадковим ворожим загонам у межах ефективної дальності
vi: Trong hiệp thứ 3,5,8 có 55% khả năng gây sát thương 206% (+Cấp côn trùng đặc biệt*6%) lên 2 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldenSugarComboStrikesSkillDescription20
source: In the No.3,5,8 rounds, has a 60% chance to deal 206% (+Special Ant Level*6%) damage to 2 random enemy squads within effective range
ar: في الجولة رقم 3، 5، 8، تكون لديها فرصة بنسبة 60٪ لإلحاق ضرر بنسبة 206٪ (+ مستوى النمل الخاص * 6٪) بفرقتي عدو عشوائيتين داخل النطاق الفعال
bg: В рундове №3,5,8 има 60% шанс да нанесе 206% (+ Ниво на специален мравки*6%) щети на 2 случайни вражески отряда в ефективен обхват
de: Hat in den Runden Nr. 3, 5 und 8 eine Chance von 60 %, 2 zufälligen feindlichen Trupps in effektiver Reichweite 206 % (+ Spezialameisenlevel*6 %) Schaden zuzufügen
es: En las rondas 3, 5 y 8, tiene un 60% de probabilidad de infligir un 206% (+nivel especial de hormiga*6%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Sa mga round na Blg. 3, 5, 8, may 60% na tsansang manakit ng 206% (+Antas ng Espesyal na Langgam*6%) na pinsala sa 2 random na tropa ng kalaban sa loob ng epektibong pagitan
hu: A 3., 5. és 8. körben 60% esélye van arra, hogy 206% (+Különleges hangyaszint*6%) sebzést okozzon hatótávon belül 2 véletlenszerű ellenséges egységnek
it: Nei round n° 3, 5, 8, ha una probabilità del 60% di infliggere 206% di danni (+Livello formica speciale*6%) a 2 squadre nemiche casuali entro il raggio d'azione effettivo
ja: 第3、第5、第8ラウンドで、有効範囲内の2つの敵部隊に206％（＋特殊螞蟻のレベル×6％）のダメージを与える60％の確率があります
mk: Во 3., 5. и 8. рунда има 60% шанса да нанесе штета од 206% (+Специјално ниво на мравка*6%) на 2 случајни непријателски единици во ефективен опсег
nl: Heeft in de rondes nr. 3, 5 en 8 een kans van 60% om 206% (+ niveau van speciale mieren * 6%) schade toe te brengen aan 2 willekeurige vijandelijke troepen binnen het effectieve bereik
pl: W rundach 3, 5 i 8 ma 60% szans na zadanie 206% (+ poziom specjalnej mrówki * 6%) obrażeń 2 losowym wrogim oddziałom w zasięgu działania
ru: В 3-й, 5-й и 8-й раунды с вероятностью 60% наносит 206% (+уровень специального муравья*6%) урона 2 случайным отрядам противника в зоне действия
tr: 3, 5, 8. turlarda, etki alanındaki rastgele seçilmiş 2 düşman takımına %60 olasılıkla %206 (+Özel Karınca Seviyesi*%6) hasar verir
uk: У 3-му, 5-му та 8-му раундах має 60% шанс завдати 206% (+ рівень особливої мурашки * 6%) шкоди 2 випадковим ворожим загонам у межах ефективної дальності
vi: Trong hiệp thứ 3,5,8 có 60% khả năng gây sát thương 206% (+Cấp côn trùng đặc biệt*6%) lên 2 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldenVenomRampantAttackSkillTitle
source: Rampant Attack
ar: هجوم مكثف
bg: Буен атака
de: Anhaltender Angriff
es: Ataque desenfrenado
hu: Vad támadás
it: Attacco Furibondo
ja: 猛襲
nl: Razende Aankomen
pl: Szaleńczy atak
ru: Неудержимая атака
tr: Şiddetli Saldırı
uk: Рвучка атака
vi: Tấn công hoành hành

# goldenVenomRampantAttackSkillDescription10
source: Has a 40% chance to attack 2 times, dealing 248% (+Special Ant Level*2%) damage each time to 1 random enemy squad within the effective range (Selects target independently each time)
ar: تبلغ نسبة احتمالية الهجوم مرتين 40%، مما يحدث ضررًا بنسبة 248% (+ المستوى الخاص للنمل*2%) في كل مرة لفرقة عدو عشوائية واحدة ضمن النطاق الفعال (يحدد الهدف بشكل مستقل في كل مرة)
bg: Има 40% шанс да атакува 2 пъти, като нанася 248% (+специално ниво на мравката*2%) щети всеки път на 1 случаен вражески отряд в обхвата (избира цел независимо всеки път)
de: Hat eine Chance von 40%, zweimal anzugreifen und jedes Mal 1 zufälligen feindlichen Trupp innerhalb der effektiven Reichweite um 248% (+Level der Spezialameisen*2%) Schaden zuzufügen (wählt Ziel jedes Mal unabhängig aus)
es: Tiene un 40% de probabilidad de atacar 2 veces, infligiendo un daño del 248% (+nivel especial de hormiga*2%) cada vez a 1 escuadrón enemigo aleatorio dentro del alcance efectivo (selecciona el objetivo independientemente cada vez)
fil: Mayroong 40% na pagkakataong umatake ng 2 beses, na nagbibigay ng 248% (+Espesyal na Ant Level*2%) pinsala sa 1 random na kaaway na iskwad sa loob ng epektibong hanay (Pumipili ng target nang malaya sa bawat oras)
hu: 40%-os eséllyel 2-szer támad, és minden egyes támadása 248% (+speciális hangya szintje * 2%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlen ellenséges osztagnak. (Minden alkalommal külön választ ki célpontot)
it: Ha una probabilità del 40% di attaccare 2 volte, infliggendo 248% (+livello formica speciale*2%) di danno ogni volta a una squadra nemica casuale entro il raggio d'azione (seleziona bersaglio in modo indipendente ogni volta)
ja: 40%の確率で効果範囲内のランダムな敵軍部隊1つに2回攻撃し、1回毎に 248% (+特アリレベル*2%) ダメージを与える (対象は毎回独立して選択)
mk: Има 40% шанса да нападне 2 пати, нанесувајќи 248% (+Специјален ниво на мравка*2%) оштетување секој пат на 1 случаен непријателски одред во делотворниот опсег (Независно избира цел секој пат)
nl: Heeft 40% kans om 2 keer aan te vallen en bij elke aanval 248% (+ Speciaal Mierniveau * 2%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik (selecteert elke keer onafhankelijk een doel)
pl: Ma 40% szans na zaatakowanie 2 razy i zadanie 248% (+2% poziomu specjalnej mrówki) obrażeń każdemu z 1 losowego wrogiego oddziału w zasięgu działania (cel jest wybierany niezależnie za każdym razem)
ru: С вероятностью 40% атакует 2 раза, нанося 248% (+Уровень специального муравья*2%) урона всякий раз по 1 случайному вражескому отряду в зоне поражения (каждый раз выбирается отдельная цель)
tr: Etki aralığındaki 1 rastgele düşman birliğine her biri %248 (+Özel Karınca Seviyesi * %2) hasar veren %40 şansıyla 2 kez saldırma şansına sahiptir (Hedefi her seferinde bağımsız olarak seçer)
uk: З імовірністю 40% атакує 2 рази, завдаючи 248% (+Рівень особливих мурах*2%) пошкоджень щоразу 1 випадковому загону противника в межах ефективного радіусу (кожного разу вибирає ціль окремо)
vi: Có 40% khả năng tấn công 2 lần, mỗi lần gây 248% (+Cấp kiến đặc biệt*2%) sát thương lên 1 đội hình địch ngẫu nhiên trong phạm vi hiệu quả (Mỗi lần chọn mục tiêu riêng)

# goldenVenomRampantAttackSkillDescription20
source: Has a 40% chance to attack 2 times, dealing 368% (+Special Ant Level*2%) damage each time to 1 random enemy squad within the effective range (Selects target independently each time)
ar: تبلغ نسبة احتمالية الهجوم مرتين 40%، مما يحدث ضررًا بنسبة 368% (+ المستوى الخاص للنمل*2%) في كل مرة لفرقة عدو عشوائية واحدة ضمن النطاق الفعال (يحدد الهدف بشكل مستقل في كل مرة)
bg: Има 40% шанс да атакува 2 пъти, като нанася 368% (+специално ниво на мравката*2%) щети всеки път на 1 случаен вражески отряд в обхвата (избира цел независимо всеки път)
de: Hat eine Chance von 40%, zweimal anzugreifen und jedes Mal 1 zufälligen feindlichen Trupp innerhalb der effektiven Reichweite um 368% (+Level der Spezialameisen*2%) Schaden zuzufügen (wählt Ziel jedes Mal unabhängig aus)
es: Tiene un 40% de probabilidad de atacar 2 veces, infligiendo un daño del 368% (+nivel especial de hormiga*2%) cada vez a 1 escuadrón enemigo aleatorio dentro del alcance efectivo (selecciona el objetivo independientemente cada vez)
fil: Mayroong 40% na pagkakataong umatake ng 2 beses, na nagbibigay ng 368% (+Espesyal na Ant Level*2%) pinsala sa 1 random na kaaway na iskwad sa loob ng epektibong hanay (Pumipili ng target nang malaya sa bawat oras)
hu: 40%-os eséllyel 2-szer támad, és minden egyes támadása 368% (+speciális hangya szintje * 2%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlen ellenséges osztagnak. (Minden alkalommal külön választ ki célpontot)
it: Ha una probabilità del 40% di attaccare 2 volte, infliggendo 368% (+livello formica speciale*2%) di danno ogni volta a una squadra nemica casuale entro il raggio d'azione (seleziona bersaglio in modo indipendente ogni volta)
ja: 40%の確率で効果範囲内のランダムな敵軍部隊1つに2回攻撃し、1回毎に 368% (+特アリレベル*2%) ダメージを与える (対象は毎回独立して選択)
mk: Има 40% шанса да нападне 2 пати, нанесувајќи 368% (+Специјален ниво на мравка*2%) оштетување секој пат на 1 случаен непријателски одред во делотворниот опсег (Независно избира цел секој пат)
nl: Heeft 40% kans om 2 keer aan te vallen en bij elke aanval 368% (+ Speciaal Mierniveau * 2%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik (selecteert elke keer onafhankelijk een doel)
pl: Ma 40% szans na zaatakowanie 2 razy i zadanie 368% (+2% poziomu specjalnej mrówki) obrażeń każdemu z 1 losowego wrogiego oddziału w zasięgu działania (cel jest wybierany niezależnie za każdym razem)
ru: С вероятностью 40% атакует 2 раза, нанося 368% (+Уровень специального муравья*2%) урона всякий раз по 1 случайному вражескому отряду в зоне поражения (каждый раз выбирается отдельная цель)
tr: Etki aralığındaki 1 rastgele düşman birliğine her biri %368 (+Özel Karınca Seviyesi * %2) hasar veren %40 şansıyla 2 kez saldırma şansına sahiptir (Hedefi her seferinde bağımsız olarak seçer)
uk: З імовірністю 40% атакує 2 рази, завдаючи 368% (+Рівень особливих мурах*2%) пошкоджень щоразу 1 випадковому загону противника в межах ефективного радіусу (кожного разу вибирає ціль окремо)
vi: Có 40% khả năng tấn công 2 lần, mỗi lần gây 368% (+Cấp kiến đặc biệt*2%) sát thương lên 1 đội hình địch ngẫu nhiên trong phạm vi hiệu quả (Mỗi lần chọn mục tiêu riêng)

# goldenVenomParalysisToxinSkillTitle
source: Paralysis Toxin
ar: سم شلل
bg: Токсин на парализа
de: Lähmungstoxin
es: Toxina paralizante
hu: Paralízis méreg
it: Tossina Paralizzante
ja: 麻痺毒
mk: Токсин на парализа
nl: Verlammingsvergif
pl: Toksyna paraliżująca
ru: Парализующий токсин
tr: Felç Zehri
uk: Паралітична отрута
vi: Chất độc tê liệt
