Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# camponotusColoratusDescription
source: Carpenter ants are large ants indigenous to many forested parts of the world. They build nests inside wood, consisting of galleries chewed out with their mandibles or jaws, preferably in dead, damp wood. However, unlike termites, they do not consume wood, but instead discard a material that resembles sawdust outside their nest. Sometimes, carpenter ants hollow out sections of trees. They also commonly infest wooden buildings and structures, causing a widespread problem
ar: نمل النجار هو نمل كبير موطنه العديد من الأجزاء الحرجية من العالم. يبنون أعشاشًا داخل الخشب، تتكون من صالات تم مضغها بفكوكهم أو فكوكهم، ويفضل أن يكون ذلك في خشب ميت ورطب. ومع ذلك، على عكس النمل الأبيض، فإنهم لا يستهلكون الخشب، بل يتخلصون من مادة تشبه نشارة الخشب خارج عشهم. في بعض الأحيان، يجوف نمل النجار أجزاء من الأشجار. كما أنها تصيب المباني والمنشآت الخشبية بشكل شائع، مما يتسبب في مشكلة واسعة النطاق
bg: Мравките дърводелци са големи мравки, аборигенски за много горски части на света. Те изграждат гнезда в дърво, състоящи се от тунели, изгризани с челюстите им, за предпочитане в мъртво, влажно дърво. За разлика от термитите обаче, те не консумират дърво, а вместо това изхвърлят материал, който прилича на дървени стърготини извън гнездото им. Понякога мравките дърводелци издълбават секции от дърветата. Те също така обикновено заразяват дървени сгради и съоръжения, причинявайки широко разпространен проблем
de: Zimmermannsameisen sind große Ameisen, die in vielen bewaldeten Teilen der Welt heimisch sind. Sie bauen Nester im Holz, die aus Galerien bestehen, die mit ihren Mandibeln oder Kiefern ausgekaut werden, vorzugsweise in totem, feuchtem Holz. Im Gegensatz zu Termiten verzehren sie jedoch kein Holz, sondern werfen stattdessen ein Material ab, das Sägemehl ähnelt, das sich außerhalb ihres Nests befindet. Manchmal höhlen Zimmermannsameisen Teile von Bäumen aus. Sie befallen auch häufig Holzgebäude und -strukturen, was zu einem weit verbreiteten Problem führt.
fil: Ang mga carpenter ants ay malalaking ants na katutubo sa maraming bahagi ng mundo na kagubatan. Gumagawa sila ng mga pugad sa loob ng kahoy, na binubuo ng mga gallery na nginunguya gamit ang kanilang mga mandibles o panga, mas mainam sa patay na, mamasa-masang kahoy. Gayunpaman, hindi katulad ng mga anay, hindi nila kinokonsumo ang kahoy, ngunit itinapon ang isang materyal na kahawig ng sawdust sa labas ng kanilang pugad. Minsan, hinuhukay ng mga carpenter ants ang mga bahagi ng mga puno. Karaniwan din nilang sinasalakay ang mga kahoy na gusali at istraktura, na nagdudulot ng malawakang problema
hu: Az ács hangyák nagyméretű hangyák, amelyek a világ sok erdős részén őshonosak. Fészküket fába építik, amelyet rágóikkal vagy állkapcsukkal kimetszett galériákból állnak, előnyösen holt, nedves fában. A termeszektől eltérően azonban nem fogyasztanak fát, hanem fűrészporhoz hasonló anyagot dobnak ki a fészkükön kívülre. Az ács hangyák néha kivájják a fák egyes részeit. Gyakran fertőzik meg a faházakat és építményeket, ami széles körű problémát okoz
it: Le formiche carpentiere sono grandi formiche originarie di molte zone boschive del mondo. Costruiscono nidi all'interno del legno, formati da gallerie scavate con le mandibole o le mascelle, preferibilmente nel legno morto e umido. Tuttavia, a differenza delle termiti, non consumano il legno, ma scartano un materiale che assomiglia alla segatura all'esterno del nido. A volte, le formiche carpentiere svuotano alcune parti degli alberi. Spesso infestano anche edifici e strutture in legno, causando un problema diffuso
ja: 大工アリは、世界の多くの森林地域に生息する大型のアリです。彼らは、彼らの下顎または顎で噛み砕かれたギャラリーで構成される、できれば死んだ湿った木の中に巣を作ります。ただし、シロアリとは異なり、彼らは木材を消費するのではなく、巣の外に木くずのような材料を捨てます。場合によっては、大工アリは木の区画を掘り下げます。彼らはまた、一般的に木造の建物や構造物に侵入し、広範囲にわたる問題を引き起こします。
mk: Мравките што прават дупки се големи мравки кои потекнуваат од многу шумовити места во светот. Тие градат гнезда внатре во дрвото кои се состојат од галерии изгризани со нивните вилици, за претпочитање во мртво, влажно дрво. Сепак, за разлика од термитите, тие не јадат дрво, туку наместо тоа исфрлаат материјал кој личи на дрвени опилки надвор од нивното гнездо. Понекогаш, овие мравки издлабуваат одредени секции на дрвата. Тие исто така често заразуваат дрвени згради и структури, предизвикувајќи широко распространет проблем
nl: Timmermieren zijn grote mieren die in veel beboste delen van de wereld inheemse zijn. Ze bouwen nesten in hout, bestaande uit gangen die zijn uitgekauwd met hun mandibels of kaken, bij voorkeur in dood, vochtig hout. In tegenstelling tot termieten consumeren ze echter geen hout, maar werpen ze een materiaal weg dat lijkt op zaagsel buiten hun nest. Soms hakken timmermieren delen van bomen uit. Ze komen ook veel voor in houten gebouwen en constructies, wat een wijdverspreid probleem veroorzaakt.
pl: Mrówki cieśli to duże mrówki rodzime dla wielu zalesionych części świata. Budują gniazda wewnątrz drewna składające się z galerii wyżutych ich żuwaczkami lub szczękami, najlepiej z martwego, wilgotnego drewna. Jednak, w przeciwieństwie do termitów, nie konsumują drewna. Zamiast tego odrzucają materiał przypominający trociny poza gniazdem. Czasami mrówki cieśli drążą części drzew. Często także atakują drewniane budynki i budowle, powodując powszechny problem.
ru: Плотницкие муравьи - крупные муравьи, обитающие во многих лесных частях мира. Они строят гнезда внутри древесины, состоящие из галерей, прогрызаемых их челюстями, преимущественно в мёртвой сырой древесине. Однако, в отличие от термитов, они не поедают древесину, а выбрасывают материал, напоминающий опилки, за пределы своего гнезда. Иногда плотницкие муравьи выдалбливают участки деревьев. Они также обычно заселяют деревянные постройки и сооружения, что является распространённой проблемой.
tr: Marangoz karıncalar, dünyanın birçok ormanlık bölgesine özgü büyük karıncalardır. Ahşap içinde, tercihen ölü, nemli ağaçlarda çeneleri veya çeneleriyle çiğnenmiş galerilerden oluşan yuvalar inşa ederler. Bununla birlikte, termitlerin aksine, ahşabı tüketmezler, bunun yerine yuvalarının dışına talaşa benzeyen bir malzeme atarlar. Bazen marangoz karıncalar ağaçların parçalarını oyar. Ayrıca genellikle tahta binalara ve yapılara musallat olarak yaygın bir soruna neden olurlar
uk: Теслярські мурахи є великими мурахами, які живуть у багатьох лісистих частинах світу. Вони будують гнізда у дереві, що складаються з галерей, прогризених їхніми щелепами, бажано в мертвому, вологому дереві. Однак, на відміну від термітів, вони не споживають деревину, а висипають матеріал, схожий на тирсу, за межами свого гнізда. Іноді теслярські мурахи роблять порожнечі в стовбурах дерев. Вони також часто заражають дерев’яні будівлі та споруди, що спричиняє поширену проблему
vi: Kiến thợ mộc là những loài kiến lớn có nguồn gốc từ nhiều vùng rừng trên thế giới. Chúng làm tổ bên trong gỗ, bao gồm các đường hầm do tuyến nước bọt của chúng hoặc các hàm nhai đào ra, thích làm ở gỗ chết, gỗ ẩm. Tuy nhiên, không giống như mối, chúng không sử dụng gỗ, mà thải ra một vật liệu giống như mùn cưa bên ngoài tổ của chúng. Đôi khi, kiến thợ mộc khoét rỗng các phần cây. Chúng cũng thường xâm nhập vào các tòa nhà và công trình bằng gỗ, gây ra một vấn đề lan rộng
zh: 木工蚁是世界许多森林部分的本土大型蚂蚁。它们在木头内部筑巢，巢穴由它们的下颚或颚骨咀嚼出来的画廊组成，它们更喜欢在潮湿的死木中筑巢。然而，与白蚁不同的是，它们不消耗木材，而是在巢穴外丢弃类似于锯末的物质。有时，木工蚁会掏空树木的部分。它们还经常侵扰木制建筑和结构，造成广泛的问题。

# camponotusChromaiodesCommon
source: Crimson Fragger
ar: مجرمي قرمزي
de: Purpurroter Zerstörer
hu: Bíbor Frager
it: Fragmentatrice scarlatta
ja: クリムゾンフラッガー
mk: Багрен фрагер
pl: Karmazynowy niszczyciel
ru: Багряный фраггер
tr: Kızıl fragger
uk: Багряний фрагер
vi: Côn trùng phân mảnh màu đỏ
zh: 红山蚁

# camponotusChromaiodesDescription
source: Camponotus chromaiodes, the “rust-colored carpenter ant” nests in and under rotten wood, including logs and stumps, with the galleries often extending into the soil (often clay soil), as well as in standing dead trees, or in moist, rotten parts of buildings. This is a low altitude species which lives in wooded areas as in well-rotted logs and stumps, or standing dead trees
ar: تعشش نملة الخشب ذات اللون الصدئ كامبونوتوس كرومايودس في الخشب المتعفن وتحتها، ويشمل ذلك جذوع الأشجار وجذوعها، وغالبًا ما تمتد المعارض إلى التربة (غالبًا تربة طينية)، وكذلك في الأشجار الميتة الواقفة، أو في أجزاء رطبة متعفنة من المباني. هذا نوع منخفض الارتفاع يعيش في المناطق المشجرة كما هو الحال في جذوع الأشجار المتعفنة جيدًا وجذوعها أو الأشجار الميتة الواقفة
bg: Camponotus chromaiodes, „ръждивокафявата дърводелска мравка“ гнезди във и под гнила дървесина, включително трупи и пънове, като тунелите често се простират в почвата (често глинеста почва), както и в стоящи мъртви дървета, или във влажни, гнили части на сгради. Това е вид, който се среща на ниски височини, който живее в залесени райони като в добре изгнили трупи и пънове или стоящи мъртви дървета
de: Camponotus chromaiodes, die „rostfarbene Zimmermannsameise“, nistet in und unter verrottetem Holz, einschließlich Baumstämmen und Stümpfen, wobei sich die Galerien oft in den Boden (oft Lehmboden) sowie in stehenden toten Bäumen oder in feuchten, verrotteten Teilen von Gebäuden erstrecken. Dies ist eine Tieflandart, die in Waldgebieten wie in gut verrotteten Baumstämmen und -stümpfen oder stehenden toten Bäumen lebt
fil: Ang Camponotus chromaiodes, ang "rust-colored carpenter ant" ay pugad sa loob at sa ilalim ng bulok na kahoy, kasama ang mga log at tuod, na ang mga gallery ay madalas na umaabot sa lupa (madalas na lupa sa luwad), pati na rin sa mga nakatayong patay na puno, o sa mamasa-masa, bulok na bahagi ng mga gusali. Ito ay isang species ng mababang altitude na nakatira sa mga lugar na kagubatan tulad ng mga mabulok nang mabuti na mga log at tuod, o nakatayong patay na mga puno
hu: A Camponotus chromaiodes, a "rozsdás színű ács hangya" rothadt fa, köztük rönkök és tuskók alatt fészkel, a galériák gyakran a talajba (gyakran agyagos talajba) nyúlnak, valamint álló holt fákban, vagy az épületek nedves, rothadt részein. Ez egy alacsony magasságú faj, amely erdős területeken él, mint például jól rothadt rönkök és tuskók, vagy álló holt fák
it: Camponotus chromaiodes, la "formica carpentiere color ruggine" nidifica nel e sotto il legno marcio, inclusi tronchi e ceppi, con le gallerie che spesso si estendono nel terreno (spesso argilloso), così come nei tronchi morti in piedi o nelle parti umide e marce degli edifici. Questa è una specie di bassa quota che vive in zone boschive come tronchi e ceppi ben marci o alberi morti in piedi
ja: 「さび色の木工アリ」Camponotus chromaiodesは、丸太や切り株など腐った木材の中と下に巣を作り、ギャラリーはしばしば土（多くの場合粘土質）にまで延長し、立ち枯れた木や建物の中の湿った腐った部分にもあります。これは、よく腐った丸太や切り株、または立ち枯れた木のように樹木が茂った地域に住んでいる低高度の種です。
mk: Camponotus chromaiodes, „мравката столар со боја на 'рѓа“ прави гнездо во и под изгниено дрво, вклучувајќи трупци и пањеви, со тоа што галериите често се протегаат во почвата (често глинена почва), како и во стоечки суви дрва, или во влажни, изгниени делови од згради. Ова е вид кој обично се наоѓа на мала надморска височина и кој живее во шумовити области како во добро изгниени трупци и пањеви, или во стоечки суви дрва
nl: Camponotus chromaiodes, de “roestkleurige timmermier”, nestelt in en onder rot hout, inclusief boomstammen en stronken, waarbij de gangen zich vaak uitstrekken tot in de grond (vaak kleigrond), evenals in staande dode bomen of in vochtige, rotte delen van gebouwen. Dit is een soort die op lage hoogte leeft in beboste gebieden, zoals in goed rotte boomstammen en stronken, of in staande dode bomen.
pl: Camponotus chromaiodes, "rdzawo-kolorowa mrówka cieśla" gniazduje w i pod zgniłym drzewem, w tym w kłodach i pniach, gdzie galerie rozciągają się do gleby (często glinianej) oraz w stojących martwych drzewach lub w wilgotnych i zgniłych częściach budynków. Jest to gatunek nisko położony, który żyje w terenach zalesionych, w dobrze zgniłych kłodach i pniach lub w stojących martwych drzewach.
ru: Camponotus chromaiodes, «рыжий плотничий муравей», гнездится в гнилой древесине, в том числе в брёвнах и пнях, причем галереи часто простираются в почву (часто в глинистую почву), а также в стоячих мёртвых деревьях или во влажных, гнилых частях зданий. Это низковидовой вид, обитающий в лесных районах, как в хорошо пропитанных водой брёвнах и пнях, так и в стоящих мёртвых деревьях.
tr: Kızıl renkli marangoz karınca olarak da bilinen Camponotus chromaiodes, kütükler ve budaklar da dahil olmak üzere çürümüş ahşabın içinde ve altında yuva yapar ve galeriler sıklıkla toprağa (genellikle killi toprak), ayakta duran ölü ağaçlara veya binaların nemli, çürümüş kısımlarına uzanır. Bu, ormanlık alanlarda, iyi çürümüş kütüklerde ve budaklarda veya ayakta duran ölü ağaçlarda yaşayan düşük rakımlı bir türdür
uk: Camponotus chromaiodes, «іржавий теслярський мураха», гніздується в і під гнилою деревиною, включаючи колоди та пні, причому галереї часто простягаються в ґрунт (часто глинистий ґрунт), а також у стоячих мертвих деревах або у вологих, гнилих частинах. будівель. Це високогірний вид, який живе у лісистих місцях, як у добре гнилих колодах та пнях, так і у стоячих мертвих деревах
vi: Camponotus chromaiodes, loài "kiến thợ mộc màu gỉ sắt" làm tổ trong và dưới gỗ mục, bao gồm cả khúc gỗ và gốc cây, với các đường hầm thường kéo dài xuống đất (thường là đất sét), cũng như trong các cây chết đứng hoặc trong các mục nát, ẩm ướt các phần của tòa nhà. Đây là một loài sống ở độ cao thấp trong các khu vực rừng như trong các khúc gỗ và gốc cây mục nát, hoặc các cây chết đứng
zh: Camponotus chromaiodes,被称作“铁锈色木匠蚁”，常在腐烂的木头中筑巢，包括原木和树桩，其通道通常延伸到土壤（通常是黏性土壤）中，以及屹立的死树，或者建筑物潮湿、腐烂的部位。这是一种低海拔物种，生活在树木繁茂的区域，如腐朽的原木和树桩，或者屹立的死树

source: Camponotus mirabilis
ar: كامبونوتوس ميرابيليس

# camponotusMirabilisCommon
source: Slim Arched
ar: مقوسة ونحيفة
bg: Строен сводест
de: Schlank Gebogen
hu: Karcsú ívelt
it: Sottile arcuata
ja: スリムアーチ
mk: Тенка лачна
nl: Slank gewelfd
pl: Smukła łukowata
ru: Стройный арочный
tr: İnce kavisli
uk: Вузько аркований
vi: Vòm cong mảnh
zh: 细拱

# camponotusMirabilisDescription
source: Strict nocturnality in both C. mirabilis and Camponotus longipilis contrasts with diurnality in other bamboo specialists. Established colonies occupy multiple culms of Guadua bamboo after workers chew entrances in young stems prior to lignification. Foundresses of C. mirabilis appear to initiate their colonies by invading Camponotus longipilis nests and taking over established coccid populations, a major source of food (honeydew).
ar: تتباين الشراهة الليلية الصارمة في كل من كامبونوتوس ميرابيليس وكامبونوتوس لونجيبليس مع النشاط النهاري في متخصصي الخيزران الآخرين. تشغل المستعمرات المستقرة العديد من سيقان الخيزران غوادوا بعد أن تمضغ العاملات مداخل في السيقان الصغيرة قبل التحجر. يبدو أن مؤسسات كامبونوتوس ميرابيليس تبدأ مستعمراتها بغزو أعشاش كامبونوتوس لونجيبليس والاستيلاء على مجموعات القرمز المستقرة، وهي مصدر رئيسي للغذاء (العسل).
bg: Строгата нощност както в C. mirabilis, така и в Camponotus longipilis контрастира с дневния режим на другите специалисти по бамбук. Установените колонии заемат множество стебла на бамбук Guadua, след като работниците изгризат входове в младите стъбла преди втвърдяването. Основателките на C. mirabilis явно започват колониите си, като нахлуват в гнездата на Camponotus longipilis и овладяват установените популации от червеи, основен източник на храна (медена роса).
de: Die strenge Nachtaktivität sowohl bei C. mirabilis als auch bei Camponotus longipilis steht im Gegensatz zur Tagaktivität bei anderen Bambusspezialisten. Etablierte Kolonien besetzen mehrere Halme von Guadua-Bambus, nachdem Arbeiter vor der Verholzung Eingänge in junge Stämme gekaut haben. Gründerinnen von C. mirabilis scheinen ihre Kolonien zu gründen, indem sie in Camponotus longipilis-Nester eindringen und etablierte Schildlauspopulationen übernehmen, eine wichtige Nahrungsquelle (Honigtau).
fil: Ang mahigpit na nocturnality sa parehong C. mirabilis at Camponotus longipilis ay kaiba sa diurnality sa iba pang mga bamboo specialist. Ang mga itinatag na kolonya ay sumasakop ng maraming culms ng Guadua bamboo pagkatapos ng mga pasukan sa nginunguya ng mga manggagawa sa mga batang tangkay bago ang lignification. Ang mga tagapagtatag ng C. mirabilis ay lilitaw upang simulan ang kanilang mga kolonya sa pamamagitan ng pagsalakay sa mga pugad ng Camponotus longipilis at pagkuha ng itinatag na mga populasyon ng coccid, isang pangunahing mapagkukunan ng pagkain (honeydew).
hu: Mind a C. mirabilis, mind a Camponotus longipilis szigorúan éjszakai, ellentétben más bambuszspecialisták nappali életmódjával. A megalapodott kolóniák a Guadua bambusz több szárában helyezkednek el, miután a dolgozók a lignifikáció előtt bemeneteket rágnak a fiatal szárakba. A C. mirabilis alapítói úgy tűnik, hogy invázióval kezdeményezik kolóniáikat Camponotus longipilis fészkekbe, és átveszik a kialakult tetűpopulációkat, amelyek a táplálék (mézharmat) fő forrását jelentik.
it: La stretta notturnità sia in C. mirabilis che in Camponotus longipilis contrasta con la diurnità in altri specialisti del bambù. Colonie consolidate occupano più culmi di bambù Guadua dopo che le operaie masticano gli ingressi nei giovani steli prima della lignificazione. Le fondatrici di C. mirabilis sembrano avviare le loro colonie invadendo i nidi di Camponotus longipilis e subentrando nelle popolazioni coccidiche consolidate, una delle principali fonti di cibo (melata).
ja: C. mirabilisとCamponotus longipilisの両方における厳密な夜行性は、他の竹の専門家の昼行性とは対照的です。成熟したコロニーは、木の繊維化の前に若い茎に働きアリが入り口を噛んだ後、グアデュア竹の複数の茎を占有します。C. mirabilisの創設者は、Camponotus longipilisの巣に侵入し、主要な食料源（甘露）である既存のカイガラムシの個体を引き継ぐことによってコロニーを開始するようです。
mk: Строгата ноктурналност кај двата вида C. mirabilis и Camponotus longipilis стои наспроти дневната активност кај други специјалисти за бамбус. Воспоставените колонии заземаат повеќе стебла од бамбусот Guadua откако работниците ќе им изгризат влезови во младите стебла пред да бидат оцрвенети. Основачките женки на C. mirabilis очигледно ги основаат нивните колонии со тоа што ќе ги нападнат гнездата на Camponotus longipilis и ќе ја преземат контролата врз воспоставените популации од овошни мушички, што претставува главен извор на храна (медната роса).
nl: Strikte nachtactiviteit in zowel C. mirabilis als Camponotus longipilis contrasteert met dagactiviteit bij andere bamboespecialisten. Gevestigde kolonies bezetten meerdere stengels van Guadua-bamboe nadat werksters ingangen in jonge stengels kauwen vóór verhouting. Stichters van C. mirabilis lijken hun kolonies te initiëren door Camponotus longipilis-nesten binnen te vallen en gevestigde populaties schildluizen over te nemen, een belangrijke voedselbron (honingdauw).
pl: Ścisła nokturia zarówno u C. mirabilis jak i Camponotus longipilis kontrastuje z dziennością u innych specjalistów od bambusa. Utworzone kolonie zajmują wiele łodyg bambusa Guadua po tym jak robotnice żują wejścia w młodych łodygach przed zakończeniem lignifikacji. Założycielki C. mirabilis najwyraźniej rozpoczynają swoje kolonie poprzez inwazję na gniazda Camponotus longipilis i przejęcie istniejących populacji czerwców, głównego źródła pożywienia (miodu).
ru: Строгая ночная жизнь как C. mirabilis, так и Camponotus longipilis контрастирует с дневной активностью у других специалистов по бамбуку. Установившиеся колонии занимают несколько стеблей бамбука Guadua после того, как рабочие прогрызают входы в молодые стебли до того, как они одревеснеют. Основательницы C. mirabilis, по-видимому, создают свои колонии, вторгаясь в гнезда Camponotus longipilis и захватывая у них популяции кокцид, которые являются основным источником пищи (медвяная роса).
tr: C. mirabilis ve Camponotus longipilis'in her ikisinde de katı gececilik, diğer bambu uzmanlarında gündüzcülükle tezat oluşturur. Yerleşik koloniler, işçilerin odunlaşmadan önce genç gövdelere girişleri çiğnedikten sonra Guadua bambu adı verilen çoklu dalları işgal eder. C. mirabilis'in kurucuları, kolonilerini Camponotus longipilis yuvalarını işgal ederek ve önemli bir besin kaynağı olan (bal özü) yerleşik kokpit popülasyonlarını devralarak başlatıyor gibi görünmektedir.
uk: Суворий ноктюрналізм як у C. mirabilis, так і в Camponotus longipilis контрастує з денним у інших спеціалістів з бамбука. Встановлені колонії займають декілька стебел бамбука Guadua після того, як робітники прогризають входи в молодих стеблах до лігніфікації. Засновниці C. mirabilis, здається, започатковують свої колонії, вторгаючись у гнізда Camponotus longipilis і захоплюючи встановлені популяції кокцидів, основне джерело їжі (медвяної роси).
vi: Đặc điểm về đêm nghiêm ngặt ở cả C. mirabilis và Camponotus longipilis trái ngược với đặc điểm ban ngày ở các loài chuyên về tre khác. Các đàn đã được thiết lập chiếm nhiều thân cây trúc Guadua sau khi những con kiến thợ nhai lối vào thân cây non trước khi nó hóa gỗ. Những con kiến thợ của C. mirabilis dường như khởi lập đàn của mình bằng cách xâm nhập vào các tổ của Camponotus longipilis và chiếm các quần thể bọ cánh cứng, một nguồn thức ăn chính (mật ong).
zh: Camponotus mirabilis和Camponotus longipilis均严格在夜间活动，而其他竹子专家则在白天活动。既有菌落占有Guadua竹子的多根茎秆，工蚁在木质化之前咀嚼幼茎的入口。Camponotus mirabilis的开国母后似乎入侵Camponotus longipilis的巢穴并接管既有的蚧壳虫种群，而蚧壳虫是其主要食物来源（蜜露）来建立它们的菌落。

source: Camponotus sericeiventris
ar: كامبونوتوس سيريسيفيتريس

# camponotusSericeiventrisCommon
source: Golden Sugar
ar: سكر ذهبي
bg: Златна захар
de: Goldener Zucker
hu: Aranycukor
ja: ゴールデンシュガー
mk: Златна шеќер
nl: Gouden suiker
pl: Złoty Cukier
ru: Золотой сахар
tr: Altın şeker
uk: Золотий цукор
vi: Đường vàng
zh: 金糖
