Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# subFamilyParaponerinaeDescription
source: Paraponerinae is a small subfamily of ants, with a single genus, Paraponera, known for the giant 'bullet ant' (Paraponera clavata). They are notable for their large size and potent sting, and they are found in tropical rainforests of Central and South America.
ar: Paraponerinae هي عائلة فرعية صغيرة من النمل، مع جنس واحد، Paraponera، والمعروفة بنمل الرصاصة العملاق (Paraponera clavata). وهي ملحوظة بحجمها الكبير ولسعتها القوية، وتوجد في الغابات المطيرة الاستوائية في أمريكا الوسطى والجنوبية.
bg: Paraponerinae е малко подсемейство мравки, с един род, Paraponera, известен с гигантската „мравка куршум“ (Paraponera clavata). Те са забележителни със своите големи размери и мощно жило и се срещат в тропическите дъждовни гори на Централна и Южна Америка.
de: Paraponerinae ist eine kleine Unterfamilie von Ameisen mit einer einzigen Gattung, Paraponera, die für die riesige "Kugelameise" (Paraponera clavata) bekannt ist. Sie zeichnen sich durch ihre Größe und ihren starken Stich aus und kommen in tropischen Regenwäldern Mittel- und Südamerikas vor.
es: Paraponerinae es una pequeña subfamilia de hormigas, con un solo género, Paraponera, conocida por la "hormiga bala" gigante (Paraponera clavata). Se destacan por su gran tamaño y su potente aguijón, y se encuentran en las selvas tropicales de América Central y del Sur.
fil: Ang Paraponerinae ay isang maliit na subfamily ng mga langgam, na may isang genus lang, Paraponera, na kilala sa higanteng 'bullet ant' (Paraponera clavata). Kapansin-pansin ang mga ito dahil sa kanilang malaking laki at nakamamatay na kagat, at matatagpuan sila sa mga kagubatan sa gitna at timog Amerika.
hu: A Paraponerinae a hangyák egy kis alcsaládja, egyetlen nemzetséggel, a Paraponera-val, amely a gigantikus „golyóhangyáról” (Paraponera clavata) ismert. Hatalmas méretükről és erős csípésükről híresek, és Közép- és Dél-Amerika trópusi esőerdeiben találhatók meg.
it: Le Paraponerinae sono una piccola sottofamiglia di formiche, con un singolo genere, Paraponera, noto per la formica proiettile gigante (Paraponera clavata). Esse sono notevoli per le loro grandi dimensioni e pungiglione potente e si trovano nelle foreste tropicali pluviali dell'America centrale e meridionale.
ja: Paraponerinaeは、単一の属であるParaponeraが、巨大な「弾丸蟻」(Paraponera clavata)で知られている小さなアリの一種です。それらは、大きなサイズと強力な刺で有名で、中央アメリカと南アメリカの熱帯雨林に見られます。
mk: Paraponerinae е мало подсемејство на мравки, со еден род, Paraponera, познат по гигантската „стреличарска мравка“ (Paraponera clavata). Тие се забележливи според нивната голема големина и моќно цело, а се наоѓаат во тропските дождовни шуми во Средна и Јужна Америка.
nl: Paraponerinae is een kleine onderfamilie van mieren, met één geslacht, Paraponera, bekend om de gigantische 'kogelmier' (Paraponera clavata). Ze staan bekend om hun grote formaat en krachtige steek, en ze worden aangetroffen in tropische regenwouden van Midden- en Zuid-Amerika.
pl: Paraponerinae to mała podrodzina mrówek, z jednym rodzajem, Paraponera, znanym z gigantycznej „mrówki pociskowej” (Paraponera clavata). Wyróżniają się dużymi rozmiarami i silnym użądleniem i występują w tropikalnych lasach deszczowych Ameryki Środkowej i Południowej.
ru: Paraponerinae — небольшое подсемейство муравьев. Род Paraponera известен как гигантский «муравей-пуля» (Paraponera clavata). Они известны своими большими размерами и сильным укусом. Их можно найти в тропических лесах Центральной и Южной Америки.
tr: Paraponerinae, Paraponera cinsinin dev 'kurşun karınca' (Paraponera clavata) ile tanındığı küçük bir karınca alt familyasıdır. Büyük boyutları ve güçlü sokmalarıyla dikkat çekerler ve Orta ve Güney Amerika'nın tropik yağmur ormanlarında bulunurlar.
uk: Paraponerinae — невелика підродина мурах, з єдиним родом Paraponera, відомим гігантським «мурахою-кулею» (Paraponera clavata). Вони відзначаються великими розмірами і сильним укусом, і зустрічаються в тропічних дощових лісах Центральної і Південної Америки.
vi: Paraponerinae là một phân họ kiến nhỏ, với một chi duy nhất, Paraponera, được biết đến với loài "kiến đạn" khổng lồ (Paraponera clavata). Chúng đáng chú ý vì kích thước lớn và vết đốt mạnh, và được tìm thấy ở các khu rừng mưa nhiệt đới của Trung và Nam Mỹ.
zh: 斑点蚁亚科是一个小型蚂蚁亚科，仅有一个属，即 Paraponera，以巨型“子弹蚁”(Paraponera clavata) 而闻名。它们以其体型庞大和强烈的刺痛而著称，分布在中美洲和南美洲的热带雨林中。

# subFamilyPonerinaeDescription
source: Ponerinae is a subfamily of ants known for their primitive characteristics and predatory habits. Genera within this subfamily, such as Ponerinae and Odontomachus, are typically found in tropical forests and are known for their aggressive behavior and complex social structures.
ar: Ponerinae هي عائلة فرعية من النمل المعروفة بخصائصها البدائية وعاداتها المفترسة. عادةً ما توجد الأجناس داخل هذه العائلة الفرعية، مثل Ponerinae و Odontomachus، في الغابات الاستوائية وهي معروفة بسلوكها العدواني وبنيتها الاجتماعية المعقدة.
bg: Ponerinae е подфамилия мравки, позната със своите примитивни характеристики и хищнически навици. Родовете в това подсемейство, като Ponerinae и Odontomachus, обикновено се срещат в тропически гори и са известни със своето агресивно поведение и сложни социални структури.
de: Ponerinae ist eine Unterfamilie von Ameisen, die für ihre primitiven Eigenschaften und ihre Raubgewohnheiten bekannt sind. Gattungen innerhalb dieser Unterfamilie, wie Ponerinae und Odontomachus, kommen typischerweise in tropischen Wäldern vor und sind für ihr aggressives Verhalten und ihre komplexen sozialen Strukturen bekannt.
es: Ponerinae es una subfamilia de hormigas conocidas por sus características primitivas y sus hábitos depredadores. Los géneros dentro de esta subfamilia, como Ponerinae y Odontomachus, generalmente se encuentran en selvas tropicales y son conocidos por su comportamiento agresivo y sus complejas estructuras sociales.
fil: Ang Ponerinae ay isang subfamily ng mga langgam na kilala sa kanilang sinaunang mga katangian at mapaminsalang mga gawi. Ang mga genus sa loob ng subfamily na ito, tulad ng Ponerinae at Odontomachus, ay kadalasang matatagpuan sa mga kagubatan sa tropiko at kilala sa kanilang agresibong pag-uugali at magkakaibang istrukturang panlipunan.
hu: A Ponerinae a hangyák egy alcsaládja, amely primitív jellemzőiről és ragadozó szokásairól ismert. Az alcsaládon belüli nemzetségek, mint például a Ponerinae és az Odontomachus, általában trópusi erdőkben találhatók, és agresszív viselkedésükről és összetett társadalmi struktúrájukról ismertek.
it: Le Ponerinae sono una sottofamiglia di formiche nota per le loro caratteristiche primitive e le abitudini predatorie. I generi all'interno di questa sottofamiglia, come le Ponerinae e gli Odontomachus, si trovano tipicamente nelle foreste tropicali e sono rinomati per il loro comportamento aggressivo e le complesse strutture sociali.
ja: Ponerinaeは、先史時代の特性と略奪習慣で知られているアリの一種です。この分類内の属、例えばPonerinaeとOdontomachusは、一般に熱帯雨林で見られ、攻撃的な行動と複雑な社会構造で知られています。
mk: Ponerinae е подсемејство на мравки познати по нивните примитивни карактеристики и грабливи навики. Родовите во рамките на ова подсемејство, како Ponerinae и Odontomachus, типично се наоѓаат во тропски шуми и се познати по нивното агресивно однесување и сложени социјални структури.
nl: Ponerinae is een onderfamilie van mieren die bekend staat om hun primitieve kenmerken en roofzuchtige gewoonten. Geslachten binnen deze onderfamilie, zoals Ponerinae en Odontomachus, worden meestal aangetroffen in tropische bossen en staan bekend om hun agressief gedrag en complexe sociale structuren.
pl: Ponerinae to podrodzina mrówek znana ze swoich prymitywnych cech i drapieżnych nawyków. Rodzaje w tej podrodzinie, takie jak Ponerinae i Odontomachus, występują zwykle w lasach tropikalnych i są znane ze swojego agresywnego zachowania i złożonej struktury społecznej.
ru: Ponerinae — подсемейство муравьев, известное своими примитивными характеристиками и хищными привычками. Роды этого подсемейства, такие как Ponerinae и Odontomachus, обычно обитают в тропических лесах и известны своим агрессивным поведением и сложными социальными структурами.
tr: Ponerinae, ilkel özellikleri ve yırtıcı alışkanlıklarıyla tanınan bir karınca alt familyasıdır. Ponerinae ve Odontomachus gibi bu alt familyadaki türler tipik olarak tropik ormanlarda bulunur ve saldırgan davranışları ve karmaşık sosyal yapılarıyla bilinirler.
uk: Ponerinae — підродина мурах, відома своїми примітивними характеристиками і хижими звичками. Роди в межах цієї підродини, такі як Ponerinae і Odontomachus, зазвичай зустрічаються в тропічних лісах і відомі своєю агресивною поведінкою і складною соціальною структурою.
vi: Ponerinae là một phân họ kiến nổi tiếng với các đặc điểm nguyên thủy và thói quen như một loài săn mồi. Các chi trong phân họ này, như Ponerinae và Odontomachus, thường được tìm thấy trong các khu rừng nhiệt đới và được biết đến với hành vi hung dữ và các cấu trúc xã hội phức tạp của chúng.
zh: 丛蚁亚科是一个以其原始特征和捕食习性而闻名的蚂蚁亚科。该亚科内的属，如丛蚁属和齿颚蚁属，通常发现于热带森林中，以其攻击性行为和复杂的社会结构而闻名。

# subFamilyPseudomyrmecinaeDescription
source: Pseudomyrmecinae is a subfamily of ants recognized for their unique adaptations to arboreal habitats. They are known for their specialized morphology and ecological roles, including mutualistic relationships with plants in tropical forests.
ar: Pseudomyrmecinae هي عائلة فرعية من النمل يشتهر بتكيفاتها الفريدة مع الموائل الشجيرية. وهي معروفة بشكلها المتخصص وأدوارها البيئية، بما في ذلك العلاقات التكافلية مع النباتات في الغابات الاستوائية.
bg: Pseudomyrmecinae е подфамилиия мравки, позната с уникалните си адаптации към дървесните местообитания. Те са известни със специалната си морфология и екологични роли, включително взаимноизгодни връзки с растения в тропическите гори.
de: Pseudomyrmecinae ist eine Unterfamilie von Ameisen, die für ihre einzigartigen Anpassungen an Lebensräume in Baumwipfeln bekannt sind. Sie sind bekannt für ihre spezialisierte Morphologie und ihre ökologische Rolle, einschließlich mutualistischer Beziehungen zu Pflanzen in tropischen Wäldern.
es: Pseudomyrmecinae es una subfamilia de hormigas reconocida por sus adaptaciones únicas a los hábitats arbóreos. Son conocidas por su morfología especializada y sus funciones ecológicas, incluidas las relaciones mutualistas con las plantas en selvas tropicales.
fil: Ang Pseudomyrmecinae ay isang subfamily ng mga langgam na nakikilala sa kanilang kakaibang mga adaptasyon sa mga tirahang punungkahoy. Kilala ang mga ito sa kanilang dalubhasang morpolohiya at tungkuling ekolohikal, kabilang ang magkakasama at magkapalagayang-loob na mga ugnayan sa mga halaman sa mga kagubatan sa tropiko.
hu: A Pseudomyrmecinae a hangyák egy alcsaládja, amelyet a fákon való egyedülálló alkalmazkodásukról ismernek. Speciális morfológiájukról és ökológiai szerepükről ismertek, beleértve a kölcsönös kapcsolatokat a trópusi erdők növényeivel.
it: Le Pseudomyrmecinae sono una sottofamiglia di formiche riconosciuta per i loro adattamenti unici agli habitat arboricoli. Sono note per la loro morfologia specializzata e i ruoli ecologici, tra cui le relazioni mutualistiche con le piante nelle foreste tropicali.
ja: Pseudomyrmecinaeは、樹冠の生息地に対する独自の適応で知られるアリの一種です。それらは、特殊な形態と生態学的役割、例えば熱帯雨林の植物との相互作用関係で知られています。
mk: Pseudomyrmecinae е подсемејство на мравки препознаени по нивните уникатни адаптации кон живеење на дрвја. Тие се познати по нивната специјализирана морфологија и еколошки улоги, вклучително и меѓусебна поврзаност со растенијата во тропските шуми.
nl: Pseudomyrmecinae is een onderfamilie van mieren die worden herkend aan hun unieke aanpassingen aan boomhabitats. Ze staan bekend om hun gespecialiseerde morfologie en ecologische rollen, waaronder mutualistische relaties met planten in tropische bossen.
pl: Pseudomyrmecinae to podrodzina mrówek znana ze swojej wyjątkowej adaptacji do siedlisk drzewiastych. Są znane ze swojej specjalistycznej morfologii i ekologicznej roli, w tym wzajemnych relacji z roślinami w lasach tropikalnych.
ru: Pseudomyrmecinae — подсемейство муравьев, признанное за их уникальные адаптации к древесным местообитаниям. Они известны своей специализированной морфологией и экологическими ролями, включая мутуалистические отношения с растениями в тропических лесах.
tr: Pseudomyrmecinae, ağaçlık habitatlara benzersiz adaptasyonlarıyla tanınan bir karınca alt familyasıdır. Tropik ormanlarda bitkilerle karşılıklı ilişkiler de dahil olmak üzere özelleşmiş morfolojileri ve ekolojik rolleriyle bilinirler.
uk: Pseudomyrmecinae — підродина мурах, відома своїми унікальними пристосуваннями до деревних середовищ існування. Вони відомі своєю спеціалізованою морфологією та екологічними ролями, включаючи взаємні симбіотичні стосунки з рослинами в тропічних лісах.
vi: Pseudomyrmecinae là một phân họ kiến được công nhận nhờ các đặc điểm thích nghi độc đáo với môi trường sống trên cây. Chúng được biết đến với hình thái chuyên biệt và các vai trò sinh thái, bao gồm các mối quan hệ cộng sinh với các loài thực vật trong các khu rừng nhiệt đới.
zh: 假蚁亚科是一个蚂蚁亚科，以其对乔木栖息地的独特适应性而闻名。它们以其专门的形态和生态作用而闻名，包括与热带森林中植物的共生关系。

# subFamilySalticinaeDescription
source: Salticinae is a subfamily of ants within the family Salticidae, which includes the 'jumping ants.' These ants are known for their ability to jump and their predatory behaviors. They are typically found in various habitats and are distinguished by their agile movement and hunting strategies.
ar: Salticinae هي عائلة فرعية من النمل ضمن عائلة Salticidae، والتي تشمل 'نمل القفز'. وتشتهر هذه النمل بقدرتها على القفز وسلوكياتها المفترسة. عادة ما توجد في مجموعة متنوعة من البيئات وتميز بحركتها الرشيقة واستراتيجيات الصيد.
bg: Salticinae е подфамилиия мравки в рамките на семейство Salticidae, което включва „скачащите мравки“. Тези мравки са известни със способността си да скачат и хищническото им поведение. Те обикновено се срещат в различни местообитания и се отличават с пъргавите си движения и ловни стратегии.
de: Salticinae ist eine Unterfamilie von Ameisen innerhalb der Familie Salticidae, zu der die "Springameisen" gehören. Diese Ameisen sind bekannt für ihre Sprungfähigkeit und ihr räuberisches Verhalten. Sie kommen typischerweise in verschiedenen Lebensräumen vor und zeichnen sich durch ihre Beweglichkeit und Jagdstrategien aus.
es: Salticinae es una subfamilia de hormigas dentro de la familia Salticidae, que incluye a las "hormigas saltarinas". Estas hormigas son conocidas por su capacidad para saltar y por sus comportamientos depredadores. Generalmente se encuentran en diversos hábitats y se distinguen por su movimiento ágil y sus estrategias de caza.
fil: Ang Salticinae ay isang subfamily ng mga langgam sa loob ng pamilyang Salticidae, na kinabibilangan ng 'jumping ants.' Kilala ang mga langgam na ito sa kanilang kakayahang tumalon at kanilang mapaminsalang mga pag-uugali. Karaniwang matatagpuan ang mga ito sa iba't ibang tirahan at nakikilala sa kanilang kakayahang maglakad at mga diskarte sa pangangaso.
hu: A Salticinae a hangyák egy alcsaládja a Salticidae családon belül, amelybe a „ugróhangyák” tartoznak. Ezeket a hangyákat ugróképességükről és ragadozó viselkedésükről ismerik. Általában különféle élőhelyeken találhatók, és mozgékony mozgásukról és vadászati stratégiáikról lehet őket megkülönböztetni.
it: Le Salticinae sono una sottofamiglia di formiche all'interno della famiglia Salticidae, che comprende le "formiche saltatrici". Queste formiche sono note per la loro capacità di saltare e i loro comportamenti predatori. Di solito si trovano in svariati habitat e si distinguono per i loro agili movimenti e strategie di caccia.
ja: Salticinaeは、Salticidaeファミリー内の、いわゆる「ジャンプ蟻」を含むアリの一種です。これらの蟻は、ジャンプする能力と略奪行動で知られています。それらは一般にさまざまな生息地で見られ、素早い動きと、狩猟戦略で区別されます。
mk: Salticinae е подсемејство на мравки во рамките на семејството Salticidae, кое ги вклучува „скокачките мравки“. Овие мравки се познати по нивната способност да скокаат и нивното грабливчко однесување. Тие обично се наоѓаат во различни живеалишта и се разликуваат по нивното подвижно движење и стратегии на лов.
nl: Salticinae is een onderfamilie van mieren binnen de familie Salticidae, die de 'springmieren' omvat. Deze mieren staan bekend om hun vermogen om te springen en hun roofzuchtig gedrag. Ze worden meestal aangetroffen in verschillende habitats en onderscheiden zich door hun behendige beweging en jachtstrategieën.
pl: Salticinae to podrodzina mrówek z rodziny Salticidae, która obejmuje „mrówki skaczące”. Te mrówki są znane ze swojej zdolności do skakania i drapieżnych zachowań. Zwykle występują w różnych siedliskach i wyróżniają się zwinnym ruchem i strategiami polowania.
ru: Salticinae — подсемейство муравьев в семействе Salticidae, которое включает «прыгающих муравьев». Эти муравьи известны своей способностью прыгать и охотничьим поведением. Как правило, их можно встретить в различных местообитаниях, и они отличаются подвижным поведением и охотничьими стратегиями.
tr: Salticinae, 'zıplayan karıncaları' içeren Salticidae familyası içindeki bir karınca alt familyasıdır. Bu karıncalar, zıplama yetenekleri ve yırtıcı davranışlarıyla bilinirler. Tipik olarak çeşitli habitatlarda bulunurlar ve çevik hareketleri ve avlanma stratejileriyle ayırt edilirler.
uk: Salticinae — підродина мурах у родині Salticidae, до якої входять «скакуни». Ці мурахи відомі своєю здатністю стрибати і хижою поведінкою. Вони зазвичай зустрічаються в різних місцях проживання і відрізняються спритними рухами і мисливськими стратегіями.
vi: Salticinae là một phân họ kiến thuộc họ Salticidae, bao gồm "những con kiến nhảy". Những con kiến này được biết đến với khả năng nhảy và hành vi như một loài săn mồi của chúng. Chúng thường được tìm thấy trong nhiều môi trường sống và được phân biệt bởi khả năng di chuyển nhanh nhẹn và các chiến lược săn bắt của chúng.
zh: 跳蚁亚科是跳蛛科中的一个蚂蚁亚科，包括“跳蚁”。这些蚂蚁以其跳跃能力和捕食行为而闻名。它们通常分布在各种栖息地，以其敏捷的运动和狩猎策略而著称。

# ampulexCompressaCommon
source: Emerald Jewel Ant
ar: نملة الأحجار الكريمة الزمردية
bg: Смарагдово бижу с форма на мравка
de: Smaragd-Juwelenwespe
hu: Smaragdzümmög-hangyadarazs
it: Vespa smeraldo gioiello
ja: エメラルドジュエルアリ
mk: Изумредена оса
nl: Groene juweelwesp
pl: Szmaragdowozłota osa
tr: Zümrüt mücevher karıncası
uk: Ізумрудний коштовний мураха
vi: Kiến đá quý lục
zh: 绿宝石蚂蚁

# ampulexCompressaDescription
source: The emerald cockroach wasp or jewel wasp (Ampulex compressa) is a solitary wasp of the family Ampulicidae. It is known for its unusual reproductive behavior, which involves stinging a cockroach and using it as a host for its larvae. It thus belongs to the entomophagous parasites.
ar: دبور الصراصير الزمردي أو دبور الأحجار الكريمة (Ampulex compressa) هو دبور منعزل من عائلة Ampulicidae. يُعرف بسلوكه الإنجابي غير المعتاد، والذي ينطوي على لسع صرصور واستخدامه كمضيف ليرقاته. وبالتالي فهو ينتمي إلى الطفيليات آكلة للحشرات.
bg: Осата на смарагдовото хлебарче или оса бижу (Ampulex compressa) е самотна оса от семейство Ampulicidae. Известна е с необичайно репродуктивно поведение, което включва ужилване на хлебарка и използването ѝ като хазяин за своите ларви. Така тя принадлежи към ентомофагните паразити.
de: Die Smaragd-Juwelenwespe oder Smaragd-Wespe (Ampulex compressa) ist eine solitäre Wespe aus der Familie der Ampulicidae. Sie ist für ihr ungewöhnliches Fortpflanzungsverhalten bekannt, das darin besteht, eine Küchenschabe zu stechen und sie als Wirt für ihre Larven zu verwenden. Sie gehört somit zu den entomophagen Parasiten.
fil: Ang emerald cockroach wasp o jewel wasp (Ampulex compressa) ay isang solitario na wasp ng pamilya Ampulicidae. Kilala ito sa kakaiba nitong pag-aanak, na kinabibilangan ng pagtusok sa ipis at paggamit nito bilang host para sa larvae nito. Kaya't nabibilang ito sa mga parasito na entomophagous.
hu: A smaragdzümmög-hangyadarazs (Ampulex compressa) egy magányos darázs az Ampulicidae családból. Szokatlan szaporodási viselkedéséről ismert, amely egy csótány megszúrásából és használata gazdaként a lárvái számára áll.
it: La vespa smeraldo della blatta o vespa gioiello (Ampulex compressa) è una vespa solitaria della famiglia degli Ampulicidi. È nota per il suo insolito comportamento riproduttivo, che prevede la puntura di una blatta e il suo utilizzo come ospite per le sue larve. Appartiene quindi ai parassiti entomofagi.
ja: エメラルドゴキブリバチまたはジュエルバチ（Ampulex compressa）は、Ampulicidae科の単独の蜂です。ゴキブリを刺して幼虫の宿主として使用するその珍しい繁殖行動で知られています。したがって、それは寄生する昆虫に属します。
mk: Изумредената оса или осата што е драгоцен камен (Ampulex compressa) е оса - самотник од семејството Ampulicidae. Таа е позната по необичното репродуктивно однесување, кое вклучува одење по бубачка и користење на неа како на домаќин за нејзините ларви. Така таа припаѓа на ентомофагни паразити.
nl: De smaragdkakkerlakwesp of juweelwesp (Ampulex compressa) is een solitaire wesp uit de familie Ampulicidae. Hij staat bekend om zijn ongebruikelijke voortplantingsgedrag, waarbij een kakkerlak wordt gestoken en als gastheer wordt gebruikt voor zijn larven. Hij behoort daarom tot de entomofage parasieten.
pl: Szmaragdowozłota osa (Ampulex compressa) to samotnik, osa z rodziny Ampulicidae. Znana jest z powodu swojego nietypowego zachowania rozrodczego, które polega na ukąszeniu karalucha i użyciu go jako gospodarza dla swoich larw. Dlatego należy do parazytów entomofagicznych.
ru: Изумрудная оса-паразит или драгоценная оса (Ampulex compressa) - одиночная оса семейства Ampulicidae. Известна своими редкими репродуктивными качествами: способностью жалить тараканов и использовать их как хозяев для личинок. Таким образом, можно отнести к энтомофаговым паразитам.
tr: Zümrüt hamamböceği yaban arısı veya mücevher yaban arısı (Ampulex compressa), Ampulicidae familyasına ait yalnız bir yaban arısıdır. Hamamböceği sokma ve larvaları için konak olarak kullanma gibi alışılmadık üreme davranışıyla bilinir. Bu nedenle böcekçil parazitler arasında yer alır.
uk: Ізумрудна тарганова оса, або коштовна оса (Ampulex compressa), є поодинокою осою з родини Ampulicidae. Вона відома своєю незвичайною репродуктивною поведінкою, яка полягає в укусі таргана і використанні його як хазяїна для своїх личинок. Таким чином, вона належить до ентомофагових паразитів.
vi: Ong bắp cày ngọc lục bảo hay ong kim cương (Ampulex compressa) là một loài ong sống đơn độc thuộc họ Ampulicidae. Loài ong này được biết đến với hành vi sinh sản khác thường, bao gồm việc chích một con gián và sử dụng con gián đó làm vật chủ cho ấu trùng của mình. Do đó, loài ong này thuộc nhóm ký sinh trùng ăn côn trùng.
zh: 绿宝石蟑螂寄生蜂或宝石蜂（学名：Ampulex compressa）是沙螽蜂科的一种独居蜂。它以其不寻常的繁殖方式而闻名，包括蜇一只蟑螂并将其作为幼虫的寄主。因此，它属于食虫寄生蜂。

# aphantochilusRogersiCommon
source: Black Cancer
ar: السرطان الأسود
bg: Черен рак
de: Schwarze Krebsameise
hu: Fekete rák
it: Cancro nero
ja: ブラックガンサー
mk: Црн рак
nl: Zwarte kanker
pl: Czarny rak
ru: Чёрный рак
tr: Kara kanser
uk: Чорний рак
vi: Ung thư đen
zh: 黑癌
