Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# leptomyrmexBurwelliSweepingStrengthSkillDescription10
source: Prepares for 1 round, and has a 80% chance to deal 230% (+Special Ant Level*1%) damage to all enemy squads. Additionally, apply the following effects based on the target soldier ants type: Guardians: Increase damage taken by 25% Shooters: Decrease normal attack damage dealt by 30% Carriers: Decrease skill damage dealt by 40%. The effect lasts 1 round
ar: تستعد لمدة جولة واحدة، ويوجد احتمال 80% لإحداث ضرر بنسبة 230% (+مستوى النمل الخاص*1%) على جميع فرق العدو، بالإضافة إلى ذلك، يتم تطبيق التأثيرات التالية بناءً على نوع النمل الجندي المستهدف: الحراس: زيادة الضرر بنسبة 25% الرماة: خفض الضرر الناتج عن الهجوم العادي بنسبة 30% الحاملون: خفض الضرر الناتج عن المهارة بنسبة 40% يستمر التأثير لمدة جولة واحدة
bg: Подготвя се за 1 рунд и има 80% шанс да нанесе 230% (+Ниво на специален мравка*1%) щети на всички вражески отряди. Освен това прилага следните ефекти в зависимост от вида на целевите обикновени мравки: Пазители: Увеличава получените щети с 25% Стрелци: Намалява щетите от обикновени атаки с 30% Носачи: Намалява щетите от умения с 40%. Ефектът продължава 1 рунд
de: Bereitet sich 1 Runde vor und hat eine 80%ige Chance, allen feindlichen Trupps 230% (+Spezialameisestufe*1%) Schaden zuzufügen. Zusätzlich werden die folgenden Effekte auf Basis der Art der feindlichen Soldatenameisen angewendet: Wächter: Erhöhter erlittener Schaden um 25% Schützen: Reduzierter Schaden normaler Angriffe um 30% Träger: Reduzierter Schaden von Fähigkeiten um 40%. Der Effekt hält 1 Runde an
es: Se prepara durante 1 asalto y tiene un 80 % de probabilidad de infligir un 230 % (+ nivel de hormiga especial * 1 %) de daño a todas las escuadras enemigas. Además, aplica los siguientes efectos según el tipo de hormigas soldado objetivo: Guardianes: Aumenta el daño recibido en un 25 % Tiradoras: Reduce el daño de ataque normal infligido en un 30 % Transportistas: Reduce el daño de habilidad infligido en un 40 % El efecto dura 1 asalto
fil: Naghanda para sa 1 round, at may 80% na tsansa na makagawa ng 230% (+Special Ant Level*1%) na pinsala sa lahat ng pangkat ng kalaban. Bukod pa rito, ilapat ang mga sumusunod na epekto batay sa target na uri ng langgam na sundalo: Mga Tagapangalaga: Taasan ang pinsalang tinanggap ng 25% Mga Babaril: Bawasan ang normal na pinsala sa pag-atake na ibinigay ng 30% Mga Tagadala: Bawasan ang pinsala sa kasanayang ibinigay ng 40% Tumatagal ang epekto ng 1 round
hu: 1 körön át készülődik, és 80%-os eséllyel 230% (+Különleges Hangya Szintje*1%) sebzéssel támad minden ellenséges osztag ellen. Ezenkívül az alábbi hatások lépnek életbe a célkatona típusától függően: Őrök: A kapott sebzést 25%-kal növeli. lövész: A normál támadások sebzését 30%-kal csökkenti. Szállító: A képesség sebzését 40%-kal csökkenti. A hatás 1 körön át tart.
it: Si prepara per 1 turno e ha l'80% di possibilità di infliggere 230% (+Livello formica speciale*1%) di danni a tutte le squadre nemiche. Inoltre, applica i seguenti effetti in base al tipo di formiche soldato bersaglio: Guardiani: aumenta i danni subiti del 25% Tiratori: riduce del 30% il danno dell'attacco normale inflitto Trasporta: riduce del 40% il danno dell'abilità inflitto. L'effetto dura 1 turno
ja: 準備1回合後，對所有敵軍小隊造成230%（+特殊螞蟻等級*1%）傷害的機率為80%，此外，根據目標士兵螞蟻類型施加以下效果： 守護者：增加承受傷害25% 射手：降低正常攻擊造成的傷害30% 搬運工：降低技能造成的傷害40% 效果持續1回合
mk: Се подготвува за 1 рунда и има 80% шанса да нанесе 230% (+Special Ant Level*1%) штета на сите екипи на непријателот. Покрај тоа, ги применува следниве ефекти врз основа на типот на мравки војници: Чувари: Зголемена штета земена за 25% Стрелци: Намалена нанесена нормална напад штета за 30% Носачи: Намалена нанесена вештинска штета за 40%. Ефектот трае 1 рунда
nl: Bereidt zich voor gedurende 1 ronde en heeft 80% kans om 230% (+Niveau Speciale Mier * 1%) schade toe te brengen aan alle vijandelijke eenheden. Pas daarnaast de volgende effecten toe, gebaseerd op het type doelmier: Guardians: Verhoog ontvangen schade met 25% Shooters: Verminder toegebrachte schade van normale aanval met 30% Carriers: Verminder toegepaste vaardigheidsschade met 40%. Het effect duurt 1 ronde.
pl: Przygotowuje się przez 1 turę i ma 80% szans na zadanie obrażeń w wysokości 230% (+poziom specjalnej mrówki * 1%) wszystkim oddziałom wroga. Ponadto w zależności od typu docelowych mrówek-żołnierzy zostaną zastosowane następujące efekty: Strażnicy: zwiększone otrzymywane obrażenia o 25% Strzelcy: zmniejszone zadawane obrażenia od zwykłych ataków o 30% Nosiciele: zmniejszone zadawane obrażenia od umiejętności o 40%. Efekt utrzymuje się przez 1 turę
ru: В течение 1 хода готовится и с вероятностью 80% наносит 230% (+1% за каждый уровень муравья-спецназа) урона всем вражеским группам. Также применяет следующие эффекты в зависимости от типа муравьев-воинов противника: Бронированные: увеличивает наносимый урон на 25% Стрелки: на 30% уменьшает урон от обычных атак Грузчики: на 40% уменьшает урон от умений. Эффект действует 1 ход.
uk: Проводить підготовку на 1 раунд і має ймовірність 80% завдати 230% (+ рівень особливої мурашки * 1%) шкоди усім ворожим загонам. Додатково, застосовує такі ефекти до всіх рядових мурах у цільових загонах: Вартові: збільшує отриману шкоду на 25% Стрільці: зменшує звичайну шкоду, що завдається під час атаки, на 30% Носії: зменшує шкоду, що завдається навичками, на 40%. Ефект триває 1 раунд
vi: Chuẩn bị trong 1 lượt và có 80% khả năng gây 230% (+ Cấp kiến đặc biệt * 1%) sát thương cho tất cả các đội của đối phương. Ngoài ra, áp dụng các hiệu ứng sau dựa trên loại kiến lính mục tiêu: Người bảo vệ: Tăng 25% sát thương phải chịu Người bắn tỉa: Giảm 30% sát thương từ đòn đánh thường Người mang vác: Giảm 40% sát thương kỹ năng phải chịu Hiệu ứng kéo dài trong 1 lượt

# leptomyrmexBurwelliSweepingStrengthSkillDescription20
source: Prepares for 1 round, and has a 80% chance to deal 280% (+Special Ant Level*1%) damage to all enemy squads. Additionally, apply the following effects based on the target soldier ants type: Guardians: Increase damage taken by 25% Shooters: Decrease normal attack damage dealt by 30% Carriers: Decrease skill damage dealt by 40%. The effect lasts 1 round
ar: تستعد لمدة جولة واحدة، ويوجد احتمال 80% لإحداث ضرر بنسبة 280% (+مستوى النمل الخاص*1%) على جميع فرق العدو، بالإضافة إلى ذلك، يتم تطبيق التأثيرات التالية بناءً على نوع النمل الجندي المستهدف: الحراس: زيادة الضرر بنسبة 25% الرماة: خفض الضرر الناتج عن الهجوم العادي بنسبة 30% الحاملون: خفض الضرر الناتج عن المهارة بنسبة 40% يستمر التأثير لمدة جولة واحدة
bg: Подготвя се за 1 рунд и има 80% шанс да нанесе 280% (+Ниво на специален мравка*1%) щети на всички вражески отряди. Освен това прилага следните ефекти в зависимост от вида на целевите обикновени мравки: Пазители: Увеличава получените щети с 25% Стрелци: Намалява щетите от обикновени атаки с 30% Носачи: Намалява щетите от умения с 40%. Ефектът продължава 1 рунд
de: Bereitet sich 1 Runde vor und hat eine 80%ige Chance, allen feindlichen Trupps 280% (+Spezialameisestufe*1%) Schaden zuzufügen. Zusätzlich werden die folgenden Effekte auf Basis der Art der feindlichen Soldatenameisen angewendet: Wächter: Erhöhter erlittener Schaden um 25% Schützen: Reduzierter Schaden normaler Angriffe um 30% Träger: Reduzierter Schaden von Fähigkeiten um 40%. Der Effekt hält 1 Runde an
es: Se prepara durante 1 asalto y tiene un 80 % de probabilidad de infligir un 280 % (+ nivel de hormiga especial * 1 %) de daño a todas las escuadras enemigas. Además, aplica los siguientes efectos según el tipo de hormiga soldado objetivo: Guardianes: Aumenta el daño recibido en un 25 % Tiradoras: Reduce el daño de ataque normal infligido en un 30 % Transportistas: Reduce el daño de habilidad infligido en un 40 % El efecto dura 1 asalto
fil: Naghanda para sa 1 round, at may 80% na tsansa na makagawa ng 280% (+Special Ant Level*1%) na pinsala sa lahat ng pangkat ng kalaban. Bukod pa rito, ilapat ang mga sumusunod na epekto batay sa target na uri ng langgam na sundalo: Mga Tagapangalaga: Taasan ang pinsalang tinanggap ng 25% Mga Babaril: Bawasan ang normal na pinsala sa pag-atake na ibinigay ng 30% Mga Tagadala: Bawasan ang pinsala sa kasanayang ibinigay ng 40% Tumatagal ang epekto ng 1 round
hu: 1 körön át készülődik, és 80%-os eséllyel 280% (+Különleges Hangya Szintje*1%) sebzéssel támad minden ellenséges osztag ellen. Ezenkívül az alábbi hatások lépnek életbe a célkatona típusától függően: Őrök: A kapott sebzést 25%-kal növeli. lövész: A normál támadások sebzését 30%-kal csökkenti. Szállító: A képesség sebzését 40%-kal csökkenti. A hatás 1 körön át tart.
it: Si prepara per 1 turno e ha l'80% di possibilità di infliggere 280% (+Livello formica speciale*1%) di danni a tutte le squadre nemiche. Inoltre, applica i seguenti effetti in base al tipo di formiche soldato bersaglio: Guardiani: aumenta i danni subiti del 25% Tiratori: riduce del 30% il danno dell'attacco normale inflitto Trasporta: riduce del 40% il danno dell'abilità inflitto. L'effetto dura 1 turno
ja: 準備1回合後，對所有敵軍小隊造成280%（+特殊螞蟻等級*1%）傷害的機率為80%，此外，根據目標士兵螞蟻類型施加以下效果： 守護者：增加承受傷害25% 射手：降低正常攻擊造成的傷害30% 搬運工：降低技能造成的傷害40% 效果持續1回合
mk: Се подготвува за 1 рунда и има 80% шанса да нанесе 280% (+Special Ant Level*1%) штета на сите екипи на непријателот. Покрај тоа, ги применува следниве ефекти врз основа на типот на мравки војници: Чувари: Зголемена штета земена за 25% Стрелци: Намалена нанесена нормална напад штета за 30% Носачи: Намалена нанесена вештинска штета за 40%. Ефектот трае 1 рунда
nl: Bereidt zich voor gedurende 1 ronde en heeft 80% kans om 280% (+Niveau Speciale Mier * 1%) schade toe te brengen aan alle vijandelijke eenheden. Pas daarnaast de volgende effecten toe, gebaseerd op het type doelmier: Guardians: Verhoog ontvangen schade met 25% Shooters: Verminder toegebrachte schade van normale aanval met 30% Carriers: Verminder toegepaste vaardigheidsschade met 40%. Het effect duurt 1 ronde.
pl: Przygotowuje się przez 1 turę i ma 80% szans na zadanie obrażeń w wysokości 280% (+poziom specjalnej mrówki * 1%) wszystkim oddziałom wroga. Ponadto w zależności od typu docelowych mrówek-żołnierzy zostaną zastosowane następujące efekty: Strażnicy: zwiększone otrzymywane obrażenia o 25% Strzelcy: zmniejszone zadawane obrażenia od zwykłych ataków o 30% Nosiciele: zmniejszone zadawane obrażenia od umiejętności o 40%. Efekt utrzymuje się przez 1 turę
ru: В течение 1 хода готовится и с вероятностью 80% наносит 280% (+1% за каждый уровень муравья-спецназа) урона всем вражеским группам. Также применяет следующие эффекты в зависимости от типа муравьев-воинов противника: Бронированные: увеличивает наносимый урон на 25% Стрелки: на 30% уменьшает урон от обычных атак Грузчики: на 40% уменьшает урон от умений. Эффект действует 1 ход
uk: Проводить підготовку на 1 раунд і має ймовірність 80% завдати 280% (+ рівень особливої мурашки * 1%) шкоди усім ворожим загонам. Додатково, застосовує такі ефекти до всіх рядових мурах у цільових загонах: Вартові: збільшує отриману шкоду на 25% Стрільці: зменшує звичайну шкоду, що завдається під час атаки, на 30% Носії: зменшує шкоду, що завдається навичками, на 40%. Ефект триває 1 раунд
vi: Chuẩn bị trong 1 lượt và có 80% khả năng gây 280% (+ Cấp kiến đặc biệt * 1%) sát thương cho tất cả các đội của đối phương. Ngoài ra, áp dụng các hiệu ứng sau dựa trên loại kiến lính mục tiêu: Người bảo vệ: Tăng 25% sát thương phải chịu Người bắn tỉa: Giảm 30% sát thương từ đòn đánh thường Người mang vác: Giảm 40% sát thương kỹ năng phải chịu Hiệu ứng kéo dài trong 1 lượt

# merannoplusBicolorPlushBackArmorSkillTitle
source: Plush Back Armor
ar: درع زغبي خلفي
bg: Плюшена броня за гърба
de: Plüsch-Rückenpanzer
hu: Plüss háti páncél
it: Corazza peluche posteriore
ja: 柔らかい背中の防具
mk: Пуштена задна оклопка
nl: Pluizig harnas
pl: Pluszowa Zbroja Grzbietowa
ru: Блестящая плюшевая броня на спину
uk: В'ялий задній бронежилет
vi: Giáp Lưng Đệm Bông

# merannoplusBicolorPlushBackArmorSkillDescription10
source: In the No.2,4,6 and 8 rounds, reduce the damage taken by its squad by 20%, and when its squad takes skill damage, has a 70% chance to heal the squad with the healing ratio of 170%
ar: في الجولات رقم 2 و4 و6 و8، يقلل من الضرر الواقع على مجموعته بنسبة 20٪، وعندما تتلقى مجموعته ضررًا بمهارة، يكون لديه فرصة بنسبة 70٪ لعلاج المجموعة بنسبة شفاء مقدارها 170٪
bg: Във 2., 4., 6. и 8. кръг намалява щетите, нанесени на отряда ѝ с 20%, а когато нейният отряд получи поражения от умение, има 70% шанс да излекува отряда със съотношение на излекуване от 170%
de: In Runde Nr. 2, 4, 6 und 8 den von seiner Truppe erhaltenen Schaden um 20 % senken und mit einer Wahrscheinlichkeit von 70 %, wenn seine Truppe Fertigkeitsschaden erleidet, die Truppe mit 170 % Heilungsverhältnis heilen.
es: En los turnos 2, 4, 6 y 8, reduce el daño recibido por su escuadrón en un 20%, y cuando su escuadrón recibe daño de habilidad, tiene un 70% de probabilidad de curar al escuadrón con una relación de curación del 170%.
fil: Sa mga ikalawang, ika-apat, ika-anim at ikawalong round, bawasan ang pinsalang natanggap ng iskwad nito ng 20%, at kapag ang iskwad nito ay tumamong pinsalang kasanayan, may 70% pagkakataong pagalingin ang iskwad na may ratio ng pagpapagaling na 170%
hu: A 2., 4., 6. és 8. körben 20%-kal csökkenti rajtaütő csapata által elszenvedett sebzést, és amikor a csapata sebzést szenved el képesség által, 70% eséllyel a gyógyulás arányának 170%-ával meggyógyítja a csapatot.
it: Al 2º, 4º, 6º e 8º round, riduce del 20% il danno ricevuto dalla sua squadra e quando la squadra subisce danni dall'abilità, ha una probabilità del 70% di curarla con un tasso di guarigione del 170%
ja: 2、4、6、8ラウンドで自分の部隊が受けるダメージを20％減少し、部隊がスキルダメージを受けた際、70％の確率で部隊を170％の治療率で回復させる
mk: Во II, IV, VI и VIII рунда, намалување на штетата нанесена на нејзиниот одред за 20%, а кога нејзиниот одред претрпува вештина штета, има 70% шанса да ја излечи нејзиниот одред со коефициент на лекување од 170%
nl: In de 2e, 4e, 6e en 8e ronde, vermindert de door zijn team opgelopen schade met 20%. Wanneer zijn team schade oploopt door een vaardigheid, is er 70% kans dat het team wordt genezen met een helingsratio van 170%.
pl: W rundzie nr 2., 4., 6. i 8. zmniejsza obrażenia otrzymywane przez jej oddział o 20% i gdy jej oddział otrzymuje obrażenia od umiejętności, istnieje 70% szans na uleczenie oddziału o wskaźniku leczenia 170%
ru: В 2, 4, 6 и 8 ходах уменьшает получаемый отрядом урон на 20 %, а когда отряд получает урон от навыка, есть вероятность 70% вылечить отряд с показателем лечения 170 %
uk: В 2, 4, 6 і восьмому раундах завдає збитку загону на 20% менше, а коли загін отримує збиток від навички, є 70% вірогідність зцілення загону з коефіцієнтом зцілення 170%
vi: Ở lượt thứ 2, 4, 6 và 8, giảm 20% sát thương mà đội hình của nó phải chịu, và khi đội hình của nó phải chịu sát thương do kỹ năng, sẽ có 70% cơ hội hồi máu cho đội hình với tỷ lệ hồi máu là 170%

# merannoplusBicolorPlushBackArmorSkillDescription20
source: In the No.2,4,6 and 8 rounds, reduce the damage taken by its squad by 30%, and when its squad takes skill damage, has a 70% chance to heal the squad with the healing ratio of 220%
ar: في الجولات رقم 2 و4 و6 و8، يقلل من الضرر الواقع على مجموعته بنسبة 30٪، وعندما تتلقى مجموعته ضررًا بمهارة، يكون لديه فرصة بنسبة 70٪ لعلاج المجموعة بنسبة شفاء مقدارها 220٪
bg: Във 2., 4., 6. и 8. кръг намалява щетите, нанесени на отряда ѝ с 30%, а когато нейният отряд получи поражения от умение, има 70% шанс да излекува отряда със съотношение на излекуване от 220%
de: In Runde Nr. 2, 4, 6 und 8 den von seiner Truppe erhaltenen Schaden um 30 % senken und mit einer Wahrscheinlichkeit von 70 %, wenn seine Truppe Fertigkeitsschaden erleidet, die Truppe mit 220 % Heilungsverhältnis heilen.
es: En los turnos 2, 4, 6 y 8, reduce el daño recibido por su escuadrón en un 30%, y cuando su escuadrón recibe daño de habilidad, tiene un 70% de probabilidad de curar al escuadrón con una relación de curación del 220%.
fil: Sa mga ikalawang, ika-apat, ika-anim at ikawalong round, bawasan ang pinsalang natanggap ng iskwad nito ng 30%, at kapag ang iskwad nito ay tumamong pinsalang kasanayan, may 70% pagkakataong pagalingin ang iskwad na may ratio ng pagpapagaling na 220%
hu: A 2., 4., 6. és 8. körben 30%-kal csökkenti rajtaütő csapata által elszenvedett sebzést, és amikor a csapata sebzést szenved el képesség által, 70% eséllyel a gyógyulás arányának 220%-ával meggyógyítja a csapatot.
it: Al 2º, 4º, 6º e 8º round, riduce del 30% il danno ricevuto dalla sua squadra e quando la squadra subisce danni dall'abilità, ha una probabilità del 70% di curarla con un tasso di guarigione del 220%
ja: 2、4、6、8ラウンドで自分の部隊が受けるダメージを30％減少し、部隊がスキルダメージを受けた際、70％の確率で部隊を220％の治療率で回復させる
mk: Во II, IV, VI и VIII рунда, намалување на штетата нанесена на нејзиниот одред за 30%, а кога нејзиниот одред претрпува вештина штета, има 70% шанса да ја излечи нејзиниот одред со коефициент на лекување од 220%
nl: In de 2e, 4e, 6e en 8e ronde, vermindert de door zijn team opgelopen schade met 30%. Wanneer zijn team schade oploopt door een vaardigheid, is er 70% kans dat het team wordt genezen met een helingsratio van 220%.
pl: W rundzie nr 2., 4., 6. i 8. zmniejsza obrażenia otrzymywane przez jej oddział o 30% i gdy jej oddział otrzymuje obrażenia od umiejętności, istnieje 70% szans na uleczenie oddziału o wskaźniku leczenia 220%
ru: В 2, 4, 6 и 8 ходах уменьшает получаемый отрядом урон на 30 %, а когда отряд получает урон от навыка, есть вероятность 70% вылечить отряд с показателем лечения 220 %
uk: В 2, 4, 6 і восьмому раундах завдає збитку загону на 30% менше, а коли загін отримує збиток від навички, є 70% вірогідність зцілення загону з коефіцієнтом зцілення 220%
vi: Ở lượt thứ 2, 4, 6 và 8, giảm 30% sát thương mà đội hình của nó phải chịu, và khi đội hình của nó phải chịu sát thương do kỹ năng, sẽ có 70% cơ hội hồi máu cho đội hình với tỷ lệ hồi máu là 220%

# merannoplusBicolorToxicThornSkillTitle
source: Toxic Thorn
ar: الشوك السام
bg: Отровна трънка
de: Giftdorn
es: Espina tóxica
hu: Mérgező tüske
it: Spina tossica
ja: 毒の棘
mk: Токсичен трн
nl: Giftige doorn
pl: Trujący Kolczasty Krzew
ru: Ядовитый шип
uk: Отруйна колючка
vi: Gai Độc

# merannoplusBicolorToxicThornSkillDescription10
source: Has a 50% chance to deal 380% (+Special Ant Level*1%) damage to 1 random enemy squad and confuse it (normal attack target is random for 1 round)
ar: لديه فرصة بنسبة 50٪ لإلحاق أضرار بنسبة 380٪ (+ مستوى النمل الخاص بنسبة 1٪) على مجموعة عدو عشوائية واحدة وإرباكها (يكون الهدف العادي للهجوم عشوائيًا لمدة جولة واحدة)
bg: Има 50% шанс да нанесе 380% (+1% от нивото на специален мравка) щети на 1 случайни вражески отряд и да го обърка (целта на обикновената атака е случайна за 1 кръг)
de: Lässt eine Wahrscheinlichkeit von 50 % gelten, einer zufälligen gegnerischen Truppe 380 % (+Spezialameisenlevel * 1 %) Schaden zuzufügen und sie zu verwirren (das Ziel seines normalen Angriffs ist für eine Runde zufällig).
es: Tiene un 50% de probabilidad de infligir un 380% (+nivel especial de hormigas*1%) de daño a 1 escuadrón enemigo aleatorio y confundirlo (el objetivo de ataque normal es aleatorio durante 1 turno).
fil: May 50% pagkakataong makapagdulot ng pinsalang 380% (+Espesyal na Antas*1%) sa 1 random na kalabang iskwad at lituhin ito (ang karaniwang target ng pag-atake ay random sa loob ng 1 round)
hu: 50% eséllyel 380% (+Különleges hangya szint*1%) sebzést okoz 1 véletlenszerűen választott ellenséges csapatnak, és összezavarja azt (a normál támadás célpontja 1 körön át véletlenszerű).
it: Ha una probabilità del 50% di infliggere il 380% (+Livello speciale formica*1%) di danni a 1 squadra nemica casuale e confonderla (l'obiettivo dell'attacco normale è casuale per 1 round)
ja: 50％の確率で、敵部隊1体に380％（＋特殊アリレベル×1％）のダメージを与え、混乱させる（通常攻撃対象を1ターンランダムに変更する）
mk: Има 50% шанса да нанесе 380% (+ ниво на специјални мравки*1%) на 1 случаен непријателски одред и да го збуни (нормална цел на нападот е случајна 1 рунда)
nl: Heeft 50% kans om 380% (+speciaal miernniveau*1%) schade toe te brengen aan één willekeurige vijandig team en het in de war te brengen (normaal aanvalsdoel is 1 ronde willekeurig).
pl: Istnieje 50% szans na zadanie 380% (+ poziom specjalnej mrówki*1%) obrażeń 1 losowemu oddziałowi wroga i zdezorientowanie go (normalny cel ataku jest losowy przez 1 rundę)
ru: Есть вероятность 50% нанести 380 % (+ Уровень особых муравьев*1%) урона 1 случайному вражескому отряду и сбить его с толку (цель обычной атаки случайна в течение 1 хода)
uk: Є 50% вірогідність завдати збитку 380% (+рівень комахи-розвідниці*1%) 1 випадковому загону противника і дезорієнтувати його (нормальна атака є випадковою протягом 1 раунду)
vi: Có 50% cơ hội gây 380% (+Cấp Kiến Đặc Biệt*1%) sát thương lên 1 đội hình địch ngẫu nhiên và làm choáng nó (mục tiêu tấn công thường là ngẫu nhiên trong 1 lượt).

# merannoplusBicolorToxicThornSkillDescription20
source: Has a 70% chance to deal 450% (+Special Ant Level*1%) damage to 1 random enemy squad and confuse it (normal attack target is random for 1 round)
ar: لديه فرصة بنسبة 70٪ لإلحاق ضرر بنسبة 450٪ (+ مستوى النمل الخاص * 1٪) على مجموعة عدو عشوائية واحدة وإرباكها (يكون الهدف العادي للهجوم عشوائيًا لمدة جولة واحدة)
bg: Има 70% шанс да нанесе 450% (+1% от нивото на специален мравка) щети на 1 случайни вражески отряд и да го обърка (целта на обикновената атака е случайна за 1 кръг)
de: Lässt eine Wahrscheinlichkeit von 70 % gelten, einer zufälligen gegnerischen Truppe 450 % (+Spezialameisenlevel * 1 %) Schaden zuzufügen und sie zu verwirren (das Ziel seines normalen Angriffs ist für eine Runde zufällig).
es: Tiene un 70% de probabilidad de infligir un 450% (+nivel especial de hormigas*1%) de daño a 1 escuadrón enemigo aleatorio y confundirlo (el objetivo de ataque normal es aleatorio durante 1 turno).
fil: May 70% pagkakataong makapagdulot ng pinsalang 450% (+Espesyal na Antas*1%) sa 1 random na kalabang iskwad at lituhin ito (ang karaniwang target ng pag-atake ay random sa loob ng 1 round)
hu: 70% eséllyel 450% (+Különleges hangya szint*1%) sebzést okoz 1 véletlenszerűen választott ellenséges csapatnak, és összezavarja azt (a normál támadás célpontja 1 körön át véletlenszerű).
it: Ha una probabilità del 70% di infliggere il 450% (+Livello speciale formica*1%) di danni a 1 squadra nemica casuale e confonderla (l'obiettivo dell'attacco normale è casuale per 1 round)
ja: 70％の確率で、敵部隊1体に450％（＋特殊アリレベル×1％）のダメージを与え、混乱させる（通常攻撃対象を1ターンランダムに変更する）
mk: Има 70% шанса да нанесе 450% (+ ниво на специјални мравки*1%) на 1 случаен непријателски одред и да го збуни (нормална цел на нападот е случајна 1 рунда)
nl: Heeft 70% kans om 450% (+speciaal miernniveau*1%) schade toe te brengen aan één willekeurig vijandig team en het in de war te brengen (normaal aanvalsdoel is 1 ronde willekeurig).
pl: Istnieje 70% szans na zadanie 450% (+ poziom specjalnej mrówki*1%) obrażeń 1 losowemu oddziałowi wroga i zdezorientowanie go (normalny cel ataku jest losowy przez 1 rundę)
ru: Есть вероятность 70% нанести 450 % (+ Уровень особых муравьев*1%) урона 1 случайному вражескому отряду и сбить его с толку (цель обычной атаки случайна в течение 1 хода)
uk: Є 70% вірогідність завдати збитку 450% (+рівень комахи-розвідниці*1%) 1 випадковому загону противника і дезорієнтувати його (нормальна атака є випадковою протягом 1 раунду)
vi: Có 70% cơ hội gây 450% (+Cấp Kiến Đặc Biệt*1%) sát thương lên 1 đội hình địch ngẫu nhiên và làm choáng nó (mục tiêu tấn công thường là ngẫu nhiên trong 1 lượt).

# merannoplusBicolorBufferBarrierSkillTitle
source: Buffer Barrier
ar: حاجز عازل
bg: Буферна бариера
de: Puffer-Barriere
es: Barrera de amortiguación
hu: Buffer akadály
it: Barriera tampone
ja: バッファーバリア
mk: Тампон бариера
nl: Bufferbarrière
pl: Bariera Bufora
ru: Буферный барьер
uk: Бар'єр буфера
vi: Rào Cản Đệm
