Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# weaverAntFieryThrashSkillTitle
source: Fiery Thrash
ar: الضرب الناري العنيف
de: Feuriger Zorn
es: Paliza ardiente
hu: Tűzroham
it: Strambezzata infuocata
ja: ファイアー スラッシュ
nl: Vurige roede
pl: Ognisty młot
uk: Вогняне молотіння
vi: Quất lửa

# weaverAntFieryThrashSkillDescription10
source: In the first 3 rounds, 2 random Shooter Ant squads gain Combat Speed +60 and have 100% chance to enter Double Hit status, gaining Normal Attack times +1 (Double Hit status cannot stack)
ar: في الجولات الثلاث الأولى، تحصل فرقتان عشوائيتان من فرقة النمل الرماة على سرعة قتال +60 ولديهما فرصة بنسبة 100% لدخول وضع الضربتين، والحصول على هجمات عادية x1 (لا يمكن تكديس وضع الضربتين)
de: In den ersten 3 Runden erhalten 2 zufällige Schützentruppen Kampfspeed +60 und eine 100-%-Chance, den Status Doppelter Treffer zu erhalten, sodass sie normale Angriffszeiten +1 erhalten (der Status Doppelter Treffer kann nicht gestapelt werden).
es: En las primeras 3 rondas, 2 escuadrones aleatorios de hormigas tiradoras obtienen +60 de velocidad de combate y tienen un 100% de probabilidad de entrar en estado de doble golpe, obteniendo +1 veces el ataque normal (el estado de doble golpe no se puede acumular)
fil: Sa unang 3 round, 2 random na mga pangkat ng Shooter Ant ang makakakuha ng Bilis ng Paglaban +60 at may 100% pagkakataong makapasok sa estado ng Double Hit, na makakakuha ng +1 sa dami ng Normal Attack (Hindi maaaring pagsama-samahin ang estado ng Double Hit)
hu: Az első 3 körben 2 véletlenszerű Lövészhanglya-osztag +60 harci sebességet kap, és 100% esélyük van Duplázás állapotba lépni, ami +1 normál támadásidőt biztosít (a Duplázás állapot nem halmozható)
it: Nei primi 3 turni, 2 squadre casuali di formiche sparatrice guadagnano velocità in combattimento +60 e hanno il 100% di possibilità di entrare in stato di doppio colpo, guadagnando +1 volte attacco normale (lo stato di doppio colpo non è cumulabile)
ja: 最初の3ターン間、ランダムに選択した2つのガンナーアントの分隊の戦闘速度が60上昇し、「ダブルヒット」状態に100%の確率で入り、通常攻撃の回数を+1増加させます(「ダブルヒット」状態は累積しません)
nl: In de eerste 3 ronden krijgen 2 willekeurige Gunner Ant-groepen Gevechtssnelheid + 60 en hebben ze 100% kans om de status Double Hit te krijgen, met + 1 normale aanvalstijden (Double Hit-status kan niet worden gestapeld)
pl: W pierwszych 3 rundach 2 losowe oddziały strzelających mrówek zdobywają +60 prędkości walki, a ich szansa na wejście w stan podwójnego ciosu wynosi 100%, w efekcie czego liczba ataków normalnych zwiększa się o 1 (stan podwójnego ciosu nie kumuluje się)
uk: У перших 3 раундах 2 випадкових загони мурах-стрільців отримують бонус до швидкості бою +60 і мають 100% ймовірність активування статусу подвійного удару, отримуючи ще +1 до звичайних атак (статус подвійного удару не може складатися)
vi: Trong 3 lượt đầu, 2 đơn vị Kiến Xạ thủ ngẫu nhiên nhận +60 Tốc độ chiến đấu và có 100% khả năng vào trạng thái Đôi đòn, đạt +1 lần tấn công thường (trạng thái Đôi đòn không thể cộng dồn)

# weaverAntFieryThrashSkillDescription20
source: In the first 3 rounds, 2 random Shooter Ant squads gain Combat Speed +90 and have 100% chance to enter Double Hit status, gaining Normal Attack times +1 (Double Hit status cannot stack)
ar: في الجولات الثلاث الأولى، تحصل فرقتان عشوائيتان من فرقة النمل الرماة على سرعة قتال +90 ولديهما فرصة بنسبة 100% لدخول وضع الضربتين، والحصول على هجمات عادية x1 (لا يمكن تكديس وضع الضربتين)
de: In den ersten 3 Runden erhalten 2 zufällige Schützentruppen Kampfspeed +90 und eine 100-%-Chance, den Status Doppelter Treffer zu erhalten, sodass sie normale Angriffszeiten +1 erhalten (der Status Doppelter Treffer kann nicht gestapelt werden).
es: En las primeras 3 rondas, 2 escuadrones aleatorios de hormigas tiradoras obtienen +90 de velocidad de combate y tienen un 100% de probabilidad de entrar en estado de doble golpe, obteniendo +1 veces el ataque normal (el estado de doble golpe no se puede acumular)
fil: Sa unang 3 round, 2 random na mga pangkat ng Shooter Ant ang makakakuha ng Bilis ng Paglaban +90 at may 100% pagkakataong makapasok sa estado ng Double Hit, na makakakuha ng +1 sa dami ng Normal Attack (Hindi maaaring pagsama-samahin ang estado ng Double Hit)
hu: Az első 3 körben 2 véletlenszerű Lövészhanglya-osztag +90 harci sebességet kap, és 100% esélyük van Duplázás állapotba lépni, ami +1 normál támadásidőt biztosít (a Duplázás állapot nem halmozható)
it: Nei primi 3 turni, 2 squadre casuali di formiche sparatrice guadagnano velocità in combattimento +90 e hanno il 100% di possibilità di entrare in stato di doppio colpo, guadagnando +1 volte attacco normale (lo stato di doppio colpo non è cumulabile)
ja: 最初の3ターン間、ランダムに選択した2つのガンナーアントの分隊の戦闘速度が90上昇し、「ダブルヒット」状態に100%の確率で入り、通常攻撃の回数を+1増加させます(「ダブルヒット」状態は累積しません)
nl: In de eerste 3 ronden krijgen 2 willekeurige Gunner Ant-groepen Gevechtssnelheid + 90 en hebben ze 100% kans om de status Double Hit te krijgen, met + 1 normale aanvalstijden (Double Hit-status kan niet worden gestapeld)
pl: W pierwszych 3 rundach 2 losowe oddziały strzelających mrówek zdobywają +90 prędkości walki, a ich szansa na wejście w stan podwójnego ciosu wynosi 100%, w efekcie czego liczba ataków normalnych zwiększa się o 1 (stan podwójnego ciosu nie kumuluje się)
uk: У перших 3 раундах 2 випадкових загони мурах-стрільців отримують бонус до швидкості бою +90 і мають 100% ймовірність активування статусу подвійного удару, отримуючи ще +1 до звичайних атак (статус подвійного удару не може складатися)
vi: Trong 3 lượt đầu, 2 đơn vị Kiến Xạ thủ ngẫu nhiên nhận +90 Tốc độ chiến đấu và có 100% khả năng vào trạng thái Đôi đòn, đạt +1 lần tấn công thường (trạng thái Đôi đòn không thể cộng dồn)

# weaverAntTacticalCounterAttackSkillTitle
source: Tactical Counter Attack
ar: الهجوم المضاد التكتيكي
de: Taktischer Gegenangriff
es: Contraataque táctico
hu: Taktikai ellencsapás
it: Contrattacco tattico
ja: 戦術的カウンターアタック
nl: Tactische tegenaanval
pl: Taktyczny kontratak
uk: Тактична контратака
vi: Phản Công Chiến Thuật

# weaverAntTacticalCounterAttackSkillDescription10
source: Each time when 2 random enemy squads take damage, the next damage they take will increase by 15%. Can be stacked up to 60%
ar: في كل مرة تتلقى فيها فرقتان عشوائيتين من العدو الضرر، سيزداد الضرر التالي الذي سيتلقيانه بنسبة 15%. ويمكن تكديسه حتى 60%
de: Jedes Mal, wenn 2 zufällige feindliche Truppen Schaden nehmen, erhöht sich der von ihnen erlittene nächste Schaden um 15 %. Kann bis zu 60 % gestapelt werden.
es: Cada vez que 2 escuadrones enemigos aleatorios reciben daño, el siguiente daño que reciban aumentará en un 15%. Se puede acumular hasta un 60%
fil: Tuwing ang 2 random na mga pangkat ng kalaban ay nasasaktan, ang susunod na pinsalang matatanggap nila ay tataas ng 15%. Maaaring pagsama-samahin hanggang 60%
hu: Ha 2 véletlenszerű ellenséges osztag sebzés, a legközelebbi általuk elszenvedett sebzés 15%-kal növekszik. Akár 60%-ig halmozható.
it: Ogni volta che 2 squadre nemiche casuali subiscono danni, i danni subiti successivi aumenteranno del 15%. Può essere cumulato fino al 60%
ja: ランダムに選ばれた敵の分隊2つがダメージを受ける度に、次のダメージが15%上昇します。最大60%まで累積できます
nl: Elke keer dat 2 willekeurige vijandelijke groepen schade oplopen, neemt de volgende schade die ze oplopen met 15% toe. Kan worden gestapeld tot 60%
pl: Za każdym razem, gdy 2 losowe wrogie oddziały otrzymają obrażenia, liczba kolejnych otrzymanych obrażeń zwiększy się o 15%. Można kumulować do 60%
uk: Кожного разу, коли 2 випадкових ворожих загони зазнають ушкоджень, наступний отриманий ними урон збільшується на 15%. Може бути збільшено до 60%
vi: Mỗi khi 2 đơn vị địch ngẫu nhiên chịu sát thương, sát thương tiếp theo mà chúng nhận được sẽ tăng 15%. Có thể cộng dồn lên đến 60%

# weaverAntTacticalCounterAttackSkillDescription20
source: Each time when 2 random enemy squads take damage, the next damage they take will increase by 20%. Can be stacked up to 80%
ar: في كل مرة تتلقى فيها فرقتان عشوائيتان من العدو الضرر، سيزداد الضرر التالي الذي سيتلقيانه بنسبة 20%. ويمكن تكديسه حتى 80%
de: Jedes Mal, wenn 2 zufällige feindliche Truppen Schaden nehmen, erhöht sich der von ihnen erlittene nächste Schaden um 20 %. Kann bis zu 80 % gestapelt werden.
es: Cada vez que 2 escuadrones enemigos aleatorios reciben daño, el siguiente daño que reciban aumentará en un 20%. Se puede acumular hasta un 80%
fil: Tuwing ang 2 random na mga pangkat ng kalaban ay nasasaktan, ang susunod na pinsalang matatanggap nila ay tataas ng 20%. Maaaring pagsama-samahin hanggang 80%
hu: Ha 2 véletlenszerű ellenséges osztag sebzés, a legközelebbi általuk elszenvedett sebzés 20%-kal növekszik. Akár 80%-ig halmozható.
it: Ogni volta che 2 squadre nemiche casuali subiscono danni, i danni subiti successivi aumenteranno del 20%. Può essere cumulato fino all'80%
ja: ランダムに選ばれた敵の分隊2つがダメージを受ける度に、次のダメージが20%上昇します。最大80%まで累積できます
nl: Elke keer dat 2 willekeurige vijandelijke groepen schade oplopen, neemt de volgende schade die ze oplopen met 20% toe. Kan worden gestapeld tot 80%
pl: Za każdym razem, gdy 2 losowe wrogie oddziały otrzymają obrażenia, liczba kolejnych otrzymanych obrażeń zwiększy się o 20%. Można kumulować do 80%
uk: Кожного разу, коли 2 випадкових ворожих загони зазнають ушкоджень, наступний отриманий ними урон збільшується на 20%. Може бути збільшено до 80%
vi: Mỗi khi 2 đơn vị địch ngẫu nhiên chịu sát thương, sát thương tiếp theo mà chúng nhận được sẽ tăng 20%. Có thể cộng dồn lên đến 80%

# whiteVelvetMasterOfDisguiseSkillTitle
source: Master Of Disguise
ar: ماستر التخفي
de: Meister der Verkleidung
es: Maestra del disfraz
fil: Master Ng Pagbabalatkayo
hu: Álcázás mestere
it: Maestro del Camuffamento
ja: 偽装マスター
nl: Meester van vermomming
pl: Mistrz Kamuflażu
uk: Мастер переодягання
vi: Master ng Ngụy trang

# whiteVelvetMasterOfDisguiseSkillDescription10
source: In its Troop, Health +15%
ar: في فصيلتها، +15٪ صحة
de: In seiner Truppe: Gesundheit +15%
es: En su tropa, salud +15%
fil: Sa Hukbo nito, Kalusugan +15%
hu: A csapatában az egészség +15%
it: Nelle sue truppe, Salute +15%
ja: 軍団にいるとき、体力が15％アップします。
nl: In zijn leger +15% gezondheid
pl: W swoim oddziale +15% do zdrowia
uk: У своєму загоні +15% до здоров'я
vi: Trong Đội, Máu +15%

# whiteVelvetMasterOfDisguiseSkillDescription20
source: In its Troop, Health +25%
ar: في فصيلتها، +25٪ صحة
de: In seiner Truppe: Gesundheit +25%
es: En su tropa, salud +25%
fil: Sa Hukbo nito, Kalusugan +25%
hu: A csapatában az egészség +25%
it: Nelle sue truppe, Salute +25%
ja: 軍団にいるとき、体力が25％アップします。
nl: In zijn leger +25% gezondheid
pl: W swoim oddziale +25% do zdrowia
uk: У своєму загоні +25% до здоров'я
vi: Trong Đội, Máu +25%

# whiteVelvetHealingPowerSkillTitle
source: Healing Power
ar: قوة الشفاء
de: Heilkraft
es: Poder curativo
fil: Kapangyarihan Sa Pagpapagaling
hu: Gyógyító erő
it: Potere Curativo
ja: ヒーリングパワー
nl: Genezende kracht
pl: Moc leczenia
uk: Лікувальна сила
vi: Sức mạnh Hồi máu

# whiteVelvetHealingPowerSkillDescription10
source: Has a 50% chance to heal a random squad with a healing ratio of 190% (+Special Ant Level*1%)
ar: لديها فرصة بنسبة 50٪ لعلاج فرقة عشوائية بنسبة شفاء تبلغ 190٪ (+ مستوى النملة الخاصة * 1٪)
de: Heilt mit 50 %iger Wahrscheinlichkeit zufällig eine Truppe mit einem Heilwert von 190 % (+Spezialameisenlevel*1 %)
es: Tiene un 50% de probabilidad de curar un escuadrón aleatorio con un índice de curación del 190% (+1% por nivel de hormiga especial)
fil: May 50% pagkakataon na pagalingin ang isang random na iskwad na may antas ng pagpapagaling na 190% (+Espesyal na Antas ng Langgam*1%)
hu: 50%-os eséllyel meggyógyít egy véletlenszerű csapatot, 190%-os gyógyulási aránnyal (+Különleges hangya szintje*1%)
it: Ha una possibilità del 50% di curare una squadra a caso con un rapporto di guarigione del 190% (+Livello formica speciale*1%)
ja: 50％の確率でランダムな隊を、190％（＋特級アリレベル×1％）の回復率で回復します。
nl: 50% kans om een willekeurige troep te genezen met een genezingspercentage van 190% (+ 1% per speciaal mierenniveau)
pl: 50% szans na wyleczenie losowego oddziału z siłą leczenia wynoszącą 190% (+Poziom specjalnej mrówki * 1%)
uk: Має 50% шансів вилікувати випадковий загін із коефіцієнтом лікування 190% (+Рівень особливого мурашки*1%)
vi: Có 50% khả năng chữa lành một Biệt đội ngẫu nhiên với tỷ lệ hồi máu là 190% (+Cấp Kiến đặc biệt*1%)

# whiteVelvetHealingPowerSkillDescription20
source: Has a 50% chance to heal a random squad with a healing ratio of 270% (+Special Ant Level*1%)
ar: لديها فرصة بنسبة 50٪ لعلاج فرقة عشوائية بنسبة شفاء تبلغ 270٪ (+ مستوى النملة الخاصة * 1٪)
de: Heilt mit 50 %iger Wahrscheinlichkeit zufällig eine Truppe mit einem Heilwert von 270 % (+Spezialameisenlevel*1 %)
es: Tiene un 50% de probabilidad de curar un escuadrón aleatorio con un índice de curación del 270% (+1% por nivel de hormiga especial)
fil: May 50% pagkakataon na pagalingin ang isang random na iskwad na may antas ng pagpapagaling na 270% (+Espesyal na Antas ng Langgam*1%)
hu: 50%-os eséllyel meggyógyít egy véletlenszerű csapatot, 270%-os gyógyulási aránnyal (+Különleges hangya szintje*1%)
it: Ha una possibilità del 50% di curare una squadra a caso con un rapporto di guarigione del 270% (+Livello formica speciale*1%)
ja: 50％の確率でランダムな隊を、270％（＋特級アリレベル×1％）の回復率で回復します。
nl: 50% kans om een willekeurige troep te genezen met een genezingspercentage van 270% (+ 1% per speciaal mierenniveau)
pl: 50% szans na wyleczenie losowego oddziału z siłą leczenia wynoszącą 270% (+Poziom specjalnej mrówki * 1%)
uk: Має 50% шансів вилікувати випадковий загін із коефіцієнтом лікування 270% (+Рівень особливого мурашки*1%)
vi: Có 50% khả năng chữa lành một Biệt đội ngẫu nhiên với tỷ lệ hồi máu là 270% (+Cấp Kiến đặc biệt*1%)

# whiteVelvetWhiteGuardianSkillTitle
source: White Guardian
ar: الحارس الأبيض
de: Weißer Wächter
es: Guardián blanco
fil: Puti Na Tagapangalaga
hu: Fehér őrző
it: Guardiano Bianco
ja: ホワイトガーディアン
nl: Witte beschermer
pl: Biały strażnik
uk: Білий захисник
vi: Vệ thần Trắng

# whiteVelvetWhiteGuardianSkillDescription10
source: In the first 4 rounds, reduces the damage taken by all squads by 30%, and heals 2 random squads each round with a healing ratio of 110%
ar: في الجولات الأربع الأولى، يقلل الضرر الذي تتلقاه جميع الفرق بنسبة 30٪، ويعالج فريقين عشوائيين في كل جولة بنسبة شفاء تبلغ 110٪
de: Reduziert in den ersten 4 Runden den erlittenen Schaden aller Truppen um 30 % und heilt jede Runde 2 zufällige Truppen mit einem Heilwert von 110 %
es: En las primeras 4 rondas, reduce el daño recibido por todos los escuadrones un 30% y cura 2 escuadrones aleatorios cada ronda con un índice de curación del 110%
fil: Sa unang 4 na round, binabawasan ang pinsalang natamo ng lahat ng iskwad ng 30%, at nagpapagaling ng 2 random na iskwad bawat round na may antas ng pagpapagaling na 110%
hu: Az első 4 körben 30%-kal csökkenti az összes csapat által elszenvedett sebzést, és körönként 2 véletlenszerű csapatot meggyógyít 110%-os gyógyulási aránnyal
it: Nei primi 4 round, riduce del 30% i danni subiti da tutte le squadre e cura 2 squadre a caso in ogni round con un rapporto di guarigione del 110%
ja: 最初の4ラウンド、すべての隊が受けるダメージを30％軽減します。また、毎ラウンドランダムな2つの隊を、110％の回復率で回復します。
nl: Vermindert in de eerste 4 rondes de schade die alle troepen ontvangen met 30% en geneest elke ronde 2 willekeurige troepen met een genezingspercentage van 110%
pl: Podczas pierwszych 4 tur zmniejsza obrażenia otrzymywane przez wszystkie oddziały o 30% i leczy 2 losowe oddziały w każdej turze z siłą leczenia wynoszącą 110%
uk: У перших 4 раундах знижує отриманий усіма загонами збиток на 30% і кожного раунду лікує 2 випадкових загони з коефіцієнтом лікування 110%
vi: Trong 4 lượt đầu tiên, giảm 30% sát thương nhận vào của mọi Biệt đội và hồi 2 Biệt đội ngẫu nhiên mỗi lượt với tỷ lệ hồi máu là 110%

# whiteVelvetWhiteGuardianSkillDescription20
source: In the first 4 rounds, reduces the damage taken by all squads by 30%, and heals 2 random squads each round with a healing ratio of 160%
ar: في الجولات الأربع الأولى، يقلل الضرر الذي تتلقاه جميع الفرق بنسبة 30٪، ويعالج فريقين عشوائيين في كل جولة بنسبة شفاء تبلغ 160٪
de: Reduziert in den ersten 4 Runden den erlittenen Schaden aller Truppen um 30 % und heilt jede Runde 2 zufällige Truppen mit einem Heilwert von 160 %
es: En las primeras 4 rondas, reduce el daño recibido por todos los escuadrones un 30% y cura 2 escuadrones aleatorios cada ronda con un índice de curación del 160%
fil: Sa unang 4 na round, binabawasan ang pinsalang natamo ng lahat ng iskwad ng 30%, at nagpapagaling ng 2 random na iskwad bawat round na may antas ng pagpapagaling na 160%
hu: Az első 4 körben 30%-kal csökkenti az összes csapat által elszenvedett sebzést, és körönként 2 véletlenszerű csapatot meggyógyít 160%-os gyógyulási aránnyal
it: Nei primi 4 round, riduce del 30% i danni subiti da tutte le squadre e cura 2 squadre a caso ad ogni round con un rapporto di guarigione del 160%
ja: 最初の4ラウンド、すべての隊が受けるダメージを30％軽減します。また、毎ラウンドランダムな2つの隊を、160％の回復率で回復します。
nl: Vermindert in de eerste 4 rondes de schade die alle troepen ontvangen met 30% en geneest elke ronde 2 willekeurige troepen met een genezingspercentage van 160%
pl: Podczas pierwszych 4 tur zmniejsza obrażenia otrzymywane przez wszystkie oddziały o 30% i leczy 2 losowe oddziały w każdej turze z siłą leczenia wynoszącą 160%
uk: У перших 4 раундах знижує отриманий усіма загонами збиток на 30% і кожного раунду лікує 2 випадкових загони з коефіцієнтом лікування 160%
vi: Trong 4 lượt đầu tiên, giảm 30% sát thương nhận vào của mọi Biệt đội và hồi 2 Biệt đội ngẫu nhiên mỗi lượt với tỷ lệ hồi máu là 160%

# wiseBerserkerCruelStrikeSkillTitle
source: Cruel Strike
ar: ضربة قاسية
de: Grausamer Hieb
es: Golpe cruel
fil: Malupit na Atake
hu: Kegyetlen csapás
ja: 残酷な一撃
nl: Wrede Aanval
pl: Srogi Cios
uk: Жорстокий удар
vi: Đòn tấn công tàn bạo

# wiseBerserkerCruelStrikeSkillDescription10
source: After a normal attack, has a 60% chance to deal 300% (+Special Ant Level*1%) damage to the enemy's front line
ar: بعد الهجوم الطبيعي، هنالك فرصة 60% لإلحاق 300% (معدل نملة خاصة +1%) من الضرر بالخطوط الأمامية للعدو
de: Nach einem normalen Angriff besteht eine Chance von 60 %, dem feindlichen Anführer 300 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen
es: Después de un ataque normal, tiene una probabilidad del 60% de infligir 300% (+nivel de hormiga especial*1%) de daño a la línea delantera del enemigo
fil: Matapos ang normal na pag-atake, may 60% na posibilidad na makapanakit ng 300% (+Espesyal na Antas ng Ant*1%) na pinsala sa harapan ng linya ng kaaway
hu: Egy normál támadás után 60% eséllyel 300% (+Különleges hangya szint*1%) sebzést okoz az ellenség frontvonalának
it: Ha una possibilità pari al 60% di infliggere 300% di danni (+Livello formica specializzata*1%) alla prima linea nemica dopo un normale attacco
ja: 通常攻撃後、60%の確率で敵の前衛に300%（＋特殊アリLv＊1％）のダメージを与える
nl: Heeft na een normale aanval 60% kans om 300% (+Speciaal Mierenniveau*1%) schade toe te brengen aan de voorste linie van de vijand
pl: Po wykonaniu normalnego ataku bohater ma 60% szans na zadanie 300% (+ Poziom specjalnej mrówki*1%) obrażeń na przedniej linii wroga
uk: Після звичайної атаки з імовірністю 60% завдає 300% (+ рівень особливої мурахи*1%) пошкоджень передньому ряду противника
vi: Sau một đòn tấn công thông thường, có 60% khả năng gây 300% (+Cấp kiến đặc biệt*1%) sát thương lên đội hình tiền tuyến của kẻ địch

# wiseBerserkerCruelStrikeSkillDescription20
source: After a normal attack, has a 60% chance to deal 350% (+Special Ant Level*1%) damage to the enemy's front line
ar: بعد الهجوم الطبيعي، هنالك فرصة 60% لإلحاق 350% (معدل نملة خاصة +1%) من الضرر بالخطوط الأمامية للعدو
de: Nach einem normalen Angriff besteht eine Chance von 60 %, dem feindlichen Anführer 350 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen
es: Después de un ataque normal, tiene una probabilidad del 60% de infligir 350% (+nivel de hormiga especial*1%) de daño a la línea delantera del enemigo
fil: Matapos ang normal na pag-atake, may 60% na posibilidad na makapanakit ng 350% (+Espesyal na Antas ng Ant*1%) na pinsala sa harapan ng linya ng kaaway
hu: Egy normál támadás után 60% eséllyel 350% (+Különleges hangya szint*1%) sebzést okoz az ellenség frontvonalának
it: Ha una possibilità pari al 60% di infliggere 350% di danni (+Livello formica specializzata*1%) alla prima linea nemica dopo un normale attacco
ja: 通常攻撃後、60%の確率で敵の前衛に350%（＋特殊アリLv＊1％）のダメージを与える
nl: Heeft na een normale aanval 60% kans om 350% (+Speciaal Mierenniveau*1%) schade toe te brengen aan de voorste linie van de vijand
pl: Po wykonaniu normalnego ataku bohater ma 60% szans na zadanie 350% (+ Poziom specjalnej mrówki*1%) obrażeń na przedniej linii wroga
uk: Після звичайної атаки з імовірністю 60% завдає 350% (+ рівень особливої мурахи*1%) пошкоджень передньому ряду противника
vi: Sau một đòn tấn công thông thường, có 60% khả năng gây 350% (+Cấp kiến đặc biệt*1%) sát thương lên đội hình tiền tuyến của kẻ địch

# wiseBerserkerContinuousBiteSkillTitle
source: Continuous Bite
ar: لدغة مستمرة
de: Serie von Bissen
es: Mordisco continuo
fil: Tuluy-tuloy na Kagat
hu: Folyamatos harapás
it: Morso continuo
ja: 連続咬撃
nl: Doorlopende Beet
pl: Ciągłe ugryzienie
uk: Безперервний укус
vi: Cắn liên tục

# wiseBerserkerContinuousBiteSkillDescription10
source: After a normal attack, has a 60% chance to deal 250% (+Special Ant Level*1%) damage to 2 random enemy squads
ar: بعد الهجوم العادي، هنالك فرصة 60% لإلحاق 250% (مستوى نملة خاص +1%) ضرر ببعثتي عدو عشوائيتين
de: Nach einem normalen Angriff besteht eine Chance von 60 %, 2 zufälligen feindlichen Truppen 250 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen
es: Después de un ataque normal, tiene una probabilidad del 60% de infligir 250% (+nivel de hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios
fil: Matapos ang normal na pag-atake, may 60% na posibilidad na makapanakit ng 250% (+Espesyal na Antas ng Ant*1%) na pinsala sa 2 random na pangkat ng mga kaaway
hu: Egy normál támadás után 60% eséllyel 250% (+Különleges hangya szint*1%) sebzést okoz az ellenség 2 véletlenszerű osztagának
it: Ha una possibilità pari al 60% di infliggere 250% di danni (+Livello formica specializzata*1%) a 2 squadre nemiche casuali dopo un normale attacco
ja: 通常攻撃後、60%の確率でランダムな敵軍団２つに250%（＋特殊アリLv＊1％）のダメージを与える
nl: Heeft na een normale aanval 60% kans om 250% (+Speciaal Mierenniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden
pl: Po wykonaniu normalnego ataku bohater ma 60% szans na zadanie 250% (+ Poziom specjalnej mrówki*1%) obrażeń losowo wybranym 2 oddziałom wroga
uk: Після звичайної атаки з імовірністю 60% завдає 250% (+ рівень особливої мурахи*1%) пошкоджень 2 випадковим загонам противників
vi: Sau một đòn tấn công thông thường, có 60% khả năng gây 250% (+Cấp kiến đặc biệt*1%) sát thương tới 2 tiểu đội địch ngẫu nhiên
