Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# attaSexdensThornAssaultSkillDescription20
source: In the first 3 rounds, all our squads convert 10% of their Defense into Attack, and then deal high damage of 500% (+Special Ant Level*1%) to all enemy squads, and all our shooter ant squads enter the Splash status, the damage ratio is 100%
ar: في أول 3 جولات، تحول جميع مفرزاتنا 10% من دفاعها إلى هجوم، ثم تلحق ضرراً عالياً بنسبة 500% (+مستوى النملة الخاصة*1%) بجميع مفرزات العدو، كما تدخل كل مفرزات نملة الرماية لدينا في وضع الرشّ، حيث أن نسبة الضرر تساوي 100%
bg: В течение первых 3 раундов все наши отряды преобразовывают 10% своей защиты в атаку, а затем наносят большой урон в 500% (+Уровень особого муравья*1%) всем отрядам противника, и все наши отряды муравьев-стрелков входят в состояние «Атака по площади», коэффициент урона при этом равен 100%
de: In den ersten 3 Runden wandeln alle unsere Truppen 10 % ihrer Verteidigung in Angriff um und fügen dann allen feindlichen Truppen 500 % (+ Spezialameisengrad*1 %) Schaden zu. Alle unsere Schützenameisentruppen nehmen den Spritzstatus an, das Schadensverhältnis beträgt 100 %.
es: En las primeras 3 rondas, todos nuestros escuadrones convierten el 10 % de su defensa en ataque y, luego, asestan un gran daño de 500 % (+ nivel de hormiga especial * 1 %) a todos los escuadrones enemigos, y todos nuestros escuadrones de hormigas tiradoras entran en el estado de salpicadura, con una relación de daño del 100 %
fil: Sa unang 3 putok, lahat ng iskwad namin ay nag-convert ng 10% ng kanilang Depensa papunta sa Pag-atake, at pagkatapos ay gumawa ng pinsalang 500% (+Special Ant Level*1%) sa lahat ng kalaban ng iskwad, at lahat ng pawakang baril na iskwad ng langgam ay pumasok sa status ng Splash, ang ratio ng pinsala ay 100%
hu: Az első 3 körben, a csapataink 10%-kal alakítják át a védelmüket támadássá, majd 500% (+Különleges hangya szint*1%) nagy sebzést okoznak az összes ellenséges csapatnak, és minden lövész hangya csapatunk fröccsenést állapotba kerül, 100% a sebzési arány
it: Nei primi 3 turni, tutte le nostre squadre convertono il 10% della loro Difesa in Attacco, quindi infliggono danni elevati pari al 500% (+Livello formica speciale*1%) a tutte le squadre nemiche e tutte le nostre squadre di formiche cecchino entrano nello stato Splash; il rapporto danni è del 100%
ja: 最初の3ラウンド、すべての軍団が防御力を攻撃力の10%に変換し、すべての敵軍団に500%（+特殊アリのレベル*1%）の高ダメージを与え、すべての射撃アリの軍団がスプラッシュ状態に入り、ダメージ率は100%
mk: Во првите 3 рунди, сите наши тимови ја претвораат 10% од својата одбрана во напад, а потоа нанесуваат висока штета од 500% (+Специјално ниво на мрав*1%) на сите непријателски тимови, а сите наши тимови од стрелачки мрави влегуваат во статусот Распрснување, односот на штетата е 100%
nl: Gedurende de eerste 3 rondes zetten al onze teams 10% van hun HP om in aanval en brengen dan een hoge schade van 500% (+ speciaal mier-niveau * 1%) toe aan alle vijandelijke teams. Al onze teams met shooter-mieren krijgen de status Spat, met een schadeverhouding van 100%
pl: W pierwszych 3 rundach wszystkie nasze oddziały zamieniają 10% swojej obrony na atak, a następnie zadają 500% (+ poziom mrówki specjalnej * 1%) obrażeń wszystkim oddziałom wroga, a wszystkie nasze oddziały strzelców wchodzą w status rozprysku, którego współczynnik obrażeń wynosi 100%
ru: Первые 3 хода все наши отряды пересчитывают 10% своей защиты в атаку, после чего наносят очень высокий урон в 500% (+Уровень особого муравья*1%) по всем отрядам противника, а все наши отряды стрелковых муравьёв переходят в состояние RICOCHET с соотношением урона 100%.
tr: İlk 3 turda tüm birliklerimiz Savunmalarının %10'unu Saldırı'ya dönüştürür ve ardından tüm düşman birliklerine 500% (+Özel Karınca Seviyesi*1%) yüksek hasar verir ve tüm okçu karınca birliklerimiz Sıçrama durumuna girer, hasar oranı: %100
uk: У перших 3 раундах усі наші загони переводять 10% свого захисту в атаку, а потім завдають величезної шкоди в розмірі 500% (+рівень особливої мурахи *1%) всім загонам противника, а всі наші загони стрілецьких мурах переходять у режим розбризкування, показник шкоди — 100%
vi: Trong 3 lượt đầu tiên, tất cả các nhóm quân của chúng ta chuyển đổi 10% Phòng thủ của mình thành Tấn công, sau đó gây sát thương cao 500% (+Cấp kiến đặc biệt*1%) lên toàn bộ nhóm quân địch và tất cả các nhóm quân kiến bắn của chúng ta chuyển sang trạng thái Bắn tung tóe, tỷ lệ sát thương là 100%
zh: 前 3 回合，我方全体小队将自身防御的 10% 转化为攻击力，对敌方全体造成 500%（+特殊蚂蚁等级*1%）的高额伤害，我方全体射手蚂蚁小队进入溅射状态，溅射伤害系数 100%

# bansheePandaVelvetShieldSkillTitle
source: Velvet Shield
ar: درع مخملي
bg: Кадифен щит
de: Samtschild
es: Escudo de terciopelo
hu: Bársony Pajzs
ja: ベルベットシールド
mk: Кадифено штит
nl: Fluwelen Schild
pl: Tarczę samitu
ru: Щит из бархата
tr: Kadife Kalkan
uk: Оксамитовий щит
vi: Vô cực thiên thuẫn
zh: 丝绒之盾

# bansheePandaVelvetShieldSkillDescription10
source: All our squads will dodge the damage when they are attacked for the first time. In the first 4 rounds, has a 70% chance to reduce the Combat Skill damage of the enemy by 40% each round
ar: ستتجنب جميع فرقنا الضرر عند مهاجمتها لأول مرة. في الجولات الأربع الأولى، هناك فرصة بنسبة 70% لتقليل ضرر مهارة القتال للعدو بنسبة 40% في كل جولة
bg: Всички наши отряди ще избягват щетите, когато са атакувани за първи път. В първите 4 рунда има 70% вероятност да намалят щетите от бойни умения на противника с 40% всеки рунд.
de: Alle unsere Trupps werden dem Schaden ausweichen, wenn sie zum ersten Mal angegriffen werden. In den ersten 4 Runden besteht eine Chance von 70 %, den Kampfschaden des Gegners in jeder Runde um 40 % zu verringern.
es: Todas nuestras escuadras esquivarán el daño cuando sean atacadas por primera vez. En las primeras 4 rondas, hay una probabilidad del 70 % de reducir el daño de las habilidades de combate del enemigo en un 40 % cada ronda
fil: Lahat ng aming mga squad ay makaiiwas sa pinsala sa unang pagkakataong sila ay inaatake. Sa unang 4 na round may 70% na pagkakataon na mabawasan ng 40% ang pinsala mula sa Combat Skill ng kaaway bawat round
hu: Minden csapatunk kikerüli az első neki szánt Sebzést. Az első 4 körben 70% eséllyel 40%-kal csökkenti az ellenséges egység Harci Képesség Sebzését a körök során.
it: Tutte le nostre squadre schiveranno i danni al primo attacco subito. Nei primi 4 round, ha il 70% di probabilità di ridurre i danni delle abilità di combattimento del nemico del 40% in ciascun round
ja: 敵に初めて攻撃されたときに、味方全員が攻撃をかわします。開始から4ラウンドの間、70%の確率で敵の戦闘スキルダメージを1ラウンド当たり40%軽減します。
mk: Сите наши одреди ќе избегнат штета кога ќе бидат нападнати за првпат. Во првите 4 рунди, има 70% шанса да се намали 40% штетата од борбена вештина на непријателот.
nl: Al onze eenheden ontwijken de schade wanneer ze voor het eerst worden aangevallen. In de eerste 4 rondes is er een kans van 70% om de schade van de gevechtsvaardigheid van de vijand elke ronde met 40% te verminderen
pl: Wszystkie nasze oddziały unikną obrażeń przy pierwszym ataku. Przez pierwsze 4 rundy posiadają 70% szans na zmniejszenie obrażeń umiejętności bojowych przeciwnika o 40% w każdej rundzie
ru: Все наши отряды уклоняются от урона, когда они атакуются в первый раз. В первых 4 раундах с 70% вероятностью наносит на 40% меньше урона от боевых навыков противника каждый раунд
tr: Tüm birliklerimiz ilk saldırıldıklarında hasarı savuşturur. İlk 4 rauntta, %70 ihtimalle her raunt düşmanın Savaş Becerisi hasarını %40 azaltır
uk: Усі наші загони ухилятимуться від шкоди під час першої атаки. У перших 4 раундах має 70% шанс зменшити бойовий навик противника на 40% щораунду
vi: Tất cả các đội hình của chúng ta sẽ né được sát thương khi chúng bị tấn công lần đầu tiên. Trong 4 vòng đấu đầu tiên, có 70% cơ hội giảm sát thương Kỹ năng chiến đấu của đối phương đi 40% sau mỗi vòng
zh: 所有小队第一次遭到攻击时都会闪避伤害。前4回合，有70%几率让敌方的战斗技能伤害每回合降低40%

# bansheePandaVelvetShieldSkillDescription20
source: All our squads will dodge the damage when they are attacked for the first time. In the first 4 rounds, has a 70% chance to reduce the Combat Skill damage of the enemy by 60% each round
ar: ستتجنب جميع فرقنا الضرر عند مهاجمتها لأول مرة. في الجولات الأربع الأولى، هناك فرصة بنسبة 70% لتقليل ضرر مهارة القتال للعدو بنسبة 60% في كل جولة
bg: Всички наши отряди ще избягват щетите, когато са атакувани за първи път. В първите 4 рунда има 70% вероятност да намалят щетите от бойни умения на противника с 60% всеки рунд.
de: Alle unsere Trupps werden dem Schaden ausweichen, wenn sie zum ersten Mal angegriffen werden. In den ersten 4 Runden besteht eine Chance von 70 %, den Kampfschaden des Gegners in jeder Runde um 60 % zu verringern.
es: Todas nuestras escuadras esquivarán el daño cuando sean atacadas por primera vez. En las primeras 4 rondas, hay una probabilidad del 70 % de reducir el daño de las habilidades de combate del enemigo en un 60 % cada ronda
fil: Lahat ng aming mga squad ay makaiiwas sa pinsala sa unang pagkakataong sila ay inaatake. Sa unang 4 na round may 70% na pagkakataon na mabawasan ng 60% ang pinsala mula sa Combat Skill ng kaaway bawat round
hu: Minden csapatunk kikerüli az első neki szánt Sebzést. Az első 4 körben 70% eséllyel 60%-kal csökkenti az ellenséges egység Harci Képesség Sebzését a körök során.
it: Tutte le nostre squadre schiveranno i danni al primo attacco subito. Nei primi 4 round, ha il 70% di probabilità di ridurre i danni delle abilità di combattimento del nemico del 60% in ciascun round
ja: 敵に初めて攻撃されたときに、味方全員が攻撃をかわします。開始から4ラウンドの間、70%の確率で敵の戦闘スキルダメージを1ラウンド当たり60%軽減します。
mk: Сите наши одреди ќе избегнат штета кога ќе бидат нападнати за првпат. Во првите 4 рунди, има 70% шанса да се намали 60% штетата од борбена вештина на непријателот.
nl: Al onze eenheden ontwijken de schade wanneer ze voor het eerst worden aangevallen. In de eerste 4 rondes is er een kans van 70% om de schade van de gevechtsvaardigheid van de vijand elke ronde met 60% te verminderen
pl: Wszystkie nasze oddziały unikną obrażeń przy pierwszym ataku. Przez pierwsze 4 rundy posiadają 70% szans na zmniejszenie obrażeń umiejętności bojowych przeciwnika o 60% w każdej rundzie
ru: Все наши отряды уклоняются от урона, когда они атакуются в первый раз. В первых 4 раундах с 70% вероятностью наносит на 60% меньше урона от боевых навыков противника каждый раунд
tr: Tüm birliklerimiz ilk saldırıldıklarında hasarı savuşturur. İlk 4 rauntta, %70 ihtimalle her raunt düşmanın Savaş Becerisi hasarını %60 azaltır
uk: Усі наші загони ухилятимуться від шкоди під час першої атаки. У перших 4 раундах має 70% шанс зменшити бойовий навик противника на 60% щораунду
vi: Tất cả các đội hình của chúng ta sẽ né được sát thương khi chúng bị tấn công lần đầu tiên. Trong 4 vòng đấu đầu tiên, có 70% cơ hội giảm sát thương Kỹ năng chiến đấu của đối phương đi 60% sau mỗi vòng
zh: 所有小队第一次遭到攻击时都会闪避伤害。前4回合，有70%几率让敌方的战斗技能伤害每回合降低60%

# bansheePandaAllureAttackSkillTitle
source: Allure Attack
ar: هجوم الإغراء
bg: Примамваща атака
de: Verlockender Angriff
es: Ataque seductor
fil: Allure Attack (Pag-akit sa Atake)
hu: Vonzó Támadás
ja: 魅惑攻撃
mk: Атака со мамка
nl: Lokaanval
pl: Atak uwodzenia
ru: Атака приманкой
tr: Cazibe Saldırısı
uk: Чарівна атака
vi: Tấn công dụ hoặc
zh: 魅惑攻击

# bansheePandaAllureAttackSkillDescription10
source: Has a 30% chance to deal 399% (+Special Ant Level*3) damage to 1 random enemy squad within effective range, and reduces all our squads damage taken from Carrier Ants by 30% for 2 rounds
ar: توجد فرصة بنسبة 30% لإلحاق ضرر بنسبة 399% (+3*مستوى النملة الخاصة) على فرقة عدو عشوائية واحدة ضمن النطاق الفعال، وتقليل الضرر الذي تتلقاه جميع فرقنا من نمل النقل بنسبة 30% لمدة جولتين
bg: Има 30% вероятност да нанесе 399% (+Специално ниво на мравките*3) щети на 1 случаен вражески отряд в рамките на ефективен обсег и намалява щетите, понесени от всички наши отряди от мравки носачи, с 30% за 2 рунда.
de: Es besteht eine Chance von 30 %, 1 zufälligen feindlichen Trupp in effektiver Reichweite 399 % (+ Spezialameisenstufe*3) Schaden zuzufügen und den gesamten von unseren Trupps erlittenen Schaden durch Trägerameisen für 2 Runden um 30 % zu verringern.
es: Tiene una probabilidad del 30 % de infligir 399 % (+ nivel especial de hormiga * 3) de daño a 1 escuadra enemiga aleatoria dentro del rango de acción y reduce el daño recibido por todas nuestras escuadras de las hormigas transportadoras en un 30 % durante 2 rondas
fil: May 30% na pagkakataon na makapaminsala ng 399% (+ Antas ng Special Ant*3) sa 1 sapalarang kaaway na squad sa loob ng epektibong hangganan at bawasan ang lahat ng pinsala na natamo mula sa mga Carrier Ant ng aming mga squad ng 30% sa loob ng 2 round
hu: 30% eséllyel 399% (+Speciális Hangya Szint*3) Sebzést okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül, és 30%-kal csökkenti összes csapatunk által a Szállító Hangyáktól elszenvedett Sebzést 2 körön át.
it: Ha il 30% di probabilità di infliggere 399% (+livello formica speciale*3) di danni a 1 squadra nemica casuale nel raggio d'azione e riduce del 30% i danni subiti da tutte le nostre squadre dalle formiche trasportatrici per 2 round
ja: 30%の確率で、効果範囲内のランダムな敵の分隊に399%（+特殊アリレベル*3）のダメージを与え、2ターン間、味方全員がキャリアーアリからのダメージを30%軽減します。
mk: Има 30% шанса да му нанесе 399% ( + посебен ниво на мравка *3) на 1 случаен непријателски одред во ефективниот опсег, и 2 рунди го намалува 30% сета штета понесена од мравките носачи на нашите одреди
nl: Heeft 30% kans om 399% (+Speciaal Mierenniveau*3) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen effectief bereik en vermindert 2 rondes lang de door al onze eenheden geleden schade van Draagmieren met 30%
pl: Posiada 30% szans na zadanie 399% (+ poziom specjalnych mrówek * 3) obrażeń 1 losowemu oddziałowi przeciwnika w zasięgu efektywnym i zmniejszenie obrażeń zadawanych wszystkim naszym oddziałom przez mrówki transportowe o 30% przez 2 rundy
ru: С вероятностью 30% наносит 399% (+3*уровень муравьев-носильщиков) урона случайному вражескому отряду в зоне действия и снижает весь получаемый урон от муравьев-носильщиков на 30% в течение 2 раундов
tr: Etkili menzilindeki 1 rastgele düşman birliğine %30 ihtimalle 399% (+Özel Karınca Seviyesi*3) hasar verir ve 2 raunt boyunca tüm birliklerimizin Taşıyıcı Karıncalardan aldığı hasarı %30 azaltır
uk: Має 30% шанс завдати 399% (+Рівень особливої мурахи*3) шкоди 1 випадковому загону противника в зоні дії, і зменшити всю шкоду, одержувану нашими загонами від мурах-носіїв, на 30% упродовж 2 раундів
vi: Có 30% cơ hội gây 399% (+Level Kiến đặc biệt*3) sát thương lên 1 đội hình địch ngẫu nhiên trong phạm vi hiệu lực và giảm 30% sát thương mà tất cả các đội hình của chúng ta nhận từ Kiến vận chuyển trong 2 vòng
zh: 有30%的几率对1支处于攻击范围内的随机敌方小队造成 399% (+特殊蚂蚁等级*3) 的伤害，且使所有小队在2回合内承受运蚁伤害降低30%

# bansheePandaAllureAttackSkillDescription20
source: Has a 40% chance to deal 399% (+Special Ant Level*3) damage to 1 random enemy squad within effective range, and reduces all our squads damage taken from Carrier Ants by 40% for 2 rounds
ar: توجد فرصة بنسبة 40% لإلحاق ضرر بنسبة 399% (+3*مستوى النملة الخاصة) على فرقة عدو عشوائية واحدة ضمن النطاق الفعال، وتقليل الضرر الذي تتلقاه جميع فرقنا من نمل النقل بنسبة 40% لمدة جولتين
bg: Има 40% вероятност да нанесе 399% (+Специално ниво на мравките*3) щети на 1 случаен вражески отряд в рамките на ефективен обсег и намалява щетите, понесени от всички наши отряди от мравки носачи, с 40% за 2 рунда.
de: Es besteht eine Chance von 40 %, 1 zufälligen feindlichen Trupp in effektiver Reichweite 399 % (+ Spezialameisenstufe*3) Schaden zuzufügen und den gesamten von unseren Trupps erlittenen Schaden durch Trägerameisen für 2 Runden um 40 % zu verringern.
es: Tiene una probabilidad del 40 % de infligir 399 % (+ nivel especial de hormiga * 3) de daño a 1 escuadra enemiga aleatoria dentro del rango de acción y reduce el daño recibido por todas nuestras escuadras de las hormigas transportadoras en un 40 % durante 2 rondas
fil: May 40% na pagkakataon na makapaminsala ng 399% (+ Antas ng Special Ant*3) sa 1 sapalarang kaaway na squad sa loob ng epektibong hangganan at bawasan ang lahat ng pinsala na natamo mula sa mga Carrier Ant ng aming mga squad ng 40% sa loob ng 2 round
hu: 40% eséllyel 399% (+Speciális Hangya Szint*3) Sebzést okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül, és 40%-kal csökkenti összes csapatunk által a Szállító Hangyáktól elszenvedett Sebzést 2 körön át.
it: Ha il 40% di probabilità di infliggere 399% (+livello formica speciale*3) di danni a 1 squadra nemica casuale nel raggio d'azione e riduce del 40% i danni subiti da tutte le nostre squadre dalle formiche trasportatrici per 2 round
ja: 40%の確率で、効果範囲内のランダムな敵の分隊に399%（+特殊アリレベル*3）のダメージを与え、2ターン間、味方全員がキャリアーアリからのダメージを40%軽減します。
mk: Има 40% шанса да му нанесе 399% ( + посебен ниво на мравка *3) на 1 случаен непријателски одред во ефективниот опсег, и 2 рунди го намалува 40% сета штета понесена од мравките носачи на нашите одреди
nl: Heeft 40% kans om 399% (+Speciaal Mierenniveau*3) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen effectief bereik en vermindert 2 rondes lang de door al onze eenheden geleden schade van Draagmieren met 40%
pl: Posiada 40% szans na zadanie 399% (+ poziom specjalnych mrówek * 3) obrażeń 1 losowemu oddziałowi przeciwnika w zasięgu efektywnym i zmniejszenie obrażeń zadawanych wszystkim naszym oddziałom przez mrówki transportowe o 40% przez 2 rundy
ru: С вероятностью 40% наносит 399% (+3*уровень муравьев-носильщиков) урона случайному вражескому отряду в зоне действия и снижает весь получаемый урон от муравьев-носильщиков на 40% в течение 2 раундов
tr: Etkili menzilindeki 1 rastgele düşman birliğine %40 ihtimalle 399% (+Özel Karınca Seviyesi*3) hasar verir ve 2 raunt boyunca tüm birliklerimizin Taşıyıcı Karıncalardan aldığı hasarı %40 azaltır
uk: Має 40% шанс завдати 399% (+Рівень особливої мурахи*3) шкоди 1 випадковому загону противника в зоні дії, і зменшити всю шкоду, одержувану нашими загонами від мурах-носіїв, на 40% упродовж 2 раундів
vi: Có 40% cơ hội gây 399% (+Level Kiến đặc biệt*3) sát thương lên 1 đội hình địch ngẫu nhiên trong phạm vi hiệu lực và giảm 40% sát thương mà tất cả các đội hình của chúng ta nhận từ Kiến vận chuyển trong 2 vòng
zh: 有40%的几率对1支处于攻击范围内的随机敌方小队造成 399% (+特殊蚂蚁等级*3) 的伤害，且使所有小队在2回合内承受运蚁伤害降低40%

# bansheePandaWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
bg: Военен водач
de: Kriegführungsführung
es: Liderazgo de guerra
fil: Warfare Leadership (Pamumuno sa Digmaan)
hu: Harci Vezetés
ja: 戦争の指揮
mk: Боевичко водство
nl: Oorlogsleiderschap
pl: Przywództwo wojenne
ru: Военное лидерство
tr: Savaş Liderliği
uk: Військове лідерство
vi: Lãnh đạo chiến tranh
zh: 战争领袖

# bansheePandaWarfareLeadershipSkillDescription10
source: When there are only Shooter Ants in the 3 squads, from the first round, increases the Combat Skill damage of 2 random squads by 60% for 4 rounds
ar: عندما لا يكون هناك سوى نمل الرماة في الفرق الثلاث، من الجولة الأولى، زيادة ضرر مهارة القتال لفرقتين عشوائيتين بنسبة 60% لمدة 4 جولات
bg: Когато в 3-те отряда има само стрелящи мравки, от първия рунд увеличава щетите от бойни умения на 2 случайни отряда с 60% за 4 рунда.
de: Wenn sich nur Shooter-Ameisen in den 3 Trupps befinden, erhöht sich ab der ersten Runde der Kampfschaden von 2 zufälligen Trupps für 4 Runden um 60 %.
es: Cuando solo haya hormigas tiradoras en las 3 escuadras, desde la primera ronda, aumenta el daño de la habilidad de combate de 2 escuadras aleatorias en un 60 % durante 4 rondas
fil: Kapag mayroong mga Shooter Ant pa lang sa 3 squad mula sa unang round, tataas ang pinsala mula sa Combat Skill ng 2 sapalarang squad ng 60% sa loob ng 4 na round
hu: Ha csak Lövész Hangyák vannak a 3 csapatban, az első körben 60%-kal növeli 2 véletlenszerű csapat Harci Képessége által okozott Sebzést 4 körön át.
it: Quando ci sono solo formiche sparatutto nelle 3 squadre, dal primo round, aumenta la potenza di combattimento di 2 squadre casuali del 60% per 4 round
ja: 分隊3つすべてに射撃アリがいる場合、1ラウンド目から4つのラウンドの間、2つのランダムな分隊の戦闘スキルダメージを60%増加します。
mk: Кога има само мравки стрелци во 3-те одреди, од првата рунда ја зголемува штетата од борбена вештина на 2 случајно одбрани одреди за 60% за 4 рунди
nl: Wanneer er in de 3 eenheden alleen Schuttersmieren zitten, wordt vanaf de eerste ronde de schade van de gevechtsvaardigheid van 2 willekeurige eenheden 4 rondes lang met 60% verhoogd
pl: Gdy w 3 oddziałach znajdują się wyłącznie mrówki strzelające, od pierwszej rundy zwiększenie obrażeń umiejętności bojowych 2 losowych oddziałów o 60% przez 4 rundy
ru: Если на 3 участках находятся только муравьи-стрелки, с первого раунда на 4 раунда повышает урон от боевого навыка 2 случайных отрядов на 60%
tr: 3 birlikte sadece Nişancı Karıncalar varken, ilk raunttan itibaren 4 raunt boyunca 2 rastgele birliğin Savaş Becerisi hasarını %60 artırır
uk: Коли у 3 загонах є лише стрілецькі мурахи, з першого раунду бойовий навик 2 випадкових загонів зростає на 60% упродовж 4 раундів
vi: Khi chỉ có Kiến xạ thủ trong 3 đội hình, từ vòng đấu đầu tiên, tăng sát thương Kỹ năng chiến đấu của 2 đội hình ngẫu nhiên đi 60% trong 4 vòng
zh: 3支小队只有射击蚂蚁时，从第1回合开始，让2支随机小队的战斗技能伤害在4回合内提升60%

# bansheePandaWarfareLeadershipSkillDescription20
source: When there are only Shooter Ants in the 3 squads, from the first round, increases the Combat Skill damage of 2 random squads by 120% for 4 rounds
ar: عندما لا يكون هناك سوى نمل الرماة في الفرق الثلاث، من الجولة الأولى، زيادة ضرر مهارة القتال لفرقتين عشوائيتين بنسبة 120% لمدة 4 جولات
bg: Когато в 3-те отряда има само стрелящи мравки, от първия рунд увеличава щетите от бойни умения на 2 случайни отряда с 120% за 4 рунда.
de: Wenn sich nur Shooter-Ameisen in den 3 Trupps befinden, erhöht sich ab der ersten Runde der Kampfschaden von 2 zufälligen Trupps für 4 Runden um 120 %.
es: Cuando solo haya hormigas tiradoras en las 3 escuadras, desde la primera ronda, aumenta el daño de la habilidad de combate de 2 escuadras aleatorias en un 120 % durante 4 rondas
fil: Kapag mayroong mga Shooter Ant pa lang sa 3 squad mula sa unang round, tataas ang pinsala mula sa Combat Skill ng 2 sapalarang squad ng 120% sa loob ng 4 na round
hu: Ha csak Lövész Hangyák vannak a 3 csapatban, az első körben 120%-kal növeli 2 véletlenszerű csapat Harci Képessége által okozott Sebzést 4 körön át.
it: Quando ci sono solo formiche sparatutto nelle 3 squadre, dal primo round, aumenta la potenza di combattimento di 2 squadre casuali del 120% per 4 round
ja: 分隊3つすべてに射撃アリがいる場合、1ラウンド目から4つのラウンドの間、2つのランダムな分隊の戦闘スキルダメージを120%増加します。
mk: Кога има само мравки стрелци во 3-те одреди, од првата рунда ја зголемува штетата од борбена вештина на 2 случајно одбрани одреди за 120% за 4 рунди
nl: Wanneer er in de 3 eenheden alleen Schuttersmieren zitten, wordt vanaf de eerste ronde de schade van de gevechtsvaardigheid van 2 willekeurige eenheden 4 rondes lang met 120% verhoogd
pl: Gdy w 3 oddziałach znajdują się wyłącznie mrówki strzelające, od pierwszej rundy zwiększenie obrażeń umiejętności bojowych 2 losowych oddziałów o 120% przez 4 rundy
ru: Если на 3 участках находятся только муравьи-стрелки, с первого раунда на 4 раунда повышает урон от боевого навыка 2 случайных отрядов на 120%
tr: 3 birlikte sadece Nişancı Karıncalar varken, ilk raunttan itibaren 4 raunt boyunca 2 rastgele birliğin Savaş Becerisi hasarını %120 artırır
uk: Коли у 3 загонах є лише стрілецькі мурахи, з першого раунду бойовий навик 2 випадкових загонів зростає на 120% упродовж 4 раундів
vi: Khi chỉ có Kiến xạ thủ trong 3 đội hình, từ vòng đấu đầu tiên, tăng sát thương Kỹ năng chiến đấu của 2 đội hình ngẫu nhiên đi 120% trong 4 vòng
zh: 3支小队只有射击蚂蚁时，从第1回合开始，让2支随机小队的战斗技能伤害在4回合内提升120%
