Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# familySalticidaeDescription
source: Jumping spiders are a group of spiders that constitute the family Salticidae. As of 2019, this family contained over 600 described genera and over 6,000 described species, making it the largest family of spiders at 13% of all species. Jumping spiders have some of the best vision among arthropods and use it in courtship, hunting, and navigation. Although they normally move unobtrusively and fairly slowly, most species are capable of very agile jumps, notably when hunting, but sometimes in response to sudden threats or crossing long gaps. Both their book lungs and tracheal system are well-developed, and they use both systems (bimodal breathing). Jumping spiders are generally recognized by their eye pattern. All jumping spiders have four pairs of eyes, with the anterior median pair being particularly large.
ar: العناكب القافزة هي مجموعة من العناكب التي تشكل عائلة السالتيسيدي. وحتى عام 2019، احتوت هذه العائلة على أكثر من 600 جنس موصوف وأكثر من 6000 نوع موصوف، مما يجعلها أكبر عائلة من العناكب بنسبة 13% من جميع الأنواع. تتمتع العناكب القافزة ببعض أفضل الرؤى بين مفصليات الأرجل وتستخدمها في المغازلة والصيد والملاحة. وعلى الرغم من أنها تتحرك عادةً بشكل غير ملحوظ وببطء إلى حد ما، إلا أن معظم الأنواع قادرة على القفز برشاقة كبيرة، ولا سيما عند الصيد، ولكن في بعض الأحيان استجابة لتهديدات مفاجئة أو عبور فجوات طويلة. ويتمتع كل من رئتي الكتاب والجهاز القصبي لديهم بتطور جيد، ويستخدمان كلا النظامين (التنفس ثنائي النمط). وعادةً ما تُعرف العناكب القافزة من خلال نمط عيونها. حيث تحتوي جميع العناكب القافزة على أربعة أزواج من العيون، مع وجود زوج أمامي متوسط الحجم كبير بشكل خاص.
bg: Скачащите паяци са група паяци, които съставляват семейство Salticidae. Към 2019 г. това семейство съдържа над 600 описани рода и над 6000 описани вида, което го прави най-голямото семейство паяци с 13% от всички видове. Скачащите паяци имат едно от най-добрите зрениета сред членестоногите и го използват за ухажване, лов и ориентиране. Въпреки че обикновено се движат незабележимо и доста бавно, повечето видове са способни на много пъргави скокове, особено при лов, но понякога в отговор на внезапни заплахи или пресичане на дълги разстояния. Както белодробната им система, така и трахеалната им система са добре развити и те използват и двете системи (бимодално дишане). Скачащите паяци обикновено се разпознават по модела на очите им. Всички скачащи паяци имат четири чифта очи, като предната средна двойка е особено голяма.
de: Springspinnen bilden eine Familie der Spinnen und sind als Salticidae bekannt. Seit 2019 beinhaltet diese Familie mehr als 600 beschriebene Gattungen und über 6.000 beschriebene Arten, was sie mit 13 % aller Arten zur größten Spinnenfamilie macht. Springspinnen besitzen eines der besten Sehvermögen unter Spinnentieren und nutzen es bei der Balz, der Jagd und der Orientierung. Obwohl sie sich normalerweise unauffällig und relativ langsam fortbewegen, sind die meisten Arten zu sehr flinken Sprüngen fähig, insbesondere bei der Jagd, manchmal aber auch als Reaktion auf plötzliche Bedrohungen oder zum Überqueren langer Abstände. Sowohl ihre Buchlungen als auch ihr Tracheensystem sind gut entwickelt und sie nutzen beide Systeme (bimodale Atmung). Springspinnen sind im Allgemeinen an ihrem Augenmuster zu erkennen. Alle Springspinnen verfügen über vier Augenpaare, wobei das vordere mittlere Paar besonders groß ist.
es: Las arañas saltadoras son un grupo de arañas que constituyen la familia Salticidae. A partir de 2019, esta familia contenía más de 600 géneros descritos y más de 6,000 especies descritas, lo que la convierte en la familia más grande de arañas con el 13% de todas las especies. Las arañas saltadoras tienen algunas de las mejores visiones entre los artrópodos y las utilizan en el cortejo, la caza y la navegación. Aunque normalmente se mueven de manera discreta y bastante lenta, la mayoría de las especies son capaces de saltos muy ágiles, especialmente al cazar, pero a veces en respuesta a amenazas repentinas o al cruzar espacios largos. Tanto sus pulmones libros como su sistema traqueal están bien desarrollados, y utilizan ambos sistemas (respiración bimodal). Las arañas saltadoras se reconocen generalmente por su patrón ocular. Todas las arañas saltadoras tienen cuatro pares de ojos, siendo el par anterior mediano particularmente grande.
fil: Ang mga jumping spiders ay isang grupo ng mga arachnid na bumubuo sa pamilyang Salticidae. Mula noong 2019, ang pamilyang ito ay naglalaman ng higit sa 600 na inilarawang mga genus at higit sa 6,000 na inilarawang species, na ginagawa itong pinakamalaking pamilya ng mga arachnid na may 13% ng lahat ng species. Ang mga jumping spiders ay may ilan sa mga pinakamahusay na paningin sa mga arthropods at ginagamit ito sa pag-aasawa, pangangaso, at nabigasyon. Bagaman karaniwan silang gumagalaw ng hindi kapansin-pansin at medyo mabagal, karamihan sa mga species ay may kakayahang magsagawa ng napaka-agile na mga pagtalon, lalo na kapag nangangaso, ngunit minsan bilang tugon sa mga biglaang banta o pagtalon sa mahahabang puwang. Ang kanilang mga libro na baga at sistema ng trachea ay maayos na nabuo, at ginagamit nila ang parehong mga sistema (bimodal breathing). Ang mga jumping spiders ay karaniwang kinikilala ayon sa kanilang pattern ng mata. Lahat ng jumping spiders ay may apat na pares ng mga mata, na ang anterior median pair ay partikular na malaki.
hu: Az ugrópókok a Salticidae családot alkotó pókok egy csoportja. 2019-ben ez a család több mint 600 leírt nemet és több mint 6000 leírt fajt tartalmazott, ami az összes faj 13%-ával a pókok legnagyobb családjává teszi. Az ugrópókoknak az ízeltlábúak között a legjobb a látásuk, és az udvarlásban, a vadászatban és a navigációban használják fel. Bár általában észrevétlenül és meglehetősen lassan mozognak, a legtöbb faj nagyon ügyes ugrásokra képes, különösen vadászat közben, de néha hirtelen fenyegetésekre reagálva vagy nagy távolságok átlépésekor. Mind a könyvtüdejük, mind a légcsőrendszerük jól fejlett, és mindkét rendszert (bimodális légzés) használják. Az ugrópókokat általában a szemmintájukról ismerik fel. Minden ugrópóknak négy pár szeme van, amelyek közül az elülső középső pár különösen nagy.
it: I ragni saltatori sono un gruppo di ragni che costituiscono la famiglia Salticidae. Nel 2019, questa famiglia comprendeva oltre 600 generi descritti e oltre 6.000 specie descritte, rendendola la più grande famiglia di ragni al 13% di tutte le specie. I ragni saltatori hanno una delle migliori capacità visive tra gli artropodi e la usano nel corteggiamento, nella caccia e nella navigazione. Sebbene normalmente si muovano in modo discreto e abbastanza lentamente, la maggior parte delle specie è in grado di salti molto agili, in particolare durante la caccia, ma a volte in risposta a improvvise minacce o per attraversare grandi spazi. Sia i loro polmoni a libro sia il loro sistema tracheale sono ben sviluppati e usano entrambi i sistemi (respirazione bimodale). I ragni saltatori sono generalmente riconosciuti dal loro modello oculare. Tutti i ragni saltatori hanno quattro paia di occhi e la coppia anteriore mediana è particolarmente grande.
ja: ハエトリグモは、ハエトリグモ科を構成するクモのグループです。2019 年現在、この科には 600 以上の記載された属と 6,000 以上の記載された種が含まれており、クモの中で最大の科で、すべての種の 13% を占めています。ハエトリグモは節足動物の中で最高の視力を持ち、求愛、狩猟、ナビゲーションに使用します。通常は目立たず、かなりゆっくりと動きますが、ほとんどの種は非常に敏捷にジャンプでき、特に狩猟時ですが、突然の脅威や長いギャップを飛び越える場合に目立ちます。肺書と気管系のどちらもが発達しており、両方の系を使用します (二様式呼吸)。ハエトリグモは通常、目のパターンによって区別できます。すべてのハエトリグモには 4 組の目があり、その中で前眼の中央の目が特に大きくなっています。
mk: Пајаците кои скокаат се група пајаци кои го сочинуваат семејството Salticidae. Од 2019 година, ова семејство содржело над 600 опишани родови и над 6.000 опишани видови, што го прави најголемо семејство пајаци со 13% од сите видови. Пајаците кои скокаат имаат некои од најдобрите видови меѓу артроподите и го користат во удварање, лов и навигација. Иако нормално се движат ненаметливо и прилично бавно, повеќето видови се способни за многу брзи скокови, особено при лов, но понекогаш во одговор на ненадејни закани или премин преку долги пропусти. И нивните книжни бели дробови и трахеалниот систем се добро развиени и ги користат и двата системи (бимодално дишење). Пајаците кои скокаат обично се препознаваат според шемата на очите. Сите пајаци кои скокаат имаат четири пара очи, со предниот медијални пар кој е особено голем.
nl: Springspinnen zijn een groep spinnen die de familie Salticidae vormen. Vanaf 2019 bevatte deze familie meer dan 600 beschreven geslachten en meer dan 6.000 beschreven soorten, waarmee het de grootste familie van spinnen is met 13% van alle soorten. Springspinnen hebben een van de beste gezichtsvermogens onder geleedpotigen en gebruiken het bij het hofmaken, jagen en navigeren. Hoewel ze zich normaal onopvallend en vrij langzaam bewegen, kunnen de meeste soorten zeer behendige sprongen maken, met name tijdens het jagen, maar soms ook als reactie op plotselinge bedreigingen of het overbruggen van grote kloven. Zowel hun boeklongen als hun tracheale systeem zijn goed ontwikkeld, en ze gebruiken beide systemen (bimodale ademhaling). Springspinnen worden over het algemeen herkend aan hun oogpatroon. Alle springspinnen hebben vier paar ogen, waarbij het voorste middelste paar bijzonder groot is.
pl: Pająki skaczące to grupa pająków stanowiących rodzinę Salticidae. W 2019 roku ta rodzina obejmowała ponad 600 opisanych rodzajów i ponad 6000 opisanych gatunków, dzięki czemu stanowi największą rodzinę pająków (13% wszystkich gatunków). Pająki skaczące mają jedną z najlepszych jakości wzroku wśród stawonogów i wykorzystują ją do zalotów, polowania i orientacji. Chociaż zazwyczaj poruszają się niepozornie i dość powoli, większość gatunków jest zdolna do bardzo zwinnych skoków, w szczególności podczas polowania, ale czasem stanowią reakcje na nagłe zagrożenie albo konieczność pokonania dużej odległości. Zarówno ich płucotchawki, jak i system tchawkowy są dobrze rozwinięte, a używają obu systemów (oddychanie dwutorowe). Pająki skaczące są zwykle rozpoznawane na podstawie ich wzoru oczu. Wszystkie pająki skaczące mają cztery pary oczu, przy czym przednia para przyśrodkowa jest szczególnie duża.
ru: Прыгающие пауки — это группа пауков, составляющих семейство Salticidae. По состоянию на 2019 год семейство включало более 600 описанных родов и более 6000 описанных видов, что делает его крупнейшим семейством пауков на уровне 13% от всех видов. У прыгающих пауков одно из лучших зрений среди членистоногих, которое используется ими для ухаживания, охоты и навигации. Несмотря на то что обычно они двигаются незаметно и довольно медленно, большинство видов способны совершать очень ловкие прыжки, особенно во время охоты, а иногда — в ответ на внезапные угрозы или при пересечении длинных провалов. У них хорошо развиты как легочные мешки, так и трахейная система, и они используют обе системы (бимодальное дыхание). Прыгающих пауков обычно можно узнать по расположению их глаз. У всех прыгающих пауков есть четыре пары глаз, причем первая передняя пара отличается особенно крупным размером.
tr: Zıplayan örümcekler, Salticidae familyasını oluşturan bir örümcek grubudur. 2019 itibarıyla bu familya, 600'den fazla tanımlanmış cins ve 6.000'den fazla tanımlanmış tür içererek, tüm türlerin %13'ünü oluşturan en büyük örümcek familyasıdır. Zıplayan örümcekler, eklembacaklılar arasında en iyi görüşe sahiptir ve bunu kur yapmada, avlanmada ve gezinmede kullanırlar. Normalde göze çarpmadan ve oldukça yavaş hareket etmelerine rağmen, çoğu tür, özellikle avlanırken ancak bazen ani tehditlere yanıt olarak veya uzun boşlukları geçerken çok çevik zıplamalar yapabilirler. Hem kitap akciğerleri hem de trakea sistemleri iyi gelişmiştir ve her iki sistemi de kullanırlar (bçimodal solunum). Zıplayan örümcekler genellikle göz yapılarından tanınırlar. Tüm zıplayan örümceklerin dört çift gözü vardır ve ön orta çift özellikle büyüktür.
uk: Павуки-стрибуни — група павуків, яка становить родину Salticidae. Станом на 2019 рік у цій родині було понад 600 описаних родів і понад 6000 описаних видів, що робить її найбільшою родиною павуків, яка містить 13% усіх видів. Серед усіх членистоногих павуки-стрибуни мають один з найкращих зір, який вони використовують у залицянні, полюванні та навігації. Хоча зазвичай вони рухаються ненав'язливо й досить повільно, більшість видів здатні до дуже спритних стрибків, зокрема під час полювання, але іноді як реакція на раптові загрози або перетинання великих прогалин. У них добре розвинені й легеневі мішки, і трахеальна система, і вони використовують обидві ці системи (бімодальне дихання). Павуків-стрибунів зазвичай ідентифікують за їхнім візерунком очей. Усі павуки-стрибуни мають чотири пари очей, з особливо великою передньою медіальною парою.
vi: Nhện nhảy là nhóm nhện thuộc họ Salticidae. Tính đến năm 2019, họ này có hơn 600 chi được mô tả và hơn 6.000 loài được mô tả, khiến đây trở thành họ nhện lớn nhất chiếm tới 13% số loài. Nhện nhảy có thị lực tốt nhất trong số các loài chân đốt và sử dụng thị lực này để tán tỉnh, săn bắt và định hướng. Mặc dù chúng thường di chuyển chậm chạp và không gây chú ý, hầu hết các loài đều có khả năng nhảy rất nhanh nhẹn, đặc biệt là khi săn mồi, nhưng đôi khi chúng nhảy để phản ứng với các mối đe dọa đột ngột hoặc để vượt qua những khoảng cách dài. Cả hệ thống phổi sách và hệ thống khí quản của chúng đều phát triển tốt và chúng sử dụng cả hai hệ thống (hô hấp hai kiểu). Nhện nhảy thường được nhận biết theo kiểu sắp xếp mắt của chúng. Tất cả các loài nhện nhảy đều có bốn cặp mắt, trong đó cặp mắt giữa phía trước đặc biệt lớn.
zh: 跳蛛是构成 Salticidae 科的一组蜘蛛。截至 2019 年，该科包含 600 多个已描述属和 6000 多个已描述种，使其成为包含所有物种 13% 的最大蜘蛛科。跳蛛在节肢动物中拥有一些最好的视力，并将其用于求偶、狩猎和导航。虽然它们通常不显眼且动作缓慢地移动，但大多数物种都能够进行非常敏捷的跳跃，尤其是在狩猎时，但有时也会应对突然的威胁或跨越较长的间隙。它们的书肺和气管系统都发育良好，并且它们同时使用这两种系统（双峰呼吸）。跳蛛通常通过它们的视力模式被识别。所有跳蛛有四对眼睛，其中前中对特别大。

# familyThomisidaeTitle
source: Thomisidae
ar: توميسيدي
ru: Пауки-крабы

# familyThomisidaeDescription
source: The Thomisidae are a family of spiders, including about 170 genera and over 2,100 species. The common name crab spider is often linked to species in this family, but is also applied loosely to many other families of spiders. Many members of this family are also known as flower spiders or flower crab spiders.
ar: توميسيدي هي عائلة من العناكب تضم حوالي 170 جنسًا وأكثر من 2100 نوع. وغالبًا ما يرتبط الاسم الشائع عنكبوت السلطعون بأنواع هذه العائلة، ولكن يُطلق عليه أيضًا بشكل فضفاض على العديد من العائلات الأخرى للعناكب. كما يُعرف العديد من أفراد هذه العائلة باسم عناكب الزهور أو عناكب السلطعون الزهرية.
bg: Thomisidae са семейство паяци, включващо около 170 рода и над 2100 вида. Тривиалното име раков паяк често е свързано с видове от това семейство, но се прилага свободно и за много други семейства паяци. Много от членовете на това семейство са известни и като цветни паяци или цветни ракови паяци.
de: Die Thomisidae sind eine Spinnenfamilie mit etwa 170 Gattungen und über 2.100 Arten. Der geläufige Name Krabbenspinne wird oft mit Arten dieser Familie in Verbindung gebracht, wird aber auch allgemein für zahlreiche andere Spinnenfamilien verwendet. Viele Mitglieder dieser Familie sind auch als Blumspinnen oder Blumenkrabbenspinnen bekannt.
es: Los Thomisidae son una familia de arañas, que incluye alrededor de 170 géneros y más de 2,100 especies. El nombre común araña cangrejo a menudo se vincula a las especies de esta familia, pero también se aplica de manera general a muchas otras familias de arañas. Muchos miembros de esta familia también se conocen como arañas de flores o arañas cangrejo de flores.
fil: Ang Thomisidae ay isang pamilya ng mga spider, kabilang ang humigit-kumulang 170 genus at higit sa 2,100 species. Ang pangkaraniwang pangalan na crab spider ay madalas na nauugnay sa mga species sa pamilyang ito, ngunit maluwag ding inilalapat sa maraming iba pang mga pamilya ng spider. Maraming miyembro ng pamilyang ito ang kilala rin bilang mga spider ng bulaklak o mga spider crab ng bulaklak.
hu: A Thomisidae a pókok egy családja, amely körülbelül 170 nemet és több mint 2100 fajt foglal magában. A rákpók köznév gyakran ehhez a családhoz tartozó fajokhoz kapcsolódik, de lazább értelemben sok más pókcsaládra is alkalmazható. E család sok tagját virágpóknak vagy virágrákpóknak is nevezik.
it: I Thomisidae sono una famiglia di ragni, che comprende circa 170 generi e oltre 2.100 specie. Il nome comune ragno granchio è spesso collegato a specie di questa famiglia, ma viene applicato liberamente anche a molte altre famiglie di ragni. Molti membri di questa famiglia sono anche noti come ragni dei fiori o ragni granchio dei fiori.
ja: Thomisidae は、約 170 の属と 2,100 種以上のクモの科です。カニグモという一般的な名前は、この科の種に関連付けられることがよくありますが、他の多くのクモの科にも広く適用されます。この科の多くのメンバーは、花グモまたは花カニグモとしても知られています。
mk: Thomisidae се семејство на пајаци, вклучувајќи околу 170 родови и над 2.100 видови. Вообичаеното име пајак на рак често е поврзано со видови во ова семејство, но исто така се применува лабаво за многу други семејства пајаци. Многу членови на ова семејство се познати и како цветни пајаци или цветни рак пајаци.
nl: De Thomisidae zijn een familie van spinnen, met ongeveer 170 geslachten en meer dan 2.100 soorten. De gangbare naam krabspin wordt vaak in verband gebracht met soorten in deze familie, maar wordt ook losjes toegepast op veel andere families van spinnen. Veel leden van deze familie zijn ook bekend als bloemspinnen of bloemkrabspinnen.
pl: Thomisidae to rodzina pająków, która obejmuje około 170 rodzajów i ponad 2100 gatunków. Powszechne określenie „pająk krabowy” jest często powiązane z gatunkami w tej rodzinie, ale jest również swobodnie stosowane w odniesieniu do wielu innych rodzin pająków. Wiele członków tej rodziny jest również znanych jako pająki kwiatowe albo kraby kwiatowe.
ru: Thomisidae — это семейство пауков, включающее около 170 родов и более 2100 видов. Обиходное название «паук-краб» часто связывают с видами этого семейства, но его также свободно применяют ко многим другим семействам пауков. Многих представителей этого семейства также называют пауками-бокоходами или пауками-крабами-бокоходами.
tr: Thomisidae, yaklaşık 170 cins ve 2.100'den fazla tür içeren bir örümcek familyasıdır. Yengeç örümceği genel adı genellikle bu familyadaki türlerle ilişkilendirilir ancak diğer örümcek familyalarından birçok türe de gevşek bir şekilde uygulanır. Bu familyanın birçok üyesine aynı zamanda çiçek örümcekleri veya çiçek yengeç örümcekleri de denir.
uk: Thomisidae — родина павуків, яка містить близько 170 родів і понад 2100 видів. Загальну назву «павук-краб» часто пов'язують із видами цієї родини, але її також вільно застосовують до багатьох інших родин павуків. Багатьох представників цієї родини також називають квітковими павуками або квітковими крабовими павуками.
vi: Thomisidae là họ nhện, bao gồm khoảng 170 chi và hơn 2.100 loài. Tên gọi thông thường là nhện cua thường được liên kết với các loài trong họ này, nhưng cũng được áp dụng một cách rộng rãi cho nhiều họ nhện khác. Nhiều thành viên của họ này còn được gọi là nhện hoa hay nhện cua hoa.
zh: Thomisidae 是蜘蛛科，包含约 170 个属和 2100 多种。俗名蟹蛛通常与该科的种类联系在一起，但也广泛应用于许多其他科的蜘蛛。该科中的许多成员也被称为花蛛或花蟹蛛。

# familyReduviidaeTitle
source: Reduviidae
ar: ريدوفييدي
