Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# leafDevourerKillingDoubleHitSkillDescription20
source: Prepares for 1 round, and has a 80% chance to attack the enemy 3 times (select the target independently each time), dealing 140%/280%/560% damage respectively
ar: يستعد لمدة جولة واحدة، ويحظى بنسبة 80% لشن هجوم على العدو 3 مرات (يستهدف الاختيار بشكل مستقل كل مرة)، ويتسبب في ضرر بنسبة 140%/280%/560% على التوالي
bg: Подготвя се за 1 рунд и има 80% шанс да атакува врага 3 пъти (избира целта независимо всеки път), като нанася съответно 140%/280%/560% щети
de: Bereitet sich 1 Runde vor und hat eine Chance von 80 %, den Gegner 3-mal anzugreifen (jedes Mal wird ein unabhängiges Ziel ausgewählt), und verursacht dabei Schaden von jeweils 140 %/280 %/560 %
es: Se prepara durante 1 ronda y tiene un 80 % de probabilidad de atacar al enemigo 3 veces (selecciona el objetivo de forma independiente cada vez) e inflige un 140 %/280 %/560 % de daño respectivamente.
fil: Maghanda ng 1 round, may 80% na tsansang salakayin ang kalaban nang 3 beses (hiwalay na piliin ang target sa tuwing), magbibigay ng 140%/280%/560% damage
hu: 1 körre felkészül, és 80% eséllyel 3 alkalommal támad az ellenségre (minden egyes alkalommal függetlenül választja ki a célt), 140%/280%/560% sebzést okozva
it: Si prepara per 1 turno, e ha l'80% di possibilità di attaccare il nemico 3 volte (scegliendo l'obiettivo indipendentemente ogni volta), infliggendo rispettivamente il 140%/280%/560% di danni
ja: 1ラウンド準備し、80%の確率で敵を3回攻撃し（毎回独立してターゲットを選択）、それぞれ140%／280%／560%のダメージを与える
mk: Се подготвува 1 рунда и има 80% шанса да го нападне непријателот 3 пати (целта се избира независно секој пат) нанесувајќи 140%/280%/560% штета соодветно
nl: Bereidt zich 1 ronde voor en heeft 80% kans om de vijand 3 keer aan te vallen (selecteer elke keer onafhankelijk het doelwit), waarbij respectievelijk 140%/280%/560% schade wordt toegebracht
pl: Przygotowuje się przez 1 rundę i ma 80% szans na zaatakowanie przeciwnika 3 razy (każdorazowo niezależnie wybierając cel) zadając obrażenia odpowiednio 140%/280%/560%
ru: Готовится к раунду и имеет 80% шанс атаковать противника 3 раза (выбирая цель каждый раз независимо), нанося урон в размере 140%/280%/560% соответственно.
uk: Гот. 1 х., має 80% шансів атакувати ворога 3 рази ( ціль кожного разу обирається окремо), завдаючи відповідно 140%/280%/560% шкоди
vi: Chuẩn bị trong 1 hiệp, có 80% khả năng tấn công kẻ thù 3 lần (chỉ định mục tiêu độc lập mỗi lần), gây 140%/280%/560% sát thương lần lượt

# leafDevourerBurningCourageSkillTitle
source: Burning Courage
ar: شجاعة محرقة
de: Brennender Mut
es: Coraje ardiente
hu: Égő bátorság
it: Coraggio ardente
ja: バーニングカレッジ
mk: Горечка храброст
pl: Płonąca odwaga
ru: Пылающая храбрость
uk: Палка відвага
vi: Can đảm cháy bỏng

# leafDevourerBurningCourageSkillDescription10
source: In its Troop, increases the additional skill damage dealt by 10%. This effect can be stacked once per round(can be stacked up to 80%)
ar: في جيشه، يزيد من الضرر الإضافي الذي تحدثه المهارة بنسبة 10%. يمكن تجميع هذا التأثير مرة واحدة في الجولة(حتى 80٪)
bg: В своя отряд увеличава с 10% нанесените щети от допълнителни умения. Този ефект може да се натрупва веднъж на рунд (може да се натрупа до 80%)
de: Erhöht in der eigenen Gruppe den von zusätzlichen Fähigkeiten verursachten Schaden um 10 %. Dieser Effekt kann pro Runde einmal kumuliert werden (bis zu 80 %)
es: En su tropa, aumenta el daño de habilidad adicional infligido en un 10 %. Este efecto se puede acumular una vez por ronda (se puede acumular hasta un 80 %).
fil: Sa Troop nito, tataas ang karagdagang skill damage na binibigay ng 10%. Maaaring pagsama-samahin ang epektong ito ng isang beses kada round(maaaring pagsama-samahin ng hanggang 80%)
hu: A csapatában, 10%-kal növeli az okozott további képességsebzés mértékét. Ez a hatás körönként egyszer összegezhető (legfeljebb 80%-ig halmozható)
it: Nella sua truppa, aumenta del 10% i danni inflitti dalle abilità aggiuntive. Questo effetto può essere accumulato una volta per turno (può essere accumulato fino all'80%)
ja: 部隊にいる場合、追加スキルダメージを10%増加させる。この効果はラウンドごとに1回積み重ねることができ（最大80%まで積み重ねられる）
mk: Во неговиот одред, го зголемува дополнителното вештинско оштетување за 10%. Овој ефект може да се стивне еднаш за секоја рунда (може да се стивне до 80%)
nl: Verhoogt binnen zijn leger de extra toegebrachte vaardigheidsschade met 10%. Dit effect kan één keer per ronde worden gestapeld (kan worden gestapeld tot 80%)
pl: We własnym oddziale zwiększa zadawane dodatkowe obrażenia od umiejętności o 10%. Efekt ten kumuluje się jeden raz na rundę (można skumulować do 80%)
ru: В отряде муравьев увеличивает дополнительный урон, наносимый умением, на 10%. Этот эффект можно накапливать раз в раунд (вплоть до 80%).
uk: У своєму війську збільшує завдану додаткову шкоду від навички на 10% Цей ефект можна складати один раз за раунд(можна скласти до 80%)
vi: Trong Biệt đội của mình, tăng thêm 10% sát thương kỹ năng. Hiệu quả này có thể cộng dồn một lần mỗi hiệp (có thể cộng dồn đến 80%)

# leafDevourerBurningCourageSkillDescription20
source: In its Troop, increases the additional skill damage dealt by 12.5%. This effect can be stacked once per round(can be stacked up to 100%)
ar: في جيشه، يزيد من الضرر الإضافي الذي تحدثه المهارة بنسبة 12.5%. يمكن تجميع هذا التأثير مرة واحدة في الجولة(حتى 100٪)
bg: В своя отряд увеличава с 12,5% нанесените щети от допълнителни умения. Този ефект може да се натрупва веднъж на рунд (може да се натрупа до 100%)
de: Erhöht in der eigenen Gruppe den von zusätzlichen Fähigkeiten verursachten Schaden um 12,5 %. Dieser Effekt kann pro Runde einmal kumuliert werden (bis zu 100 %)
es: En su tropa, aumenta el daño de habilidad adicional infligido en un 12,5 %. Este efecto se puede acumular una vez por ronda (se puede acumular hasta un 100 %).
fil: Sa Troop nito, tataas ang karagdagang skill damage na binibigay ng 12.5%. Maaaring pagsama-samahin ang epektong ito ng isang beses kada round(maaaring pagsama-samahin ng hanggang 100%)
hu: A csapatában, 12,5%-kal növeli az okozott további képességsebzés mértékét. Ez a hatás körönként egyszer összegezhető (legfeljebb 100%-ig halmozható)
it: Nella sua truppa, aumenta del 12,5% i danni inflitti dalle abilità aggiuntive. Questo effetto può essere accumulato una volta per turno (può essere accumulato fino al 100%)
ja: 部隊にいる場合、追加スキルダメージを12.5%増加させる。この効果はラウンドごとに1回積み重ねることができ（最大100%まで積み重ねられる）
mk: Во неговиот одред, го зголемува дополнителното вештинско оштетување за 12,5%. Овој ефект може да се стивне еднаш за секоја рунда (може да се стивне до 100%)
nl: Verhoogt binnen zijn leger de extra toegebrachte vaardigheidsschade met 12,5%. Dit effect kan één keer per ronde worden gestapeld (kan worden gestapeld tot 100%)
pl: We własnym oddziale zwiększa zadawane dodatkowe obrażenia od umiejętności o 12,5%. Efekt ten kumuluje się jeden raz na rundę (można skumulować do 100%)
ru: В отряде муравьев увеличивает дополнительный урон, наносимый умением, на 12,5%. Этот эффект можно накапливать раз в раунд (вплоть до 100%).
uk: У своєму війську збільшує завдану додаткову шкоду від навички на 12,5% Цей ефект можна складати один раз за раунд(можна скласти до 100%)
vi: Trong Biệt đội của mình, tăng thêm 12,5% sát thương kỹ năng. Hiệu quả này có thể cộng dồn một lần mỗi hiệp (có thể cộng dồn đến 100%)

# leafDevourerWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
de: Kriegsführungsführung
es: Liderazgo de guerra
hu: Harci vezetés
it: Leadership bellica
ja: 戦場の花形
mk: Раководство во војување
pl: Dowództwo wojenne
ru: Лидерство на войне
uk: Воєнне лідерство
vi: Lãnh đạo chiến đấu

# leafDevourerWarfareLeadershipSkillDescription10
source: In its squad, increases Guardian Soldiers Attack by 10%, and deals 100% (+Special Ant Level*2%) damage to 2 random enemy squads each round
ar: في فصيلته، يزيد من هجوم الجنود الحراس بنسبة 10% ويتسبب في ضرر بنسبة 100% (+نسبة النمل الخاصة*2%) في فصيلتين عشوائيتين للعدو في كل جولة
bg: В своята група увеличава атаката на Guardian Soldiers с 10% и нанася щети от 100% (+ Специално ниво на мравка *2%) на 2 случайни вражески групи всеки рунд
de: Erhöht in seiner Gruppe den Angriff von Wächtersoldaten um 10 % und fügt 2 zufälligen gegnerischen Gruppen pro Runde 100 % (+ Spezialameisenlevel * 2 %) Schaden zu
es: En su escuadrón, aumenta el ataque de los soldados guardianes en un 10 % e inflige un 100 % (+ nivel de hormiga especial * 2 %) de daño a 2 escuadrones enemigos aleatorios cada ronda.
fil: Sa squad nito, tataas ang Guardian Soldiers Attack ng 10%, at magbibigay ng 100% (+Espesyal na Ant Level*2%) damage sa 2 kalaban na squad nang random ang bawat round
hu: A különítményében, 10%-kal növeli az őrző katonák támadási erejét, és 100% (+különleges hangya szint*2%) sebzést okoz körönként 2 véletlenszerűen kiválasztott ellenséges különítménynek
it: Nella sua squadra, aumenta del 10% l'attacco dei soldati guardiani e infligge il 100% (+livello formica speciale*2%) di danni a 2 squadre nemiche casuali ogni round
ja: 隊にいる場合、ガーディアンソルジャーの攻撃を10%増加させ、各ラウンドランダムな敵隊に100%（+特殊な蟻のレベル×2%）のダメージを与える
mk: Во неговиот одред, го зголемува нападот на војниците-чувари за 10% и му нанесува 100% (+ ниво на специјална мравка * 2%) штета на 2 случајни непријателски одреди секоја рунда
nl: Verhoogt binnen zijn team de aanval van Guardian Soldiers met 10% en brengt elke ronde 100% (+ Special Ant Level*2%) schade toe aan 2 willekeurige vijandelijke teams
pl: We własnym oddziale zwiększa atak Żołnierzy Strażników o 10% i zadaje 100% (+ poziom specjalnej mrówki*2%) obrażeń 2 losowym wrogim oddziałom w każdej rundzie
ru: В отряде увеличивает атаку защитников на 10% и наносит 100% (+ 2% * Уровень муравья-специалиста) урона 2 случайным отрядам противника в каждом раунде.
uk: У своєму загіні збільшує атаку вартових солдатів на 10% і завдає 100% (+рівень особливого мурашки *2%) шкоди двом випадковим ворожим загонам щораунду
vi: Trong đội hình, tăng Tấn công của Binh vệ binh lên 10% và gây 100% (+Cấp độ Kiến đặc biệt*2%) sát thương cho 2 đội hình của kẻ thù ngẫu nhiên mỗi hiệp

# leafDevourerWarfareLeadershipSkillDescription20
source: In its squad, increases Guardian Soldiers Attack by 15%, and deals 140% (+Special Ant Level*2%) damage to 2 random enemy squads each round
ar: في فصيلته، يزيد من هجوم الجنود الحراس بنسبة 15% ويتسبب في ضرر بنسبة 140% (+نسبة النمل الخاصة*2%) في فصيلتين عشوائيتين للعدو في كل جولة
bg: В своята група увеличава атаката на Guardian Soldiers с 15% и нанася щети от 140% (+ Специално ниво на мравка *2%) на 2 случайни вражески групи всеки рунд
de: Erhöht in seiner Gruppe den Angriff von Wächtersoldaten um 15 % und fügt 2 zufälligen gegnerischen Gruppen pro Runde 140 % (+ Spezialameisenlevel * 2 %) Schaden zu
es: En su escuadrón, aumenta el ataque de los soldados guardianes en un 15 % e inflige un 140 % (+ nivel de hormiga especial * 2 %) de daño a 2 escuadrones enemigos aleatorios cada ronda.
fil: Sa squad nito, tataas ang Guardian Soldiers Attack ng 15%, at magbibigay ng 140% (+Espesyal na Ant Level*2%) damage sa 2 kalaban na squad nang random ang bawat round
hu: A különítményében, 15%-kal növeli az őrző katonák támadási erejét, és 140% (+különleges hangya szint*2%) sebzést okoz körönként 2 véletlenszerűen kiválasztott ellenséges különítménynek
it: Nella sua squadra, aumenta del 15% l'attacco dei soldati guardiani e infligge il 140% (+livello formica speciale*2%) di danni a 2 squadre nemiche casuali ogni round
ja: 隊にいる場合、ガーディアンソルジャーの攻撃を15%増加させ、各ラウンドランダムな敵隊に140%（+特殊な蟻のレベル×2%）のダメージを与える
mk: Во неговиот одред, го зголемува нападот на војниците-чувари за 15% и му нанесува 140% (+ ниво на специјална мравка * 2%) штета на 2 случајни непријателски одреди секоја рунда
nl: Verhoogt binnen zijn team de aanval van Guardian Soldiers met 15% en brengt elke ronde 140% (+ Special Ant Level*2%) schade toe aan 2 willekeurige vijandelijke teams
pl: We własnym oddziale zwiększa atak Żołnierzy Strażników o 15% i zadaje 140% (+ poziom specjalnej mrówki*2%) obrażeń 2 losowym wrogim oddziałom w każdej rundzie
ru: В отряде увеличивает атаку защитников на 15% и наносит 140% (+ 2% * Уровень муравья-специалиста) урона 2 случайным отрядам противника в каждом раунде.
uk: У своєму загоні збільшує атаку вартових солдатів на 15% і завдає 140% (+рівень особливого мурашки *2%) шкоди двом випадковим ворожим загонам щораунду
vi: Trong đội hình, tăng Tấn công của Binh vệ binh lên 15% và gây 140% (+Cấp độ Kiến đặc biệt*2%) sát thương cho 2 đội hình của kẻ thù ngẫu nhiên mỗi hiệp

# leptoglossusPhyllopusAmberBarrierSkillTitle
source: Amber Barrier
ar: حاجز الكهرمان
bg: Кехлибарена бариера
de: Bernsteinschild
es: Barrera de ámbar
fil: Hadlang Amber
hu: Borostyán akadály
it: Barriera ambra
ja: 琥珀屏障
mk: Бран од ќехлибар
pl: Bursztynowa Bariera
ru: Янтарная защита
uk: Бурштиновий бар'єр
vi: Rào cản Amber

# leptoglossusPhyllopusAmberBarrierSkillDescription10
source: During the battle, when one of our squads triggers the dodge effect, the squad's attack and defense will be increased by 30%, stackable up to 3 times. When our squads accumulate 5 dodges, deals 180% damage to all squads
ar: أثناء المعركة، عندما تُطلق إحدى فرقنا تأثير المراوغة، ستزداد هجوم الفريق ودفاعه بنسبة 30٪، مع إمكانية التراكم حتى 3 مرات. عندما تجمع فرقنا 5 مراوغات، ستلحق 180٪ من الضرر بجميع الفرق
bg: По време на битката, когато един от нашите отряди задейства ефекта „избягване“, атаката и защитата на отряда ще бъдат увеличени с 30%, натрупващо се максимум 3 пъти. Когато нашите отряди натрупат 5 „избягвания“, нанася 180% щети на всички отряди
de: Im Kampf wird, wenn einer unserer Trupps einen Ausweicheffekt auslöst, der Angriff und die Verteidigung des Trupps um 30 % erhöht (bis zu 3-mal stapelbar). Wenn unsere Trupps 5 Ausweichvorgänge angesammelt haben, wird allen Trupps ein Schaden von 180 % zugefügt.
es: Durante la batalla, cuando uno de nuestros escuadrones activa el efecto de evasión, el ataque y la defensa del escuadrón aumentan un 30%, acumulándose hasta 3 veces. Cuando nuestro escuadrón acumula 5 evasiones, inflige un daño del 180% a todos los escuadrones
fil: Sa panahon ng labanan, kapag ang isa sa aming mga iskwad ay nag-trigger sa epekto ng pag-iwas, ang pag-atake at depensa ng iskwad ay tataas ng 30%, maaaring tumugma ng hanggang 3 beses. Kapag ang aming mga iskwad ay nakaipon ng 5 pag-iwas, makakagawa ng 180% pinsala sa lahat ng mga iskwad
hu: A csata során, hajnalszakaszunk aktiválja a kitérés hatást, a szakasz támadó és védőértéke 30%-kal nő, összesen akár 3-szor is felhalmozódhat. Amikor hajnalcsapatunk 5 kitérést halmoz fel, az összes csapatnak 180% sebzést okoz
it: Durante la battaglia, quando una delle nostre squadre innesca l'effetto schivata, l'attacco e la difesa della squadra aumenteranno del 30%, accumulabile fino a 3 volte. Quando le nostre squadre accumulano 5 schivate, infligge il 180% di danni a tutte le squadre
ja: 战斗中我方小队触发闪避效果时，该小队攻击和防御提升30%，可叠加3次，我方小队累计闪避5次时，对全体小队造成180%的伤害
mk: За време на битка, кога една од нашите чети ќе го активира ефектот на измакнување, нападот и одбраната на таа чета ќе се зголемат за 30%, може да се надгради до 3 пати. Кога нашите чети ќе акумулираат 5 измакнувања, нанесуваат штета од 180% на сите чети
nl: Tijdens de strijd, wanneer een van onze groepen het ontwijk-effect activeert, worden de aanval en verdediging van de groep met 30% verhoogd, tot 3 keer stapelbaar. Wanneer onze groepen 5 ontwijkingen verzamelen, wordt er 180% schade toegebracht aan alle groepen
pl: Podczas bitwy, gdy jeden z naszych oddziałów wywoła efekt uniku, atak i obrona oddziału zostaną zwiększone o 30%, można kumulować do 3 razy. Gdy nasze oddziały zgromadzą 5 uników, zadadzą 180% obrażeń wszystkim oddziałom.
ru: В бою, когда один из наших отрядов активирует эффект уклонения, его атака и защита будут увеличены на 30%, складываясь до 3 раз. Когда наши отряды накапливают 5 уклонений, наносит 180% урона всем отрядам
uk: Під час битви, коли один із наших загонів активує ефект ухилення, атака та захист загону збільшуватимуться на 30%, можна складати до 3 разів. Коли наші загони накопичують 5 ухилень, завдає 180% шкоди всім загонам
vi: Trong trận chiến, khi một trong các đội quân của chúng ta kích hoạt hiệu ứng né, thuộc tính tấn công và phòng ngự của đội quân đó sẽ tăng 30%, có thể cộng dồn tối đa 3 lần. Khi các đội quân của chúng ta tích lũy đủ 5 lần né, hãy gây sát thương 180% cho tất cả các đội quân

# leptoglossusPhyllopusAmberBarrierSkillDescription20
source: During the battle, when one of our squads triggers the dodge effect, the squad's attack and defense will be increased by 50%, stackable up to 3 times. When our squads accumulate 5 dodges, deals 250% damage to all squads
ar: أثناء المعركة، عندما تُطلق إحدى فرقنا تأثير المراوغة، ستزداد هجوم الفريق ودفاعه بنسبة 50٪، مع إمكانية التراكم حتى 3 مرات. عندما تجمع فرقنا 5 مراوغات، ستلحق 250٪ من الضرر بجميع الفرق
bg: По време на битката, когато един от нашите отряди задейства ефекта „избягване“, атаката и защитата на отряда ще бъдат увеличени с 50%, натрупващо се максимум 3 пъти. Когато нашите отряди натрупат 5 „избягвания“, нанася 250% щети на всички отряди
de: Im Kampf wird, wenn einer unserer Trupps einen Ausweicheffekt auslöst, der Angriff und die Verteidigung des Trupps um 50 % erhöht (bis zu 3-mal stapelbar). Wenn unsere Trupps 5 Ausweichvorgänge angesammelt haben, wird allen Trupps ein Schaden von 250 % zugefügt.
es: Durante la batalla, cuando uno de nuestros escuadrones activa el efecto de evasión, el ataque y la defensa del escuadrón aumentan un 50%, acumulándose hasta 3 veces. Cuando nuestro escuadrón acumula 5 evasiones, inflige un daño del 250% a todos los escuadrones
fil: Sa panahon ng labanan, kapag ang isa sa aming mga iskwad ay nag-trigger sa epekto ng pag-iwas, ang pag-atake at depensa ng iskwad ay tataas ng 50%, maaaring tumugma ng hanggang 3 beses. Kapag ang aming mga iskwad ay nakaipon ng 5 pag-iwas, makakagawa ng 250% pinsala sa lahat ng mga iskwad
hu: A csata során, hajnalszakaszunk aktiválja a kitérés hatást, a szakasz támadó és védőértéke 50%-kal nő, összesen akár 3-szor is felhalmozódhat. Amikor hajnalcsapatunk 5 kitérést halmoz fel, az összes csapatnak 250% sebzést okoz
it: Durante la battaglia, quando una delle nostre squadre innesca l'effetto schivata, l'attacco e la difesa della squadra aumenteranno del 50%, accumulabile fino a 3 volte. Quando le nostre squadre accumulano 5 schivate, infligge il 250% di danni a tutte le squadre
ja: 战斗中我方小队触发闪避效果时，该小队攻击和防御提升50%，可叠加3次，我方小队累计闪避5次时，对全体小队造成250%的伤害
mk: За време на битка, кога една од нашите чети ќе го активира ефектот на измакнување, нападот и одбраната на таа чета ќе се зголемат за 50%, може да се надгради до 3 пати. Кога нашите чети ќе акумулираат 5 измакнувања, нанесуваат штета од 250% на сите чети
nl: Tijdens de strijd, wanneer een van onze groepen het ontwijk-effect activeert, worden de aanval en verdediging van de groep met 50% verhoogd, tot 3 keer stapelbaar. Wanneer onze groepen 5 ontwijkingen verzamelen, wordt er 250% schade toegebracht aan alle groepen
pl: Podczas bitwy, gdy jeden z naszych oddziałów wywoła efekt uniku, atak i obrona oddziału zostaną zwiększone o 50%, można kumulować do 3 razy. Gdy nasze oddziały zgromadzą 5 uników, zadadzą 250% obrażeń wszystkim oddziałom.
ru: В бою, когда один из наших отрядов активирует эффект уклонения, его атака и защита будут увеличены на 50%, складываясь до 3 раз. Когда наши отряды накапливают 5 уклонений, наносит 250% урона всем отрядам
uk: Під час битви, коли один із наших загонів активує ефект ухилення, атака та захист загону збільшуватимуться на 50%, можна складати до 3 разів. Коли наші загони накопичують 5 ухилень, завдає 250% шкоди всім загонам
vi: Trong trận chiến, khi một trong các đội quân của chúng ta kích hoạt hiệu ứng né, thuộc tính tấn công và phòng ngự của đội quân đó sẽ tăng 50%, có thể cộng dồn tối đa 3 lần. Khi các đội quân của chúng ta tích lũy đủ 5 lần né, hãy gây sát thương 250% cho tất cả các đội quân

# leptoglossusPhyllopusLongAntennaeSkillTitle
source: long Antennae
ar: هوائيات طويلة
bg: Дълги антени
de: Lange Antennen
es: Antenas largas
fil: Mahabang Antennae
hu: Hosszú csápok
it: Antenne lunghe
ja: 长触角
mk: Долги антени
nl: Lange Antennes
pl: Długie Czułki
ru: Длинные антенны
uk: Довгі вусики
vi: Râu dài

# leptoglossusPhyllopusLongAntennaeSkillDescription10
source: Has a 60% chance to increase the Dodge Rate of its squad and 1 random friendly squad by 15% for 1 round
ar: تتوفر فرصة بنسبة 60٪ لزيادة معدل المراوغة لفريقها وفريق واحد آخر صديق بنسبة 15٪ لمدة جولة واحدة
bg: Има 60% шанс да увеличи степента на избягване на неговия отряд и на 1 случаен приятелски отряд с 15% за 1 рунд
de: Hat eine Chance von 60 %, die Ausweichrate seines Trupps und 1 zufälligen befreundeten Trupps für 1 Runde um 15 % zu erhöhen.
es: Tiene un 60% de probabilidades de aumentar la tasa de evasión de su escuadrón y de 1 escuadrón aliado aleatorio un 15% durante 1 ronda
fil: Mayroong 60% pagkakataong madagdagan ang Rate ng Pag-iwas ng iskwad nito at 1 random na nakapagkaibigang iskwad ng 15% sa loob ng 1 round
hu: 60% eséllyel 15%-kal növeli a szakasz és 1 véletlenszerűen választott szövetséges szakasz kitérési esélyét 1 körön át
it: Ha una probabilità del 60% di aumentare la percentuale di schivata della sua squadra e di una squadra amica casuale del 15% per 1 turno
ja: 自身小队及1个随机友方小队有60%概率提升15%闪避率，持续1回合
mk: Има 60% шанса да го зголеми Степенот на измакнување на својата чета и на уште 1 случајна пријателска чета за 15% во едно потег
nl: Heeft een kans van 60% om het ontwijkingspercentage van zijn groep en 1 willekeurige bondgenootschappelijke groep met 15% te verhogen gedurende 1 ronde
pl: Ma 60% szans na zwiększenie współczynnika uniku swojego oddziału i 1 losowego sojuszniczego oddziału o 15% na 1 rundę.
ru: Даёт 60% шанс на увеличение рейта уклонения у своего отряда и 1 случайного дружественного отряда на 15% в течение 1 раунда
uk: Має 60% шанс збільшити показник ухилення його загону та ще одного випадкового дружнього загону на 15% на 1 раунд
vi: Có 60% cơ hội tăng tỷ lệ Né cho đội quân của nó và 1 đội quân đồng minh ngẫu nhiên thêm 15% trong 1 lượt
