Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# goldenCrystalViolentlyPoisonousSkillDescription20
source: Prepares for 1 round, and has a 80% chance to deal 330% (+Special ant level*1%) damage to all enemy squads and poison them, dealing 220% damage for 1 round
ar: تستعد لجولة واحدة، ويوجد احتمال بنسبة 80% في التعامل بضرر 330% (+ مستوى النملة الخاصة*1%) بجميع فصائل الأعداء وتسممهم، وبالتالي التعامل بضرر 220% لجولة واحدة
bg: Готовится 1 ход и с вероятностью 80% наносит 330% урона (+1% за уровень особого муравья) всем вражеским отрядам и отравляет их, нанося 220% урона в течение 1 хода.
de: Bereitet sich 1 Runde lang vor und hat eine Chance von 80 %, allen gegnerischen Trupps 330 % (+ Spezialameisenlevel * 1 %) Schaden zuzufügen und sie zu vergiften, wodurch sie 1 Runde lang 220 % Schaden erleiden
es: Se prepara durante 1 ronda y tiene un 80% de probabilidad de infligir 330% (+nivel de hormiga especial*1%) de daño a todos los escuadrones enemigos y envenenarlos, lo que inflige 220% de daño durante 1 ronda
fil: Naghahanda sa loob ng 1 round, at mayroong 80% na tsansa na magdulot ng 330% (+Antas ng espesyal na antx1%) pinsala sa lahat ng iskwad ng kaaway at palasunin ang mga ito, nagdudulot ng 220% pinsala para sa 1 round
hu: 1 menet előkészület, majd 80% eséllyel 330% (+Speciális hangya szintje*1%) sebzés minden ellenséges rajnak, megmérgezi őket, és 1 meneten át 220% sebzést okoz
it: Si prepara per 1 turno e ha l'80% di probabilità di infliggere 330% (+ livello formica speciale * 1%) di danni a tutte le squadre nemiche e di avvelenarle, infliggendo 220% di danni per 1 turno
ja: 1ラウンド準備し、すべての敵小隊に330% (+特殊アリレベル*1%) のダメージを与える80%の確率で毒にし、1ラウンド220%のダメージを与える
mk: Ce пoдготвува 1 круг и има 80% шанса да нанесе штета од 330% (+Специјално ниво на мравка*1%) на сите непријателски чети и да ги отруе, нанесувајќи 220% штета за 1 круг
nl: Bereidt zich 1 ronde voor, en heeft 80% kans om 330% (+ Speciale mierlevel*1%) schade aan te richten aan alle vijandige teams, en ze te vergiftigen voor 1 ronde, waarbij 220% schade wordt aangericht
pl: Przygotowuje się przez 1 turę i ma 80% szans zadać 330% (+poziom specjalnej mrówki * 1%) obrażeń wszystkim drużynom wroga i otrucie ich, zadając 220% obrażeń przez 1 turę
ru: Подготавливается в течение 1 раунда, Шанс 80% нанести 330% (+ уровень специального муравья * 1%) урона всем вражеским отрядам и отравить их, нанося 220% урона в течение 1 раунда
tr: 1 raunt hazırlanır ve %80 ihtimalle tüm düşman müfrezelerine %330 (+Özel karınca seviyesi*1%) hasar verir ve onları zehirler ve 1 raunt için %150 hasar almalarını sağlar.
uk: Готується 1 раунд і має ймовірність 80%, що завдасть шкоди 330% (+1% рівня Sp Ant) усім загонам противника і отруїть їх, завдаючи шкоди 220% на 1 раунд
vi: Chuẩn bị trong 1 lượt và có 80% cơ hội gây sát thương 330% (+Cấp kiến đặc biệt*1%) cho tất cả các đội hình địch và đầu độc chúng, gây sát thương 220% trong 1 lượt
zh: 准备1回合，80%几率对所有敌方小队造成330%（+特殊蚁等级*1%）伤害并施加中毒效果，持续1回合造成220%的伤害

# goldenCrystalMasterHunterSkillTitle
source: Master Hunter
ar: صياد متمرس
bg: Мастер-охотник
de: Meisterjäger
es: Maestro cazador
hu: Mestervadász
it: Maestro cacciatore
ja: マスターハンター
mk: Мајстор ловец
nl: Meesterjager
pl: Wytrawny łowca
ru: Мастер охоты
tr: Usta Avcı
uk: Майстер полювання
vi: Thợ săn bậc thầy
zh: 狩猎大师

# goldenCrystalMasterHunterSkillDescription10
source: In it's Troop, Carrier ant attack +43%
ar: في وحدتها، يزداد هجوم النملة الناقلة بمقدار 43%
bg: В его отряде атака муравьев-носильщиков + 43%.
de: In seiner Truppe Trägerameisenangriff + 43 %
es: En su tropa, ataque de hormiga transportadora +43%
fil: Sa Trup nito, Pag-atake ng carrier ant +43%
hu: A csapatében a szállítóhangyák támadása +43%
it: Nelle sue truppe, attacco formica trasportatrice +43%
ja: その軍隊で、運搬アリの攻撃 +43%
mk: Во неговата чета, напад на мравка-носач +43%
nl: In zijn troep mieraanval +43%
pl: W jego oddziale atak mrówki-nosiciela +43%
ru: В его отряде урон несущих муравьев +43%
tr: Kendi Birliğindeki Taşıyıcı karınca saldırısı +43%
uk: В роті мурах-носіїв атака збільшена на +43%
vi: Trong Binh đoàn của nó, kiến vận chuyển tấn công +43%
zh: 所在部队运输蚁攻击力+43%

# goldenCrystalMasterHunterSkillDescription20
source: In it's Troop, Carrier ant attack +73%
ar: في وحدتها، يزداد هجوم النملة الناقلة بمقدار 73%
bg: В его отряде атака муравьев-носильщиков + 73%.
de: In seiner Truppe Trägerameisenangriff + 73 %
es: En su tropa, ataque de hormiga transportadora +73%
fil: Sa Trup nito, Pag-atake ng carrier ant +73%
hu: A csapatében a szállítóhangyák támadása +73%
it: Nelle sue truppe, attacco formica trasportatrice +73%
ja: その軍隊で、運搬アリの攻撃 +73%
mk: Во неговата чета, напад на мравка-носач +73%
nl: In zijn troep mieraanval +73%
pl: W jego oddziale atak mrówki-nosiciela +73%
ru: В его отряде урон несущих муравьев +73%
tr: Kendi Birliğindeki Taşıyıcı karınca saldırısı +73%
uk: В роті мурах-носіїв атака збільшена на +73%
vi: Trong Binh đoàn của nó, kiến vận chuyển tấn công +73%
zh: 所在部队运输蚁攻击力+73%

# goldenCrystalSwoopSkillTitle
source: Swoop
ar: الانقضاض
bg: Налет
de: Sturzflug
es: Picado
hu: Csapás
it: Picchiata
ja: 急襲
mk: Лет
nl: Aanval
pl: Pikowanie
ru: Штурм
tr: Atılma
uk: Наліт
vi: Tấn công chớp nhoáng
zh: 俯冲

# goldenCrystalSwoopSkillDescription10
source: Has a 50% chance to deal 130% (+Special Ant Level*1%) damage to all enemy squads. If the target is Poisoned, increase the damage this time by 50%
ar: يوجد احتمال بنسبة 50% في التعامل بضرر 130% (+ مستوى النملة الخاصة*1%) بجميع فصائل الأعداء. وإذا كان الهدف مسمومًا، تزداد قيمة الضرر في هذا الوقت بمقدار 50%
bg: С вероятностью 50% наносит 130% урона (+1% за уровень особого муравья) всем отрядам противника. Если цель отравлена, нанесенный ей урон увеличивается на 50%.
de: Hat eine Chance von 50 %, allen gegnerischen Trupps 130 % (+ Spezialameisenlevel * 1 %) Schaden zuzufügen. Wenn das Ziel vergiftet ist, wird der aktuelle Schaden um 50 % erhöht
es: Tiene un 50% de probabilidad de infligir 130% (+nivel de hormiga especial*1%) de daño a todos los escuadrones enemigos. Si el objetivo está envenenado, aumenta el daño esta vez en un 50%
fil: Mayroong 50% na tsansa na magdulot ng 130% (+Antas ng espesyal na ant x1%) pinsala sa lahat ng iskwad ng kaaway. Kung ang target ay nalason, dagdagan ang pinsala sa pagkakataong ito ng 50%
hu: 50% eséllyel 130% (+Speciális hangya szintje*1%) sebzés minden ellenséges rajnak. Ha a célpont mérgezett, a mostani sebzést 50%-kal növeli
it: Ha una probabilità del 50% di infliggere 130% (+ livello formica speciale * 1%) di danni a tutte le squadre nemiche. Se il bersaglio è avvelenato, aumenta il danno questa volta del 50%
ja: すべての敵小隊に130% (+特殊アリレベル*1%) のダメージを与える50%の確率を持つ。標的が毒になっている場合、今回はダメージを50%増加させる
mk: Има 50% шанса да нанесе штета од 130% (+Специјално ниво на мравка*1%) на сите непријателски чети. Ако целта е отруена, зголемете ја штетата овој пат за 50%
nl: Heeft 50% kans om 130% (+ Speciale mierlevel*1%) schade toe te brengen aan alle vijandige teams. Indien het doelwit vergiftigd is, wordt de schade met 50% verhoogd
pl: 50% szans na zadanie 130% (+poziom specjalnej mrówki * 1%) obrażeń wszystkim drużynom wroga. Jeśli cel jest otruty, zwiększ obrażenia tym razem o 50%
ru: Шанс 50% нанести 130% (+ уровень специального муравья * 1%) урона всем вражеским отрядам. Если цель отравлена, увеличьте урон еще на 50%
tr: Tüm düşman müfrezelere %130 (+Özel Karınca Seviyesi*1%) hasar verme ihtimali %50. Hedef Zehirlenmişse, bu seferki hasarı %50 arttırın
uk: Імовірність 50%, що завдасть шкоди 130% (+1% рівня Sp Ant) усім загонам противника. Якщо ціль отруєна, цього разу шкоду збільшено на 50%
vi: Có 50% cơ hội gây sát thương 130% (+Cấp kiến đặc biệt*1%) cho tất cả các đội hình địch. Nếu mục tiêu bị Đầu độc, hãy tăng sát thương lần này thêm 50%
zh: 50%几率对所有敌方小队造成130%（+特殊蚁等级*1%）伤害，若目标处于中毒状态，本次伤害提升50%

# goldenCrystalSwoopSkillDescription20
source: Has a 50% chance to deal 240% (+Special Ant Level*1%) damage to all enemy squads. If the target is Poisoned, increase the damage this time by 50%
ar: يوجد احتمال بنسبة 50% في التعامل بضرر 240% (+ مستوى النملة الخاصة*1%) بجميع فصائل الأعداء. وإذا كان الهدف مسمومًا، تزداد قيمة الضرر في هذا الوقت بمقدار 50%
bg: С вероятностью 50% наносит 240% урона (+1% за уровень особого муравья) всем отрядам противника. Если цель отравлена, нанесенный ей урон увеличивается на 50%.
de: Hat eine Chance von 50 %, allen gegnerischen Trupps 240 % (+ Spezialameisenlevel * 1 %) Schaden zuzufügen. Wenn das Ziel vergiftet ist, wird der aktuelle Schaden um 50 % erhöht
es: Tiene un 50% de probabilidad de infligir 240% (+nivel de hormiga especial*1%) de daño a todos los escuadrones enemigos. Si el objetivo está envenenado, aumenta el daño esta vez en un 50%
fil: Mayroong 50% na tsansa na magdulot ng 240% (+Antas ng espesyal na ant x1%) pinsala sa lahat ng iskwad ng kaaway. Kung ang target ay nalason, dagdagan ang pinsala sa pagkakataong ito ng 50%
hu: 50% eséllyel 240% (+Speciális hangya szintje*1%) sebzés minden ellenséges rajnak. Ha a célpont mérgezett, a mostani sebzést 50%-kal növeli
it: Ha una probabilità del 50% di infliggere 240% (+ livello formica speciale * 1%) di danni a tutte le squadre nemiche. Se il bersaglio è avvelenato, aumenta il danno questa volta del 50%
ja: すべての敵小隊に240% (+特殊アリレベル*1%) のダメージを与える50%の確率を持つ。標的が毒になっている場合、今回はダメージを50%増加させる
mk: Има 50% шанса да нанесе штета од 240% (+Специјално ниво на мравка*1%) на сите непријателски чети. Ако целта е отруена, зголемете ја штетата овој пат за 50%
nl: Heeft 50% kans om 240% (+ Speciale mierlevel*1%) schade toe te brengen aan alle vijandige teams. Indien het doelwit vergiftigd is, wordt de schade met 50% verhoogd
pl: 50% szans na zadanie 240% (+poziom specjalnej mrówki * 1%) obrażeń wszystkim drużynom wroga. Jeśli cel jest otruty, zwiększ obrażenia tym razem o 50%
ru: Шанс 50% нанести 240% (+ уровень специального муравья * 1%) урона всем вражеским отрядам. Если цель отравлена, увеличьте урон еще на 50%
tr: Tüm düşman müfrezelere %240 (+Özel Karınca Seviyesi*1%) hasar verme ihtimali %50. Hedef Zehirlenmişse, bu seferki hasarı %50 arttırın
uk: Імовірність 50%, що завдасть шкоди 240% (+1% рівня Sp Ant) усім загонам противника. Якщо ціль отруєна, цього разу шкоду збільшено на 50%
vi: Có 50% cơ hội gây sát thương 240% (+Cấp kiến đặc biệt*1%) cho tất cả các đội hình địch. Nếu mục tiêu bị Đầu độc, hãy tăng sát thương lần này thêm 50%
zh: 50%几率对所有敌方小队造成240%（+特殊蚁等级*1%）伤害，若目标处于中毒状态，本次伤害提升50%

# goldenSpinyBigBiteSkillDescription10
source: Has a 50% chance to deal 277% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range
ar: %50 احتمال لديها لإلحاق ضرر بنسبة 277% (+المستوى الخاص للنمل*2.5%) بإحدى فرق العدو العشوائية ضمن النطاق الفعال
bg: Има 50% шанс да нанесе 277% (+Ниво на специален мравък*2,5%) щети на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 50 %, 277 % (+ % Spezialameisenlevel*2,5) Schaden an 1 zufälligen feindlichen Truppendivision innerhalb der effektiven Reichweite zu verursachen
es: Tiene un 50 % de probabilidad de infligir un 277 % de daño (+ nivel especial de hormiga * 2,5 %) a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Mayroong 50% na tsansang na magbigay ng 277% (+Special Ant Level*2.5%) pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 50% eséllyel a hatótávolságon belül 1 véletlenszerű ellenséges osztagnak 277% (+Speciális hangya szintje*2,5%) sebzést okoz
it: Ha il 50% di possibilità di infliggere il 277% di danni (+Livello Formica Speciale*2,5%) a 1 squadra nemica casuale entro raggio efficace
ja: 有効範囲内の敵のランダムな1部隊に277%（+特殊アリのレベル*2.5%）のダメージを与える確率が50%。
mk: Шанса од 50% за предизвикување на 277% (+Ниво на специјални мравки*2.5%) штета на 1 случаен непријателски ескадрон во ефективен дострел
nl: Heeft een kans van 50% om 277% (+Speciaal Mierenniveau*2,5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen effectief bereik
pl: Ma 50% szans na zadanie 277% (+Specjalny poziom mrówki*2,5%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Есть 50% вероятность нанести 277% урона (+Уровень специальных муравьев*2,5%) 1 случайному отряду противника в зоне действия
tr: Etkili menzil içindeki 1 rasgele düşman mangasına %50 şansla 277% (+Özel Karınca Seviyesi*2,5%) hasar verir
uk: Існує 50% шанс завдати 277% (+ Рівень особливого мурашки * 2,5%) шкоди 1 випадковому ворожому загону в зоні ураження
vi: Có 50% khả năng gây sát thương 277% (+Cấp kiến đặc biệt*2,5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldenSpinyBigBiteSkillDescription20
source: Has a 50% chance to deal 407% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range
ar: %50 احتمال لديها لإلحاق ضرر بنسبة 407% (+المستوى الخاص للنمل*2.5%) بإحدى فرق العدو العشوائية ضمن النطاق الفعال
bg: Има 50% шанс да нанесе 407% (+Ниво на специален мравък*2,5%) щети на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 50 %, 407 % (+ % Spezialameisenlevel*2,5) Schaden an 1 zufälligen feindlichen Truppendivision innerhalb der effektiven Reichweite zu verursachen
es: Tiene un 50 % de probabilidad de infligir un 407 % de daño (+ nivel especial de hormiga * 2,5 %) a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Mayroong 50% na tsansang na magbigay ng 407% (+Special Ant Level*2.5%) pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 50% eséllyel a hatótávolságon belül 1 véletlenszerű ellenséges osztagnak 407% (+Speciális hangya szintje*2,5%) sebzést okoz
it: Ha il 50% di possibilità di infliggere il 407% di danni (+Livello Formica Speciale*2,5%) a 1 squadra nemica casuale entro raggio efficace
ja: 有効範囲内の敵のランダムな1部隊に407%（+特殊アリのレベル*2.5%）のダメージを与える確率が50%。
mk: Шанса од 50% за предизвикување на 407% (+Ниво на специјални мравки*2.5%) штета на 1 случаен непријателски ескадрон во ефективен дострел
nl: Heeft een kans van 50% om 407% (+Speciaal Mierenniveau*2,5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen effectief bereik
pl: Ma 50% szans na zadanie 407% (+Specjalny poziom mrówki*2,5%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Есть 50% вероятность нанести 407% урона (+Уровень специальных муравьев*2,5%) 1 случайному отряду противника в зоне действия
tr: Etkili menzil içindeki 1 rasgele düşman mangasına %50 şansla 407% (+Özel Karınca Seviyesi*2,5%) hasar verir
uk: Існує 50% шанс завдати 407% (+ Рівень особливого мурашки * 2,5%) шкоди 1 випадковому ворожому загону в зоні ураження
vi: Có 50% khả năng gây sát thương 407% (+Cấp kiến đặc biệt*2,5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldenSpinyPiercingAttackSkillTitle
source: Piercing Attack
ar: هجوم خارق
bg: Пронизваща атака
de: Durchdringender Angriff
es: Ataque penetrante
hu: Átszúró támadás
it: Attacco Perforante
ja: 貫通攻撃
mk: Пробој
pl: Atak przebijający
ru: Пронзающая атака
tr: Nüfuz Eden Saldırı
uk: Колючий напад
vi: Tấn công xuyên

# goldenSpinyPiercingAttackSkillDescription10
source: Has a 35% chance to deal 173.5% damage to 2 random enemy squads within effective range, and reduces their Defense by 30% for 2 rounds
ar: %35 احتمال لديها لإلحاق ضرر بنسبة 173.5% بفريقين عشوائيين من فرق العدو ضمن النطاق الفعال، كما تقلل دفاعهم بنسبة 30% لمدة جولتين
bg: Има 35% шанс да нанесе 173,5% щети на 2 случайни вражески отряда в ефективен обхват и намалява защитата им с 30% за 2 рунда
de: Hat eine Chance von 35 %, 173,5 % Schaden an 2 zufälligen feindlichen Truppendivisionen innerhalb der effektiven Reichweite zu verursachen, und reduziert ihre Verteidigung für 2 Runden um 30 %
es: Tiene un 35 % de probabilidad de infligir un 173,5 % de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo y reduce su defensa un 30 % durante 2 rondas
fil: Mayroong 35% na tsansang na magbigay ng 173.5% pinsala sa 2 random na pulutong ng kaaway sa loob ng epektibong saklaw, at binabawasan ang kanilang Defense ng 30% sa loob ng 2 round
hu: 35% eséllyel a hatótávolságon belül 2 véletlenszerű ellenséges osztagnak 173,5% sebzést okoz, és 2 körön át 30%-kal csökkenti a védelmüket
it: Ha il 35% di possibilità di infliggere il 173,5% di danni a 2 squadre nemiche casuali entro raggio efficace, e riduce la loro Difesa del 30% per 2 round
ja: 有効範囲内の敵部隊2部隊に173.5%のダメージを与える確率が35%あり、防御力を2ラウンド間30%ダウンさせる。
mk: Шанса од 35% за предизвикување на 173.5% штета на 2 случајни непријателски ескадрони во ефективен дострел и намалување на нивната одбрана за 30% во 2 рунди
nl: Heeft een kans van 35% om 173,5% schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen effectief bereik en vermindert hun verdediging met 30% voor 2 ronden
pl: Ma 35% szans na zadanie 173,5% obrażeń 2 losowym wrogim oddziałom w efektywnym zasięgu i redukcję ich obrony o 30% na 2 rundy
ru: Есть 35% вероятность нанести урон 173,5% 2 случайным отрядам противника в зоне действия и снизить их защиту на 30% в течение 2 раундов
tr: Etkili menzil içindeki 2 rasgele düşman mangasına %35 şansla 173,5% hasar verir ve Savunmalarını 2 raund boyunca %30 azaltır
uk: Існує 35% шанс завдати 173,5% шкоди 2 випадковим ворожим загонам в зоні ураження і зменшити їхню оборону на 30% на 2 раунди
vi: Có 35% khả năng gây sát thương 173,5% lên 2 đội địch ngẫu nhiên trong phạm vi hiệu quả và giảm 30% Phòng thủ của chúng trong 2 lượt

# goldenSpinyPiercingAttackSkillDescription20
source: Has a 35% chance to deal 253.5% damage to 2 random enemy squads within effective range, and reduces their Defense by 30% for 2 rounds
ar: %35 احتمال لديها لإلحاق ضرر بنسبة 253.5% بفريقين عشوائيين من فرق العدو ضمن النطاق الفعال، كما تقلل دفاعهم بنسبة 30% لمدة جولتين
bg: Има 35% шанс да нанесе 253,5% щети на 2 случайни вражески отряда в ефективен обхват и намалява защитата им с 30% за 2 рунда
de: Hat eine Chance von 35 %, 253,5 % Schaden an 2 zufälligen feindlichen Truppendivisionen innerhalb der effektiven Reichweite zu verursachen, und reduziert ihre Verteidigung für 2 Runden um 30 %
es: Tiene un 35 % de probabilidad de infligir un 253,5 % de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo y reduce su defensa un 30 % durante 2 rondas
fil: Mayroong 35% na tsansang na magbigay ng 253.5% pinsala sa 2 random na pulutong ng kaaway sa loob ng epektibong saklaw, at binabawasan ang kanilang Defense ng 30% sa loob ng 2 round
hu: 35% eséllyel a hatótávolságon belül 2 véletlenszerű ellenséges osztagnak 253,5% sebzést okoz, és 2 körön át 30%-kal csökkenti a védelmüket
it: Ha il 35% di possibilità di infliggere il 253,5% di danni a 2 squadre nemiche casuali entro raggio efficace, e riduce la loro Difesa del 30% per 2 round
ja: 有効範囲内の敵部隊2部隊に253.5%のダメージを与える確率が35%あり、防御力を2ラウンド間30%ダウンさせる。
mk: Шанса од 35% за предизвикување на 253.5% штета на 2 случајни непријателски ескадрони во ефективен дострел и намалување на нивната одбрана за 30% во 2 рунди
nl: Heeft een kans van 35% om 253,5% schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen effectief bereik en vermindert hun verdediging met 30% voor 2 ronden
pl: Ma 35% szans na zadanie 253,5% obrażeń 2 losowym wrogim oddziałom w efektywnym zasięgu i redukcję ich obrony o 30% na 2 rundy
ru: Есть 35% вероятность нанести урон 253,5% 2 случайным отрядам противника в зоне действия и снизить их защиту на 30% в течение 2 раундов
tr: Etkili menzil içindeki 2 rasgele düşman mangasına %35 şansla 253,5% hasar verir ve Savunmalarını 2 raund boyunca %30 azaltır
uk: Існує 35% шанс завдати 253,5% шкоди 2 випадковим ворожим загонам в зоні ураження і зменшити їхню оборону на 30% на 2 раунди
vi: Có 35% khả năng gây sát thương 253,5% lên 2 đội địch ngẫu nhiên trong phạm vi hiệu quả và giảm 30% Phòng thủ của chúng trong 2 lượt

# goldenSpinyAmbushSkillTitle
source: Ambush
ar: كمين
bg: Засада
de: Hinterhalt
es: Emboscada
hu: Lesvetés
it: Imboscata
ja: 奇襲
mk: Заседа
pl: Z zasadzki
ru: Засада
tr: Pusu
uk: Засідка
vi: Phục kích

# goldenSpinyAmbushSkillDescription10
source: Its squad damage +30%
ar: ضرر فصيلتها +30%
bg: Повредата в неговия отряд +30%
de: Sein Truppendivisionsschaden + 30 %
es: Daño del escuadrón +30 %
fil: Ang pinsala sa pulutong nito +30%
hu: Az osztag sebzése +30%
it: Danni squadra +30%
ja: 部隊ダメージ+30%
mk: Штетата на неговиот ескадрон +30%
nl: De eenheidsschade +30%
pl: Obrażenia jego oddziału +30%
ru: Урон от его отряда +30%.
tr: Mangasının hasarı +%30
uk: Шкода загоно +30%
vi: Sát thương đội hình của kiến tăng 30%

# goldenSpinyAmbushSkillDescription20
source: Its squad damage +50%
ar: ضرر فصيلتها +50%
bg: Повредата на отряда +50%
de: Sein Truppendivisionsschaden + 50 %
es: Daño del escuadrón +50 %
fil: Ang pinsala sa pulutong nito +50%
hu: Az osztag sebzése +50%
it: Danni squadra +50%
ja: 部隊ダメージ+50%
mk: Штетата на неговиот ескадрон +50%
nl: De eenheidsschade +50%
pl: Obrażenia jego oddziału +50%
ru: Урон от его отряда +50%
tr: Mangasının hasarı +%50
uk: Шкода загоно +50%
vi: Sát thương đội hình của kiến tăng 50%

# goldenSugarBigBiteSkillTitle
source: Big Bite
ar: باجت كبير
bg: Залък
de: Großer Biss
es: Gran mordisco
fil: Malaking Kagat
hu: Nagy falat
ja: ビッグバイト
mk: Големо каснување
nl: Grote hap
pl: Kęs Duży
ru: Большой укус
tr: Büyük Isırık
uk: Великий укус
vi: Cắn lớn

# goldenSugarBigBiteSkillDescription10
source: Has a 45% chance to deal 200% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: لديه فرصة بنسبة 45٪ لإلحاق ضرر بنسبة 200٪ (+ مستوى النمل الخاص * 5٪) على فرقة عدو عشوائية واحدة داخل النطاق الفعال
bg: Има 45% шанс да нанесе 200% (+ Ниво на специален мравки*5%) щети на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 45 %, einem zufälligen feindlichen Trupp in effektiver Reichweite 200 % (+ Spezialameisenlevel*5 %) Schaden zuzufügen
es: Tiene un 45% de probabilidad de infligir un 200% (+nivel especial de hormiga*5%) de daño a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: May 45% na tsansang makitunggali ng 200% (+Antas ng Espesyal na Langgam*5%) na pinsala sa 1 random na tropa ng kalaban sa loob ng epektibong pagitan
hu: 45% esélye van arra, hogy 200% (+Különleges hangyaszint*5%) sebzést okozzon hatótávon belül 1 véletlenszerű ellenséges egységnek
it: Ha una probabilità del 45% di infliggere 200% di danni (+Livello formica speciale*5%) a 1 squadra nemica casuale entro il raggio d'azione effettivo
ja: 有効範囲内の1つの敵部隊に200％（＋特殊螞蟻のレベル×5％）のダメージを与える45％の確率があります
mk: Има 45% шанса да нанесе штета од 200% (+Специјално ниво на мравки*5%) на 1 случајна непријателска единица во ефективен опсег
nl: Heeft een kans van 45% om 200% (+ niveau van speciale mieren * 5%) schade toe te brengen aan 1 willekeurige vijandelijke troep binnen het effectieve bereik
pl: Ma 45% szans na zadanie 200% (+ poziom specjalnej mrówki * 5%) obrażeń 1 losowemu wrogiemu oddziałowi w zasięgu działania
ru: С вероятностью 45% наносит 200% (+уровень специального муравья*5%) урона 1 случайному отряду противника в зоне действия
tr: Etki alanındaki rastgele seçilmiş 1 düşman takımına %45 olasılıkla %200 (+Özel Karınca Seviyesi*%5) hasar verir
uk: Має 45% шанс завдати 200% (+ рівень особливої мурашки * 5%) шкоди 1 випадковому ворожому загону в межах ефективної дальності
vi: Có 45% khả năng gây sát thương 200% (+Cấp côn trùng đặc biệt*5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả
