Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# caTaskUseInsectShell
source: Use 1 insect shell
ar: استخدم صدفة حشرات واحدة
bg: Използване на 1 обвивка от насекоми
de: 1 Insektenpanzer verwenden
es: Usar 1 caparazón de insecto
fil: Gumamit ng 1 Insect Shell
hu: 1 darab Rovar Páncél felhasználása
it: Usa 1 carapace d'insetto
ja: 昆虫の殻を 1 つ消費
mk: Користи 1 школка од инсект
nl: Gebruik 1 insectenpantser
pl: Użycie 1 pancerza owada
ru: Использование хитинового экзоскелета
tr: 1 Böcek Kabuğu Kullan
uk: Використати 1 панцир комахи
vi: Sử dụng 1 lớp vỏ côn trùng
zh: 使用 1 个昆虫外壳

# caTaskStarUpInsect
source: Star up any insect to {star}-star
ar: ارفع مستوى أي حشرة إلى {star} نجوم
bg: Вдигнете всяко насекомо на {star} звезди
de: Je beliebiges Insekt zu {star} Sternen aufwerten
es: Subir de categoría cualquier insecto a {star} estrellas
fil: I-star Up ang anumang Kulisap sa {star}-Star
hu: Egy Rovar {star} csillagra fejlesztése
it: Porta qualsiasi insetto a {star} stelle
ja: 昆虫を {star} の星にアップグレード
mk: Зголеми ѕвезди на кој било инсект до {star}-ѕвезди
nl: Verhoog insect naar {star} sterren
pl: Podniesienie poziomu dowolnego owada do {star} gwiazdek
ru: Повышение звезды для любого насекомого: до {star}
tr: Herhangi bir Böceği {star} Yıldızlı Yükselt
uk: Збільшити зіркову потужність будь-якої комахи до {star}-зірок
vi: Nâng sao cho bất kỳ côn trùng nào lên {star} sao
zh: 将任意昆虫升星至 {star} 星

# notificationTestTitle
source: Ants companion
ar: رفيق النمل
bg: Мравки спътник
es: Compañero de hormigas
fil: Kasamang Ants
mk: Придружник за мравките
tr: Karınca Rehberi
uk: Компаньйон мурах
vi: Người bạn đồng hành cùng kiến

# notificationTestBody
source: Test notification
ar: إشعار اختبار
bg: Тестово известие
de: Testbenachrichtigung
es: Notificación de prueba
fil: Subukan ang notification
hu: Teszteri értesítés
it: Notifica di test
ja: テスト通知
mk: Тест на известување
nl: Testmelding
pl: Test powiadomienia
ru: Тестовое уведомление
tr: Test bildirimi
uk: Тестове сповіщення
vi: Thử thông báo
zh: 测试通知

# notificationTestButtonLabel
source: Test notification
ar: إشعار اختبار
bg: Тестово известие
de: Testbenachrichtigung
es: Notificación de prueba
fil: Subukan ang Notification
hu: Teszteri Értesítés
it: Notifica di test
ja: テスト通知
mk: Тестирај известување
nl: Testmelding
pl: Test powiadomienia
ru: Тестовое уведомление
tr: Test Bildirimi
uk: Тестове сповіщення
vi: Thử thông báo
zh: 测试通知

# pvpFull
source: Player Versus Player
ar: لاعب ضد لاعب
bg: Играч срещу играч
de: Spieler gegen Spieler
es: Jugador contra jugador
fil: Manlalaro Laban sa Manlalaro
hu: Játékos és játékos
it: Giocatore contro giocatore
ja: プレイヤー対プレイヤー
mk: Играч против играч
nl: Speler tegen speler
pl: Gracz kontra gracz
ru: Игрок против игрока
tr: Oyuncu Oyuncuya Karşı
uk: Гравець проти гравця
vi: Người chơi đấu với người chơi
zh: 玩家对战玩家

# pveFull
source: Player Versus Environment
ar: لاعب ضد بيئة
bg: Играч срещу околна среда
de: Spieler gegen Umgebung
es: Jugador contra entorno
fil: Manlalaro Laban sa Kapaligiran
hu: Játékos és környezet
it: Giocatore contro ambiente
ja: プレイヤー対環境
mk: Играч против околина
nl: Speler tegen omgeving
pl: Gracz kontra środowisko
ru: Игрок против окружающей среды
tr: Oyuncu Ortama Karşı
uk: Гравець проти середовища
vi: Người chơi đấu với môi trường
zh: 玩家对战环境

# rowPositionFront
source: Front
ar: أمامي
bg: Отпред
de: Vorne
es: Delantera
fil: Harapan
hu: Elöl
it: Anteriore
ja: 前
mk: Преден
nl: Vooraan
pl: Przód
ru: Передний
tr: Ön
uk: Передня
vi: Trước
zh: 前排

# rowPositionMiddle
source: Middle
ar: وسط
bg: В средата
de: Mitte
es: Central
fil: Gitna
hu: Középen
it: Centrale
ja: 中央
mk: Среден
nl: In het midden
pl: Środek
ru: Средний
tr: Orta
uk: Середня
vi: Giữa
zh: 中排

# rowPositionBack
source: Back
ar: خلفي
bg: Отзад
de: Hinten
es: Trasera
fil: Likuran
hu: Hátul
it: Posteriore
ja: 後
mk: Заден
nl: Achteraan
pl: Tył
ru: Задний
tr: Arka
uk: Задня
vi: Sau
zh: 后排

# antTypeGuardian
source: Guardian
ar: حارس
bg: Гард
de: Wächter
es: Guardián
fil: Tagabantay
hu: Őrző
it: Guardiano
ja: ガーディアン
mk: Чувар
nl: Verdediger
pl: Strażnik
ru: Хранитель
tr: Koruyucu
uk: Захисник
vi: Bảo vệ
zh: 守护者

# antTypeShooter
source: Shooter
ar: رامي
bg: Стрелец
de: Schütze
es: Tirador
fil: Manlalaban
hu: Löveg
it: Tiratore
ja: シューター
mk: Стрелац
nl: Schutter
pl: Strzelec
ru: Стрелок
tr: Nişancı
uk: Стрілець
vi: Bắn
zh: 射手

# antTypeCarrier
source: Carrier
ar: حامل
bg: Преносител
de: Transporter
es: Portador
fil: Tagadala
hu: Hordozó
it: Trasportatore
ja: キャリーヤー
mk: Носач
nl: Drager
pl: Transportowiec
ru: Перевозчик
tr: Taşıyıcı
uk: Носій
vi: Chuyển
zh: 搬运工

# antTypeUniversal
source: Universal
ar: عالمي
bg: Универсален
de: Universell
fil: Pang-universal
hu: Univerzális
it: Universale
ja: ユニバーサル
mk: Универзален
nl: Universeel
pl: Uniwersalny
ru: Универсальный
tr: Evrensel
uk: Універсал
vi: Phổ thông
zh: 万能

# utcTime
source: UTC
ar: التوقيت العالمي المنسق

# localeSelectorError
source: Error loading locales
ar: خطأ في تحميل اللغات
bg: Грешка при зареждане на езикови настройки
de: Fehler beim Laden der Gebietsschemata
es: Error al cargar las configuraciones regionales
fil: Error sa paglo-load ng mga locale
hu: Hiba a területek betöltése közben
it: Errore durante il caricamento delle lingue
ja: ローカールの読み込みに失敗しました
mk: Грешка при вчитувањето на јазиците
nl: Fout bij laden landinstellingen
pl: Błąd podczas wczytywania ustawień regionalnych
ru: Ошибка при загрузке локалей
tr: Yerel diller yüklenirken hata oluştu
uk: Помилка завантаження локалей
vi: Đã xảy ra lỗi khi tải bản địa hóa
zh: 加载地区设置时出错

# warzoneAnthillDevelopment
source: Anthill development
ar: تطوير عش النمل
bg: Развитие на мравуняк
de: Ameisenhügel-Entwicklung
es: Desarrollo del hormiguero
fil: Pag-unlad ng anthill
hu: Hangyaboly fejlődése
it: Sviluppo del formicaio
ja: 巣の開発
mk: Развиток на мравјалник
nl: Ontwikkeling mierennest
pl: Rozwój mrowiska
ru: Развитие муравейника
tr: Karınca yuvası gelişimi
uk: Розвиток мурашника
vi: Phát triển tổ kiến
zh: 蚁穴开发

# warzoneGatherResources
source: Gather resources
ar: جمع الموارد
bg: Събиране на ресурси
de: Ressourcen sammeln
es: Recolectar recursos
fil: Magtipon ng Mga Mapagkukunan
hu: Erőforrások gyűjtése
it: Raccogli risorse
ja: 資源を収集
mk: Собрај ресурси
nl: Verzamel grondstoffen
pl: Zbieraj zasoby
ru: Сбор ресурсов
tr: Kaynak Toplama
uk: Збір ресурсів
vi: Thu thập tài nguyên
zh: 收集资源

# warzoneEvolution
source: Evolution
ar: تطور
bg: Еволюция
es: Evolución
fil: Ebolusyon
hu: Evolúció
it: Evoluzione
ja: 進化
mk: Еволуција
nl: Evolutie
pl: Ewolucja
ru: Эволюция
tr: Evrim
uk: Еволюція
vi: Tiến hóa
zh: 进化

# warzoneSpecialAnts
source: Strengthen special ants
ar: تقوية النمل الخاص
bg: Укрепване на специални мравки
de: Spezielle Ameisen stärken
es: Fortalecer hormigas especiales
fil: Palakasin ang Mga Espesyal na Langgam
hu: Különleges hangyák erősítése
it: Potenzia le formiche speciali
ja: 特別なアリの強化
mk: Зајакни ги специјалните мрази
nl: Versterk speciale mieren
pl: Wzmacnianie specjalnych mrówek
ru: Укрепление особых муравьев
tr: Özel Karıncaları Güçlendir
uk: Посилення особливих мурах
vi: Củng cố kiến đặc biệt
zh: 强化特殊蚂蚁

# warzoneHatchSoldierAnts
source: Hatch soldier ants
ar: فقس نمل الجندي
bg: Излюпване на мравки-войници
de: Soldatenameisen schlüpfen
es: Incubar hormigas soldado
fil: Hatch Sundalong Langgam
hu: Katona hangyák kikelése
it: Fai schiudere le formiche soldato
ja: 兵隊アリの孵化
mk: Излежи мравки војници
nl: Broed soldatenmieren uit
pl: Wylęg mrówek żołnierza
ru: Вылупление солдат-муравьев
tr: Asker Karınca Yumurtadan Çıkarma
uk: Вилуплення мурах-солдат
vi: Ấp trứng kiến lính
zh: 孵化士兵蚂蚁

# warzoneFreeChoice
source: Free choice
ar: اختيار حر
bg: Свободен избор
de: Freie Wahl
es: Elección libre
fil: Libreng pagpili
hu: Szabad választás
it: Scelta libera
ja: 自由選択
mk: Слободен избор
nl: Vrije keuze
pl: Dowolny wybór
ru: Свободный выбор
tr: Serbest tercih
uk: Вільний вибір
vi: Lựa chọn tự do
zh: 自由选择

# warzoneInsectHatching
source: Insect hatching
ar: فقس الحشرات
bg: Излюпване на насекоми
de: Schlüpfende Insekten
es: Eclosión de insectos
fil: Pagpisa ng Insekto
hu: Rovar keltetése
it: Cova d'insetti
ja: 昆虫孵化
mk: Лежење на инсекти
nl: Insecten uitbroeden
pl: Wylęg owadów
ru: Вылупление насекомых
tr: Böcek Yumurtadan Çıkarma
uk: Вилуплення комах
vi: Ấp trứng côn trùng
zh: 昆虫孵化

# soldierStatsTitle
source: Soldier Stats
ar: إحصائيات الجنود
bg: Статистика на войниците
de: Soldatenwerte
es: Estadísticas de soldado
fil: Istatistika ng Kawal
hu: Katona statisztikái
it: Statistiche soldati
ja: ソルジャーのステータス
mk: Статистика на војниците
nl: Soldatenstatistieken
pl: Statystyki żołnierza
ru: Статистика бойца
tr: Asker İstatistikleri
uk: Статистика солдата
vi: Thống kê về người lính
zh: 士兵数据

# typeOnType
source: {type1} on {type2}
ar: {type1} على {type2}
bg: {type1} на {type2}
de: {type1} auf {type2}
es: {type1} de {type2}
fil: {type1} sa {type2}
hu: {type1} be {type2}
it: {type1} su {type2}
mk: {type1} на {type2}
nl: {type1} op {type2}
pl: {type1} na {type2}
ru: {type1} по {type2}
tr: {type1} {type2}'de
uk: {type1} на {type2}
vi: {type1} trên {type2}

# damageFromSquadLabel
source: Damage from a squad
ar: الضرر من الفرقة
bg: Щети от отряд
de: Schaden von einem Trupp
es: Daño de un escuadrón
fil: Pinsala mula sa isang squad
hu: Sérülés egy osztagtól
it: Danni di una squadra
ja: 分隊からのダメージ
mk: Штета од екипа
nl: Schade van een team
pl: Uszkodzenie od oddziału
ru: Урон от отряда
tr: Bir takımdan alınan hasar
uk: Ушкодження від загону
vi: Thiệt hại từ một đội
zh: 来自一个分队的伤害

source: Attack
ar: هجوم
bg: Атака
de: Angriff
es: Ataque
fil: Pagsalakay
hu: Támadás
it: Attacco
ja: 攻撃
mk: Напад
nl: Aanval
pl: Atak
ru: Атака
tr: Saldırı
uk: Атака
vi: Tấn công
zh: 攻击力

source: Defense
ar: دفاع
bg: Защита
de: Verteidigung
es: Defensa
fil: Depensa
hu: Védekezés
it: Difesa
ja: 防御
mk: Одбрана
nl: Verdediging
pl: Obrona
ru: Защита
tr: Savunma
uk: Захист
vi: Phòng thủ
zh: 防御力

source: Health
ar: صحة
bg: Здраве
de: Gesundheit
es: Salud
fil: Kalusugan
hu: Egészség
it: Salute
ja: 体力
mk: Здравје
nl: Gezondheid
pl: Zdrowie
ru: Здоровье
tr: Sağlık
uk: Здоров'я
vi: Máu
zh: 血量

source: Power
ar: قوة
bg: Сила
de: Stärke
es: Poder
fil: Lakas
hu: Erő
it: Potere
ja: 力
mk: Моќ
nl: Kracht
pl: Moc
ru: Мощь
tr: Güç
uk: Потужність
vi: Sức mạnh
zh: 能量

# launchGame
source: Launching Game
ar: جارٍ تشغيل اللعبة
bg: Зареждане на играта
de: Starte Spiel
es: Iniciando juego
fil: Inilulunsad ang Laro
hu: Játék indítása
it: Avvio del Gioco
ja: ゲームを起動中
mk: Се покренува играта
nl: Game wordt gestart
pl: Uruchamianie gry
ru: Запуск игры
tr: Oyun Başlıyor
uk: Запуск гри
vi: Đang khởi chạy trò chơi
zh: 正在启动游戏

# scientificClassificationsTitle
source: Classifications
ar: التصنيفات
bg: Класификации
de: Klassifikationen
es: Clasificaciones
fil: Mga Klasipikasyon
hu: Osztályozások
it: Classificazioni
ja: 分類
mk: Класификации
nl: Classificaties
pl: Klasyfikacje
ru: Классификации
tr: Sınıflandırmalar
uk: Класифікації
vi: Phân loại
zh: 分类

# scientificDomain
source: Domain
ar: نطاق
bg: Домейн
de: Domäne
es: Dominio
hu: Domén
it: Dominio
ja: ドメイン
mk: Домен
nl: Domein
pl: Domena
ru: Домен
tr: Alemi
uk: Домен
vi: Vương quốc
zh: 域

# scientificDomainDescription
source: The highest taxonomic rank used to classify living organisms. All organisms are classified into one of the three domains: Bacteria, Archaea, or Eukaryota. For most of our organisms, this will be Eukaryota, which includes all complex life forms.
ar: أعلى مرتبة تصنيفية تُستخدَم لتصنيف الكائنات الحية. تصنف جميع الكائنات في أحد المجالات الثلاثة: البكتيريا أو الآركيا أو حقيقيات النوى. بالنسبة لمعظم الكائنات لدينا، ستكون حقيقيات النوى، التي تضم جميع أشكال الحياة المعقدة.
bg: Най-високият таксономичен ранг, използван за класифициране на живите организми. Всички организми се класифицират в един от трите домейна: Бактерии, Археи или Еукариоти. За повечето наши организми това ще бъде Еукариоти, който включва всички сложни форми на живот.
de: Die höchste taxonomische Kategorie zur Klassifikation lebender Organismen. Alle Organismen werden einer der drei Domänen zugeordnet: Bakterien, Archaeen oder Eukaryoten. Bei den meisten unserer Organismen handelt es sich um Eukaryoten, zu denen alle komplexen Lebensformen gehören.
es: Es el rango más alto utilizado para clasificar a los organismos vivos. Todos los organismos se clasifican en uno de los tres dominios: Bacterias, Archaea o Eukaryota. En la mayoría de nuestros organismos, será Eukaryota, que incluye todas las formas de vida complejas.
fil: Ang pinakamataas na antas ng pag-uuri na ginamit upang i-klasipika ang mga buhay na organismo. Ang lahat ng organismo ay ikina-klasipika sa isa sa tatlong domain: Bacteria, Archaea, o Eukaryota. Para sa karamihan ng ating mga organismo, ito ay magiging Eukaryota, na kinabibilangan ng lahat ng kumplikadong anyo ng buhay.
hu: A legfelsőbb taxonómiai rang élő szervezetek osztályozásához. Minden szervezetet besorolnak a három domén egyikébe: baktériumok, archeák vagy eukarióták. A szervezetek többségénél ez eukarióta, amely minden összetett életformát magában foglal.
it: Il grado tassonomico più alto utilizzato per classificare gli organismi viventi. Tutti gli organismi sono classificati in uno dei tre domini: Bacteria, Archea o Eukaryota. Per la maggior parte dei nostri organismi, si tratterà di Eukaryota, che include tutte le forme di vita complesse.
ja: 生物を分類するために使用される最高の分類階層。すべての生物は3つのドメインのいずれかに分類されます。 バクテリア、アーキア、真核生物です。ほとんどの生物の場合、これは真核生物で、すべての複雑な生命体が含まれています。
mk: Највисоко таксономски ранг кој се користи за класификација на живи организми. Сите организми се класифицирани во еден од трите домени: Бактерии, Археи или Еукариоти. За повеќето од нашите организми, ова ќе биде Еукариоти, што ги опфаќа сите сложени облици на живот.
nl: De hoogste taxonomische rang die gebruikt wordt om levende organismen te classificeren. Alle organismen worden ingedeeld in een van de drie domeinen: bacteriën, archaea of eukaryota. Voor de meeste van onze organismen is dit eukaryota, wat alle complexe levensvormen omvat.
pl: Najwyższy stopień taksonomiczny stosowany do klasyfikacji organizmów żywych. Wszystkie organizmy są klasyfikowane do jednej z trzech domen: bakterii, archeonów lub eukariontów. W przypadku większości naszych organizmów będzie to Eukaryota, która obejmuje wszystkie złożone formy życia.
ru: Высший таксономический уровень, используемый для классификации живых организмов. Все организмы классифицируются на одну из трех областей: бактерии, археи или эукариоты. Для большинства наших организмов область будет эукариоты, которая включает все сложные формы жизни.
tr: Canlı organizmaları sınıflandırmak için kullanılan en üst taksonomik sıralama. Tüm organizmalar üç domain'den birine sınıflandırılır: Bakteri, Arka veya Ökaryot. Organizmalarımızın çoğu için bu, karıncalar, eşekarısı ve örümcekler gibi tüm karmaşık yaşam biçimlerini içeren Ökaryot olacaktır.
uk: Найвищий таксономічний ранг, який використовується для класифікації живих організмів. Усі організми класифікуються в один із трьох доменів: Бактерії, Археї або Еукаріоти. Для більшості наших організмів це будуть Евкаріоти, до яких належать усі складні форми життя.
vi: Cấp bậc phân loại cao nhất dùng để phân loại sinh vật sống. Tất cả các sinh vật đều được phân loại vào một trong ba vương quốc: Vi khuẩn, Khảo cổ hoặc Chân nguyên sinh. Đối với hầu hết các sinh vật mà chúng tôi biết, thì đó là Chân nguyên sinh, bao gồm tất cả các dạng sống phức tạp.
zh: 用于对生物进行分类的最高等级。所有生物都分为下列三个域之一：细菌域、古菌域或真核生物域。对于我们的大多数生物，它们属于真核生物域，其中包括所有复杂的生命形式。

# scientificKingdom
source: Kingdom
ar: مملكة
bg: Царство
de: Reich
es: Reino
fil: Kaharian
hu: Reino
it: Regno
ja: 界
mk: Кралство
nl: Koninkrijk
pl: Królestwo
ru: Царство
tr: Sınıfı
uk: Королівство
vi: Ngành
zh: 界

# scientificKingdomDescription
source: The taxonomic rank below the domain and above the phylum. Organisms are grouped into one of several kingdoms based on fundamental differences in their biology. In our classifications, this is typically Animalia for animals, which includes ants, wasps, and spiders.
ar: المرتبة التصنيفية أسفل المجال وفوق الشعبة. تُجمَّع الكائنات في واحدة من العديد من الممالك بناءً على الاختلافات الأساسية في بيولوجيتها. في تصنيفاتنا، تكون هذه عادةً من مملكة الحيوان للحيوانات، والتي تشمل النمل والدبابير والعناكب.
bg: Таксономичният ранг под домейна и над типа. Организмът се групират в едно от няколкото царства въз основа на основни разлики в биологията им. В нашите класификации това обикновено е Животни за животни, което включва мравки, оси и паяци.
de: Die taxonomische Kategorie unterhalb der Domäne und oberhalb des Stammes. Organismen werden anhand grundlegender Unterschiede in ihrer Biologie einem der verschiedenen Reiche zugeordnet. In unseren Klassifikationen ist dies in der Regel das Tierreich (Animalia), das Ameisen, Wespen und Spinnen umfasst.
es: El rango taxonómico por debajo del dominio y por encima del filo. Los organismos se agrupan en uno de varios reinos en función de las diferencias fundamentales en su biología. En nuestra clasificación, suele ser Animalia para los animales, que incluye hormigas, avispas y arañas.
fil: Ang ranggo ng pag-uuri na nasa ilalim ng domain at nasa itaas ng phylum. Ang mga organismo ay pinagsama-sama sa isa sa maraming kaharian batay sa pundamental na pagkakaiba sa kanilang biolohiya. Sa ating mga klasipikasyon, ito ay karaniwang Animalia para sa mga hayop, na kinabibilangan ng mga langgam, wasps, at gagamba.
hu: A taxonómiai rang a domén alatt és a törzs fölött. A szervezeteket biológiai alapvető különbségeik alapján több királyságra osztják. Az osztályozásunkban ez általában az állatok esetében az állatoké, amelybe a hangyák, darazsak és pókok tartoznak.
it: Il grado tassonomico sotto il dominio e sopra il phylum. Gli organismi sono raggruppati in uno dei vari regni in base a differenze fondamentali nella loro biologia. Nelle nostre classificazioni, questo è in genere Animalia per gli animali, che include formiche, vespe e ragni.
ja: ドメインの下、門の上の分類階層。生物は生物学上の基本的な違いに基づいていくつかの界にグループ化されています。この分類では、通常、界は動物界で、アリ、ハチ、クモが含まれます。
mk: Таксономски ранг под доменот и над фалумот. Организмите се групирани во едно од неколкуте кралства врз основа на основните разлики во нивната биологија. Во нашите класификации, ова обично е Животни за животни, што ги вклучува мравките, осите и пајаците.
nl: De taxonomische rang onder het domein en boven de stam. Organismen worden gegroepeerd in een van de verschillende koninkrijken op basis van fundamentele verschillen in hun biologie. In onze classificaties is dit meestal Animalia voor dieren, waaronder mieren, wespen en spinnen.
pl: Stopień taksonomiczny poniżej domeny i powyżej typu. Organizmy są grupowane w jednym z kilku królestw na podstawie fundamentalnych różnic w ich biologii. W naszych klasyfikacjach zazwyczaj jest to Animalia dla zwierząt, do których należą mrówki, osy i pająki.
ru: Таксономический уровень ниже области и выше типа. Организмы группируются в одно из нескольких царств, основанных на фундаментальных различиях в биологии. В наших классификациях это обычно животное царство, которое включает муравьев, ос и пауков.
tr: Domain'in altındaki ve filumun üstündeki taksonomik sıralama. Organizmalar, biyolojilerindeki temel farklılıklara göre çeşitli krallıklardan birine gruplandırılır. Sınıflandırmalarımızda bu, tipik olarak karıncalar, eşekarısı ve örümcekleri içeren Animalia'dır.
uk: Таксономічний ранг нижче домену та вище філуму. Організми групуються в одне з кількох царств на основі фундаментальних відмінностей у їхній біології. У наших класифікаціях це зазвичай тварини, які включають мурах, ос і павуків.
vi: Cấp bậc phân loại thấp hơn Vương quốc và cao hơn Ngành. Các sinh vật được nhóm vào một trong số nhiều ngành dựa trên những điểm khác biệt cơ bản trong đặc điểm sinh học của chúng. Trong phân loại của chúng tôi, ngành này thường là Động vật, bao gồm các loài kiến, ong và nhện.
zh: 仅次于域但高于门的分类等级。根据生物学中的基本差异，生物被分入多个界。在我们的分类中，它通常是包含蚂蚁、黄蜂和蜘蛛的动物界。

# scientificPhylum
source: Phylum
ar: شعبة
bg: Тип
de: Stamm
es: Filo
hu: Törzs
ja: 門
mk: Колено
nl: Stam
pl: Typ
ru: Тип
tr: Şubesi
uk: Тип
vi: Ngành
zh: 门

# scientificPhylumDescription
source: A major taxonomic rank below the kingdom and above the class. Organisms within a phylum share a basic structural framework. For example, arthropods, which include ants and spiders, belong to the phylum Arthropoda.
ar: مرتبة تصنيفية رئيسية أسفل المملكة وفوق الطبقة. تشترك الكائنات داخل شعبة في إطار هيكلي أساسي. على سبيل المثال، المفصليات، التي تشمل النمل والعناكب، تنتمي إلى شعبة مفصليات الأرجل.
bg: Голям таксономичен ранг под царството и над класа. Организмът в тип споделят основна структурна рамка. Например, членестоноги, които включват мравки и паяци, принадлежат към типа Членестоноги.
de: Eine wichtige taxonomische Kategorie unterhalb des Reiches und oberhalb der Klasse. Organismen innerhalb eines Stammes weisen einen grundlegenden strukturellen Aufbau auf. Beispielsweise gehören Gliederfüßer, zu denen Ameisen und Spinnen gehören, zum Stamm der Arthropoda.
es: Un rango taxonómico importante por debajo del reino y por encima de la clase. Los organismos de un filo comparten un marco estructural básico. Por ejemplo, los artrópodos, que incluyen hormigas y arañas, pertenecen al filo Arthropoda.
fil: Isang pangunahing ranggo ng pag-uuri na nasa ilalim ng kaharian at nasa itaas ng klase. Ang mga organismo sa loob ng isang phylum ay nagbabahagi ng isang pangunahing estrukturang balangkas. Halimbawa, ang mga arthropod, na kinabibilangan ng mga langgam at gagamba, ay nabibilang sa phylum na Arthropoda.
hu: Egy jelentős taxonómiai rang a királyság alatt és az osztály fölött. A törzsön belüli szervezetek közös alapszerkezeti vázat osztanak meg. Például azok az ízeltlábúak, amelyek közé a hangyák és pókok tartoznak, az ízeltlábúak törzsébe tartoznak.
it: Un importante grado tassonomico sotto il regno e sopra la classe. Gli organismi all'interno di un phylum condividono una struttura di base. Ad esempio, gli artropodi, che includono formiche e ragni, appartengono al phylum Arthropoda.
ja: 界の下、綱の上の主要な分類階層。門内の生物は、基本的な構造的枠組みを共有します。たとえば、アリやクモを含む節足動物は、門節足動物に属します。
mk: Главен таксономски ранг под кралството и над класата. Организмите во рамките на еден фалум ја делат истата основна структурна рамка. На пример, зглавкарите, кои ги вклучуваат мравките и пајаците, припаѓаат на фалумот Члениконоги.
nl: Een belangrijke taxonomische rang onder het koninkrijk en boven de klasse. Organismen binnen een stam delen een basisstructuur. Bijvoorbeeld, geleedpotigen, waaronder mieren en spinnen, behoren tot de stam Arthropoda.
pl: Główny stopień taksonomiczny poniżej królestwa i powyżej gromady. Organizmy w obrębie typu mają podstawową wspólną strukturę. Na przykład stawonogi, do których należą mrówki i pająki, należą do typu stawonogi.
ru: Основной таксономический уровень ниже царства и выше класса. Организмы в пределах типа имеют общую структуру. Например, членистоногие, к которым относятся муравьи и пауки, принадлежат к типу членистоногих.
tr: Krallığın altındaki ve sınıfın üstündeki büyük bir taksonomik sıralama. Bir filum içindeki organizmalar temel bir yapısal çerçeve paylaşır. Örneğin, karıncaları ve örümcekleri içeren eklem bacaklılar, Arthropoda filumuna aittir.
uk: Основний таксономічний ранг нижче царства та вище класу. Організми в межах одного філуму мають спільну структурну основу. Наприклад, членистоногі, до яких належать мурахи та павуки, належать до типу Членистоногі.
vi: Một cấp bậc phân loại chính thấp hơn Ngành và cao hơn Lớp. Các sinh vật trong một ngành có chung một cấu trúc cơ bản. Ví dụ, động vật chân khớp, bao gồm kiến và nhện, thuộc ngành Động vật chân khớp.
zh: 仅次于界但高于纲的主要分类等级。某个门中的生物共享一个基本的结构框架。例如，包含蚂蚁和蜘蛛的节肢动物属于节肢动物门。

# scientificSubphylum
source: Subphylum
ar: شعبة فرعية
bg: Подтип
de: Unterstamm
es: Subfilo
hu: Altörzs
ja: 亜門
mk: Потколено
nl: Substam
pl: Podtyp
ru: Подтип
tr: Alt Şubesi
uk: Підтип
vi: Phân ngành
zh: 亚门
