Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# tricondylaApteraLongLegsSkillDescription10
source: The damage taken by its squad is reduced by 25%. Each time the squad takes damage, increases the extra Dodge Rate by 10% and the effect is stackable. After a successful dodge, it clears the extra Dodge Rate and deals 250% (+Special Ant Level*1%) damage to 1 random enemy squad
de: Der von seiner Armee genommene Schaden wird um 25 % reduziert. Jedes Mal, wenn die Armee Schaden nimmt, wird die Ausweichrate um 10 % erhöht; dieser Effekt ist stapelbar. Nach einem erfolgreichen Ausweichen löscht er die zusätzliche Ausweichrate und fügt einer zufälligen feindlichen Armee 250 % (+ 1 % pro Stufe der Spezialameise) Schaden zu
es: El daño recibido por su escuadrón se reduce en un 25 %. Cada vez que el escuadrón recibe daño, la probabilidad de esquiva adicional aumenta un 10 %, y el efecto es acumulable. Tras esquivar con éxito, elimina la probabilidad de esquiva adicional e inflige un 250 % (+1 % por nivel especial de hormiga) de daño a 1 escuadrón enemigo aleatorio.
hu: Rajának elszenvedett sebzése 25%-kal csökken. Minden alkalommal, amikor a raj sebzést szenved, a további kitérési arány 10%-kal nő, és a hatás kumulatív. Sikeres kitérés után törli a további kitérési arányt, és 250% (+Speciális hangyas szint*1%) sebzést okoz 1 véletlenszerű ellenséges rajnak
it: Il danno subito dalla sua squadra si riduce del 25%. Ogni volta che la squadra subisce danni, aumenta il valore di schivata extra del 10% e l'effetto è cumulabile. Dopo una schivata riuscita, azzera il valore di schivata extra e infligge il 250% (+1% per livello speciale formica) di danni a 1 squadra nemica a caso
ja: 小隊が受けるダメージが25％減少します。小隊がダメージを受けるたびに、追加回避率が10％増加し、効果は累積します。回避に成功すると、追加回避率が消去されて、ランダムな敵小隊1つに250％（+特殊アリレベル*1％）のダメージを与えます
nl: De schade die de troep oploopt, is verminderd met 25%. Elke keer dat de troep schade oploopt, wordt de extraontwijkingspercentage met 10% verhoogd en is het effect stapelbaar. Na een succesvolle ontwijking wordt het extraontwijkingspercentage gewist en veroorzaakt het 250% (+niveau van speciale mier*1%) schade aan 1 willekeurige vijandelijke troep
pl: Otrzymywane przez oddział obrażenia są zmniejszone o 25%. Za każdym razem, kiedy oddział otrzymuje obrażenia, dodatkowy wskaźnik uniku wzrasta o 10%, a efekt się kumuluje. Po udanym uniknięciu dodatkowy wskaźnik uniku zostaje wyczyszczony, a 1 losowy oddział przeciwnika otrzymuje 250% (+1% * poziom specjalnej mrówki) obrażeń
vi: Giảm 25% sát thương phải chịu của đội hình. Mỗi lần đội hình chịu sát thương, Tỷ lệ né tránh bổ sung tăng 10% và hiệu ứng có thể cộng dồn. Sau khi né tránh thành công, hiệu ứng Tỷ lệ né tránh bổ sung sẽ biến mất và gây 250% (+cấp Kiến đặc biệt*1%) sát thương lên 1 đội hình địch ngẫu nhiên

# tricondylaApteraLongLegsSkillDescription20
source: The damage taken by its squad is reduced by 35%. Each time the squad takes damage, increases the extra Dodge Rate by 10% and the effect is stackable. After a successful dodge, it clears the extra Dodge Rate and deals 300% (+Special Ant Level*1%) damage to 1 random enemy squad
de: Der von seiner Armee genommene Schaden wird um 35 % reduziert. Jedes Mal, wenn die Armee Schaden nimmt, wird die Ausweichrate um 10 % erhöht; dieser Effekt ist stapelbar. Nach einem erfolgreichen Ausweichen löscht er die zusätzliche Ausweichrate und fügt einer zufälligen feindlichen Armee 300 % (+ 1 % pro Stufe der Spezialameise) Schaden zu
es: El daño recibido por su escuadrón se reduce en un 35 %. Cada vez que el escuadrón recibe daño, la probabilidad de esquiva adicional aumenta un 10 %, y el efecto es acumulable. Tras esquivar con éxito, elimina la probabilidad de esquiva adicional e inflige un 300 % (+1 % por nivel especial de hormiga) de daño a 1 escuadrón enemigo aleatorio.
hu: Rajának elszenvedett sebzése 35%-kal csökken. Minden alkalommal, amikor a raj sebzést szenved, a további kitérési arány 10%-kal nő, és a hatás kumulatív. Sikeres kitérés után törli a további kitérési arányt, és 300% (+Speciális hangyas szint*1%) sebzést okoz 1 véletlenszerű ellenséges rajnak
it: Il danno subito dalla sua squadra si riduce del 35%. Ogni volta che la squadra subisce danni, aumenta il valore di schivata extra del 10% e l'effetto è cumulabile. Dopo una schivata riuscita, azzera il valore di schivata extra e infligge il 300% (+1% per livello speciale formica) di danni a 1 squadra nemica a caso
ja: 小隊が受けるダメージが35％減少します。小隊がダメージを受けるたびに、追加回避率が10％増加し、効果は累積します。回避に成功すると、追加回避率が消去されて、ランダムな敵小隊1つに300％（+特殊アリレベル*1％）のダメージを与えます
nl: De schade die de troep oploopt, is verminderd met 35%. Elke keer dat de troep schade oploopt, wordt het extraontwijkingspercentage met 10% verhoogd en is het effect stapelbaar. Na een succesvolle ontwijking wordt het extraontwijkingspercentage gewist en veroorzaakt het 300% (+niveau van speciale mier*1%) schade aan 1 willekeurige vijandelijke troep
pl: Otrzymywane przez oddział obrażenia są zmniejszone o 25%. Za każdym razem, kiedy oddział otrzymuje obrażenia, dodatkowy wskaźnik uniku wzrasta o 10%, a efekt się kumuluje. Po udanym uniknięciu dodatkowy wskaźnik uniku zostaje wyczyszczony, a 1 losowy oddział przeciwnika otrzymuje 250% (+1% * poziom specjalnej mrówki) obrażeń
vi: Giảm 35% sát thương phải chịu của đội hình. Mỗi lần đội hình chịu sát thương, Tỷ lệ né tránh bổ sung tăng 10% và hiệu ứng có thể cộng dồn. Sau khi né tránh thành công, hiệu ứng Tỷ lệ né tránh bổ sung sẽ biến mất và gây 300% (+cấp Kiến đặc biệt*1%) sát thương lên 1 đội hình địch ngẫu nhiên

# tricondylaApteraBattlefieldAidSkillTitle
source: Battlefield Aid
de: Schlachtfeldhilfe
es: Auxilio en el campo de batalla
hu: Harctéri segítség
it: Assistenza in campo
ja: 戦場援助
nl: Hulp op het slagveld
pl: Pomoc na polu bitwy
vi: Trợ giúp chiến trường

# tricondylaApteraBattlefieldAidSkillDescription10
source: Has a 70% chance to heal 1-2 random squads of ours with a healing ratio of 150%, and increase their Attack and Defense by 20% for 1 round
de: Erhält 70 % Chance, 1-2 zufälligen Armeen von uns mit einem Heilungsverhältnis von 150 % zu heilen und ihren Angriff und ihre Verteidigung für 1 Runde um 20 % zu erhöhen
es: Tiene un 70 % de probabilidad de curar de 1 a 2 escuadrones nuestros al azar con un índice de curación del 150 %, y aumentar su ataque y defensa un 20 % durante 1 asalto.
hu: 70% eséllyel meggyógyít 1-2 véletlenszerű rajt a mienkből 150%-os gyógyító arányban, és 1 meneten keresztül 20%-kal növeli a támadásukat és védelmüket
it: Ha il 70% di possibilità di curare 1-2 nostre squadre casuali con una percentuale di cura del 150% e aumenta il loro attacco e la loro difesa del 20% per 1 round
ja: 確率70％で、自分たちのランダムな小隊1～2つを150％の回復率で回復し、攻撃力と防御力を1ラウンドの間20％増加させます
nl: Heeft een kans van 70% om 1-2 van onze willekeurige troepen te genezen met een genezingspercentage van 150% en hun aanval en verdediging 1 ronde lang met 20% te verhogen
pl: Ma 70% szans na wyleczenie 1-2 losowych naszych oddziałów wskaźnikiem leczenia 150% i zwiększenie ich ataku oraz obrony o 20% na 1 rundę
vi: Có 70% khả năng hồi 1-2 đội hình ngẫu nhiên của chúng ta với tỷ lệ hồi máu là 150% và tăng 20% Tấn công và Phòng thủ trong 1 lượt

# tricondylaApteraBattlefieldAidSkillDescription20
source: Has a 70% chance to heal 1-2 random squads of ours with a healing ratio of 180%, and increase their Attack and Defense by 50% for 1 round
de: Erhält 70 % Chance, 1-2 zufälligen Armeen von uns mit einem Heilungsverhältnis von 180 % zu heilen und ihren Angriff und ihre Verteidigung für 1 Runde um 50 % zu erhöhen
es: Tiene un 70 % de probabilidad de curar de 1 a 2 escuadrones nuestros al azar con un índice de curación del 180 %, y aumentar su ataque y defensa un 50 % durante 1 asalto.
hu: 70% eséllyel meggyógyít 1-2 véletlenszerű rajt a mienkből 180%-os gyógyító arányban, és 1 meneten keresztül 50%-kal növeli a támadásukat és védelmüket
it: Ha il 70% di possibilità di curare 1-2 nostre squadre casuali con una percentuale di cura del 180% e aumenta il loro attacco e la loro difesa del 50% per 1 round
ja: 確率70％で、自分たちのランダムな小隊1～2つを180％の回復率で回復し、攻撃力と防御力を1ラウンドの間50％増加させます
nl: Heeft een kans van 70% om 1-2 van onze willekeurige troepen te genezen met een genezingspercentage van 180% en hun aanval en verdediging 1 ronde lang met 50% te verhogen
pl: Ma 70% szans na wyleczenie 1-2 losowych naszych oddziałów wskaźnikiem leczenia 180% i zwiększenie ich ataku oraz obrony o 50% na 1 rundę
vi: Có 70% khả năng hồi 1-2 đội hình ngẫu nhiên của chúng ta với tỷ lệ hồi máu là 180% và tăng 50% Tấn công và Phòng thủ trong 1 lượt

# tricondylaApteraPhantomFormSkillTitle
source: Phantom Form
de: Geisterform
es: Forma fantasma
hu: Szellemforma
it: Forma fantasma
ja: 幽霊フォーム
nl: Fantoomachtige verschijning
pl: Widmowa forma
vi: Dạng ảo ảnh

# tricondylaApteraPhantomFormSkillDescription10
source: During the battle, each time its squad dodges, there is a 60% chance to increase the Skill Damage of all our squads by 10% and increase these skills Crit Rate by 10% if they require preparation. This effect lasts for 2 rounds and is stackable
de: Während des Kampfes erhält seine Armee jedes Mal, wenn sie ausweicht, eine Chance von 60 %, den Fertigkeitsschaden aller unserer Armeen um 10 % zu erhöhen, und eine Chance von 10 %, die Kritische-Treffer-Wahrscheinlichkeit dieser Fertigkeiten zu erhöhen, wenn sie eine Vorbereitung erfordern. Dieser Effekt hält 2 Runden an und ist stapelbar
es: Durante la batalla, cada vez que su escuadrón esquiva, hay un 60 % de probabilidad de aumentar el daño de habilidad de todos nuestros escuadrones un 10 % y aumentar la probabilidad de críticos de estas habilidades un 10 % si requieren preparación. Este efecto dura 2 asaltos y es acumulable.
hu: A csata során minden alkalommal, amikor a raja kitér, 60% eséllyel 10%-kal növeli az összes rajunk képességsebzését, és 10%-kal növeli ezen képességek kritikus találati arányát, ha felkészítést igényelnek. Ez a hatás 2 meneten keresztül tart, és kumulatív
it: Durante la battaglia, ogni volta che la sua squadra schiva, c'è una probabilità del 60% di aumentare il danno abilità di tutte le nostre squadre del 10% e di aumentare il tasso di critico di queste abilità del 10% se richiedono una preparazione. Questo effetto dura 2 round ed è cumulabile
ja: 戦闘中、自分の小隊が回避するたびに、確率60％で自分たちのすべて小隊のスキルダメージが10％増加し、準備が必要な場合、これらのスキルのクリティカル率が10％増加します。この効果は2ラウンド持続し、累積します
nl: Tijdens de strijd is er elke keer dat zijn troep ontwijkt een kans van 60% om de vaardigheidsschade van al onze troepen met 10% te verhogen en de kans op een kritieke treffer met 10% te verhogen als ze voorbereiding nodig hebben. Dit effect houdt 2 rondes aan en is stapelbaar
pl: Podczas bitwy za każdym razem, kiedy jego oddział wykona unik, istnieje 60% szans na zwiększenie obrażeń od umiejętności wszystkich naszych oddziałów o 10% oraz zwiększenie wskaźnika trafienia krytycznego tych umiejętności o 10%, jeśli wymagają przygotowania. Efekt trwa przez 2 rundy i jest kumulatywny
vi: Trong trận chiến, mỗi khi đội hình của nó né tránh, có 60% khả năng tăng 10% Sát thương kỹ năng của toàn bộ đội hình của chúng ta và tăng 10% Tỷ lệ chí mạng của các kỹ năng này nếu chúng cần chuẩn bị. Hiệu ứng này kéo dài trong 2 lượt và có thể cộng dồn

# tricondylaApteraPhantomFormSkillDescription20
source: During the battle, each time its squad dodges, there is a 70% chance to increase the Skill Damage of all our squads by 15% and increase these skills Crit Rate by 15% if they require preparation. This effect lasts for 2 rounds and is stackable
de: Während des Kampfes erhält seine Armee jedes Mal, wenn sie ausweicht, eine Chance von 70 %, den Fertigkeitsschaden aller unserer Armeen um 15 % zu erhöhen, und eine Chance von 15 %, die Kritische-Treffer-Wahrscheinlichkeit dieser Fertigkeiten zu erhöhen, wenn sie eine Vorbereitung erfordern. Dieser Effekt hält 2 Runden an und ist stapelbar
es: Durante la batalla, cada vez que su escuadrón esquiva, hay un 70 % de probabilidad de aumentar el daño de habilidad de todos nuestros escuadrones un 15 % y aumentar la probabilidad de críticos de estas habilidades un 15 % si requieren preparación. Este efecto dura 2 asaltos y es acumulable.
hu: A csata során minden alkalommal, amikor a raja kitér, 70% eséllyel 15%-kal növeli az összes rajunk képességsebzését, és 15%-kal növeli ezen képességek kritikus találati arányát, ha felkészítést igényelnek. Ez a hatás 2 meneten keresztül tart, és kumulatív
it: Durante la battaglia, ogni volta che la sua squadra schiva, c'è una probabilità del 70% di aumentare il danno abilità di tutte le nostre squadre del 15% e di aumentare il tasso di critico di queste abilità del 15% se richiedono una preparazione. Questo effetto dura 2 round ed è cumulabile
ja: 戦闘中、自分の小隊が回避するたびに、確率70％で自分たちのすべて小隊のスキルダメージが15％増加し、準備が必要な場合、これらのスキルのクリティカル率が15％増加します。この効果は2ラウンド持続し、累積します
nl: Tijdens de strijd is er elke keer dat zijn troep ontwijkt een kans van 70% om de vaardigheidsschade van al onze troepen met 15% te verhogen en de kans op een kritieke treffer met 15% te verhogen als ze voorbereiding nodig hebben. Dit effect houdt 2 rondes aan en is stapelbaar
pl: Podczas bitwy za każdym razem, kiedy jego oddział wykona unik, istnieje 70% szans na zwiększenie obrażeń od umiejętności wszystkich naszych oddziałów o 15% oraz zwiększenie wskaźnika trafienia krytycznego tych umiejętności o 15%, jeśli wymagają przygotowania. Efekt trwa przez 2 rundy i jest kumulatywny
vi: Trong trận chiến, mỗi khi đội hình của nó né tránh, có 70% khả năng tăng 15% Sát thương kỹ năng của toàn bộ đội hình của chúng ta và tăng 15% Tỷ lệ chí mạng của các kỹ năng này nếu chúng cần chuẩn bị. Hiệu ứng này kéo dài trong 2 lượt và có thể cộng dồn

# utcHour
source: {hour} UTC
de: UTC {hour}

# antTypeGSS
source: GSS
uk: Охорона шутерів

# pvpAbbreviation
source: PvP
es: JcJ

# pveAbbreviation
source: PvE
es: JcE

source: Dasymutilla occidentalis
mk: Дазимутила Оксиденталис
zh: 西方天鹅绒切叶蚁

# subFamilyDorylinaeTitle
source: Dorylinae
zh: 游猎蚁亚科

# subFamilyEctatomminaeTitle
source: Ectatomminae
zh: 掘沟蚁亚科

# subFamilyFormicinaeTitle
source: Formicinae
zh: 蚁亚科

# subFamilyHarpactorinaeTitle
source: Harpactorinae
zh: 伏猎蚁亚科

# subFamilyMyrmeciinaeTitle
source: Myrmeciinae
zh: 切叶蚁亚科

# subFamilyMyrmicinaeTitle
source: Myrmicinae
zh: 家蚁亚科

# subFamilyParaponerinaeTitle
source: Paraponerinae
zh: 斑点蚁亚科

# subFamilyPonerinaeTitle
source: Ponerinae
zh: 丛蚁亚科

# subFamilyPseudomyrmecinaeTitle
source: Pseudomyrmecinae
zh: 假蚁亚科

# subFamilySalticinaeTitle
source: Salticinae
zh: 跳蚁亚科

source: Ampulex compressa
zh: 阿姆氏沙螽蜂

source: Aphantochilus Rogersi
zh: 黑癌

source: Arilus cristatus
zh: 轮盾蝽

source: Atta laevigata
zh: 平滑切叶蚁

source: Atta Sexdens
zh: 切叶蚁

# attaSexdensCommon
source: Atta Sexdens
zh: 切叶蚁

source: Camponotus coloratus
zh: 大木蚁

source: Camponotus chromaiodes
zh: 红山蚁

source: Echiton burchellii
zh: 布氏军蚁
