Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# dorylusDriverDescription
source: Seasonally, when food supplies become short, they leave the hill and form marching columns of up to 20,000,000 ants, which constitute a considerable threat to humans, though they can be easily avoided as a column can only travel about 20 meters in an hour. It is for those unable to move, or when the columns pass through homes, that there is the greatest risk. The presence of a mobile column of safari ants is, conversely, beneficial to certain human communities, such as the Maasai.
ar: موسميًا، عندما تصبح إمدادات الطعام شحيحة، تغادر التل وتشكل أعمدة مسيرة تضم ما يصل إلى 20000000 نملة، مما يشكل تهديدًا كبيرًا للبشر، على الرغم من أنه يمكن تجنبها بسهولة حيث لا يمكن للعمود أن يقطع سوى حوالي 20 مترًا في الساعة. بالنسبة لأولئك غير القادرين على الحركة، أو عندما تمر الأعمدة عبر المنازل، تكون هناك أكبر خطر. وعلى العكس من ذلك، فإن وجود عمود متنقل من نمل السفاري مفيد لمجتمعات بشرية معينة، مثل الماساي.
bg: Сезонно, когато запасите от храна станат малки, те напускат хълма и образуват маршови колони от до 20 000 000 мравки, което представлява значителна заплаха за хората, въпреки че могат да бъдат лесно избегнати, тъй като една колона може да измине само около 20 метра за час. При тези, които не могат да се движат или когато колоните преминават през домове, тази заплаха е най-голяма. За разлика от това наличието на подвижна колона от сафари мравки е от полза за някои човешки общности, като масай.
de: Wenn die Nahrungsvorräte knapp werden, verlassen sie ihren Hügel saisonal und bilden Marschkolonnen mit bis zu 20.000.000 Ameisen, die eine beträchtliche Bedrohung für Menschen darstellen, obwohl sie leicht vermieden werden können, da sich eine Kolonne nur etwa 20 Meter in einer Stunde bewegen kann. Für diejenigen, die sich nicht bewegen können, oder wenn die Kolonnen durch Häuser ziehen, besteht das größte Risiko. Andererseits ist das Vorhandensein einer mobilen Säule von Safariameisen für bestimmte menschliche Gemeinschaften, wie etwa die Massai, von Vorteil.
hu: Idényjellegűen, amikor kevés az élelem, elhagyják a dombot és akár 20 000 000 hangyából álló menetoszlopokat alkotnak, amelyek jelentős veszélyt jelentenek az emberekre, bár könnyen elkerülhetők, mivel az oszlop csak körülbelül 20 métert tud megtenni egy óra alatt. Azok számára, akik nem tudnak mozogni, vagy amikor az oszlopok áthaladnak az otthonokon, a legnagyobb a kockázat. Ezzel szemben a szafarihangyák mozgó oszlopának jelenléte hasznos bizonyos emberi közösségek számára, például a maszájok.
it: Stagionalmente, quando scarseggiano le fonti di cibo, lasciano la collina e formano colonne in movimento di un massimo di 20.000.000 di formiche, che rappresentano una minaccia considerevole per gli uomini, anche se possono essere facilmente evitate, poiché una colonna può percorrere solo circa 20 metri in un'ora. Il rischio più alto si presenta per coloro che non sono in grado di muoversi o quando le colonne attraversano le case. La presenza di una colonna mobile di formiche safari, al contrario, è benefica per alcune comunità umane, come i Masai.
ja: 食糧が不足すると、季節的に丘を出て最大20,000,000匹のアリの行軍列を作り、人間にかなりの脅威となりますが、列は1時間で約20メートルしか移動できないため、簡単に回避できます。移動できない人や列が家を通過するときに最もリスクが高くなります。その一方で、サファリアリの一団の存在は、マサイ族など特定の人間社会に有益です。
mk: Сезонски, кога залихите од храна стануат скраднати, тие го напуштаат ридот и формираат колони за марширање со до 20,000,000 мравки, што претставува значителна закана за луѓето, иако тие лесно се можат да избегнат, бидејќи една колона може да патува само околу 20 метри во еден час. Но, за оние кои не можат да се движат, или кога колоните поминуваат низ домови, постои најголем ризик. Од друга страна, присуството на мобилна колона на сафари мравки е корисно за одредени заедници, како што се Масаите.
nl: Seizoensgebonden, wanneer het voedselaanbod schaars wordt, verlaten ze de heuvel en vormen ze marcherende kolonnes van maximaal 20.000.000 mieren, wat een aanzienlijke bedreiging vormt voor mensen, hoewel ze gemakkelijk kunnen worden vermeden omdat een colonne slechts ongeveer 20 meter per uur kan afleggen. Het grootste risico is voor mensen die niet kunnen bewegen of wanneer de kolonnes door huizen trekken. De aanwezigheid van een mobiele colonne safari-mieren is daarentegen gunstig voor bepaalde menselijke gemeenschappen, zoals de Maasai.
pl: Sezonowo, gdy zapasy pożywienia stają się ograniczone, opuszczają mrowisko i tworzą maszerujące kolumny liczące do 20 000 000 mrówek, które stanowią poważne zagrożenie dla ludzi, chociaż można ich łatwo uniknąć, ponieważ kolumna może przebyć tylko około 20 metrów w ciągu godziny. Największe ryzyko ponoszą ci, którzy nie mogą się poruszać, lub gdy kolumny przechodzą przez domy. Obecność ruchomej kolumny mrówek wędrownych jest odwrotnie korzystna dla niektórych społeczności ludzkich, takich jak Masajowie.
ru: В определенное время года, когда запасы пищи сокращаются, они покидают муравейник и образуют походные колонны, насчитывающие до 20 000 000 муравьев, которые представляют существенную угрозу для людей, хотя их можно легко избежать, так как колонна может продвигаться только на 20 метров в час. Те, кто не может двигаться, или когда колонны проходят через дома, подвергаются наибольшему риску. Присутствие передвигающейся колонны муравьев-кочевников, наоборот, приносит пользу некоторым людским сообществам, таким как масаи.
tr: Mevsimsel olarak, gıda kaynakları kıtlaştığında, tepeyi terk ederler ve saatte sadece yaklaşık 20 metre yol alabilen bir sütunda 20.000.000 adede kadar karıncadan oluşan yürüyüş sütunları oluştururlar ve bu da insanlar için önemli bir tehdit oluşturur. Bu, hareket edemeyenler için veya sütunların evlerden geçtiği zamanlarda en büyük riskin olduğu anlamına gelir. Gezici bir safari karınca sütununun varlığı tersine Maasai gibi bazı insan topluluklarına faydalıdır.
uk: Сезонно, коли продовольство вичерпується, вони залишають мурашник і утворюють колони з до 20 000 000 мурах, що становить значну загрозу для людей, хоча їх можна легко уникнути, оскільки колона може пройти лише близько 20 метрів за годину. Найбільший ризик для тих, хто не може рухатись, або коли колони проходять через будинки. Навпаки, присутність рухомої колонії бродячих мурах є корисною для певних людських спільнот, таких як масаї.
vi: Vào mùa, khi nguồn thức ăn trở nên khan hiếm, chúng rời khỏi đồi và tạo thành các đoàn quân lên tới 20.000.000 con kiến, gây ra mối đe dọa đáng kể đối với con người, mặc dù có thể dễ dàng tránh được vì một đoàn quân chỉ có thể đi được khoảng 20 mét trong một giờ. Đối với những người không thể di chuyển, hay khi các đoàn quân đi qua nhà, đó là lúc có nguy cơ cao nhất. Ngược lại, sự hiện diện của một đoàn quân kiến đi săn theo kiểu du mục lại có lợi cho một số cộng đồng người, chẳng hạn như người Maasai.
zh: 每当食物供应短缺时，它们就会季节性地离开山丘并形成多达 20,000,000 只蚂蚁的游行队列，这对人类构成相当大的威胁，不过可以轻松躲避，因为队列每小时只能行进大约 20 米。对于那些无法移动的人，或当队列穿过房屋时，风险最大。相反，狩猎蚁的流动队列对某些人类群体（例如马赛人）是有益的。

# duskyLurkerDescription
source: Not much is known of this species
ar: ليس من المعلوم الكثير عن هذه الفصيلة
bg: Не се знае много за този вид
de: Über diese Art ist nicht viel bekannt.
es: No se conoce mucho sobre esta especie
fil: Hindi gaanong kilala ang uri ng hayop na ito
hu: Kevés információval rendelkezünk erről a fajról
it: Non si sa molto di questa specie
ja: この種についてはあまり知られていません
mk: За овој вид не се знае многу
nl: Er is niet veel bekend over deze soort
pl: Niewiele wiadomo na temat tego gatunku.
ru: Об этой разновидности мало что известно.
tr: Bu tür hakkında çok fazla şey bilinmiyor
uk: Про цей вид відомо не багато
vi: Không có nhiều thông tin về loài này.
zh: 對此物種所知不多

# ecitonRapaxDescription
source: This species performs expansive, organized swarm raids. Soldiers have much larger heads and specialized mandibles for defense.
ar: فريق من نمل اللصوص يتحرك عبر غابة في أمريكا الجنوبية.
bg: Този вид извършва обширни, организирани нашествия на рояци. Войниците имат много по-големи глави и специализирани мадибули за защита.
de: Eciton rapax, auch Wanderameise genannt, ist eine Art wandernder Ameisen aus den Regenwäldern Amerikas. Sie sind bekannt für ihre räuberische Lebensweise und ihre Fähigkeit, große, kolonnenartige Schwärme zu bilden, die bis zu Hunderten von Metern lang sein können. Eciton rapax sind hochsoziale Insekten, die in großen Kolonien leben, die aus Millionen von Individuen bestehen. Die Kolonien werden von einer einzigen Königin angeführt, die für die Eiablage verantwortlich ist. Die Arbeiterinnen sind für die Nahrungssuche, die Brutpflege und die Verteidigung der Kolonie zuständig. Eciton rapax sind opportunistische Fresser, die sich von einer Vielzahl von Beutetieren ernähren, darunter Insekten, Spinnen, Reptilien und sogar kleine Säugetiere. Sie jagen in großen Schwärmen und überwältigen ihre Beute mit ihrer großen Zahl. Eciton rapax sind faszinierende Kreaturen, die eine wichtige Rolle im Ökosystem des Regenwaldes spielen. Sie sind ein Beispiel für die unglaubliche Vielfalt und Anpassungsfähigkeit der Natur.
es: Esta especie realiza redadas organizadas y expansivas. Los soldados tienen cabezas mucho más grandes y mandíbulas especializadas para la defensa.
fil: Ang mga ganitong uri ay nagsasagawa ng malawak at organisadong mga pagsalakay ng kawan. Mas malalaki ang ulo ng mga sundalo at espesyal na mga panga para sa pagtatanggol.
hu: Ez a faj óriási, szervezett rajokban vadászik. A katonák fejének jóval nagyobbnak kell lennie, és specializált rágóik vannak a védekezéshez.
it: Questa specie compie vaste e organizzate incursioni in sciame. I soldati hanno teste molto più grandi e mandibole specializzate per la difesa.
ja: この種は、大規模で組織化された集団襲撃を行います。兵隊のアリは、より大きな頭部と特殊な大あごを持っています。
mk: Овој вид врши организирани ројни напади. Војниците имаат многу поголеми глави и специјализирани вилици за одбрана.
nl: Deze soort voert uitgestrekte, georganiseerde zwermraids uit. Soldaten hebben veel grotere koppen en gespecialiseerde mandibels voor verdediging.
pl: Ten gatunek przeprowadza ekspansywne, zorganizowane łupieżcze rajdy. Żołnierze mają znacznie większe głowy i wyspecjalizowane żuchwy do obrony.
ru: Этот вид проводит обширные организованные рейды. У солдат гораздо более крупные головы и специализированные челюсти для защиты.
tr: Bu tür geniş çaplı, düzenli sürüler halinde akınlar düzenler. Askerlerin çok daha büyük kafaları ve savunma amacıyla özel mandibulaları vardır.
uk: Цей вид здійснює масштабні, організовані рейди. Солдати мають набагато більші голови та спеціалізовані мандибули для захисту.
vi: Loài này thực hiện các cuộc tấn công bầy đàn rộng lớn, có tổ chức. Kiến lính có đầu lớn hơn nhiều và có hàm chuyên biệt để phòng thủ.
zh: 食人蚁可以批量捕杀猎物，是一种无脊椎动物。它们是热带地区的一种主要掠食者。

# echitonBurchelliiDescription
source: is a species of New World army ant in the genus Eciton. This species performs expansive, organized swarm raids that give it the informal name, Eciton army ant
ar: نوع من نمل جيش العالم الجديد في جنس Echiton. ينفذ هذا النوع غارات منظمة ومتوسعة تمنحه الاسم غير الرسمي، نملة جيش Echiton.
bg: представлява вид новосветска инвазивна мравка от рода Eciton. Този вид извършва експанзирани и организирани роеви набези, поради което носи и неформалното название домовата мравка Ецитон
de: ist eine Art der Wanderameisen in der Gattung Eciton. Diese Art führt ausladende und organisierte Schwarmbildungen durch, die ihr den Spitznamen Eciton-Wanderameise einbrachten.
es: es una especie de hormiga guerrera del Nuevo Mundo del género Eciton. Esta especie realiza incursiones organizadas y expansivas que le dan el nombre informal de hormiga guerrera Eciton
fil: ay isang species ng New World army ant sa genus na Eciton. Gumagawa ang species na ito ng malawak at organisadong pagsalakay ng mga langgam na nagbibigay rito ng impormal na pangalang Eciton army ant
hu: a New World hadsereg hangyák egy fajtája az Eciton nemzetségéből. Ez a faj hatalmas, szervezett rajszerű támadásokat hajt végre, amelynek köszönheti informális nevét, az Eciton hadsereg hangya.
it: è una specie di formica militare del Nuovo Mondo del genere Eciton. Questa specie compie incursioni sciamistiche espansive e organizzate che le hanno dato il nome informale di formica militare Eciton.
ja: はエシトン属の軍隊アリの種です。大規模かつ組織的な群れを形成して襲撃を行うため、エシトン軍隊アリと呼ばれています
mk: е тип на американска армиска мравка во родот Eciton. Оваа врста врши експанзивни, организирани налети на роеви поради кои неформално се нарекува армиска мравка Eciton
nl: is een soort Nieuwe Wereld legermier in het geslacht Eciton. Deze soort voert uitgestrekte, georganiseerde zwermaanvallen uit die het de informele naam Eciton legermier geven
pl: to gatunek mrówki koczowniczej z Nowego Świata z rodzaju Eciton. Ten gatunek przeprowadza rozległe, zorganizowane rajdy rojów, które przynoszą mu nieformalną nazwę, mrówka koczownicza Eciton
ru: вид муравьев-кочевников из рода Eciton. Этот вид совершает массовые, организованные набеги на другие колонии, за что получил неофициальное название армейский муравей Eciton
tr: Eciton cinsi Yeni Dünya ordu karıncalarından bir türdür. Bu tür, genişleyen ve örgütlü sürü baskınları yapan ve bu nedenle gayri resmi olarak Eciton ordu karıncası olarak adlandırılan bir karıncadır.
uk: є одним з видів мурах-кочовиків Нового Світу з роду Eciton. Цей вид здійснює великомасштабні, організовані наскоки, що дало йому неофіційну назву, мурмухи-кочовики Eciton
vi: là một loài kiến quân đoàn ở Tân thế giới thuộc chi Eciton. Loài này thực hiện các cuộc tấn công bầy đàn rộng lớn, có tổ chức, khiến chúng có biệt danh là kiến quân đoàn Eciton.
zh: 是 Eciton 属中的一种新世界军团蚁。该物种进行大规模、有组织的集群突袭，因此得名 Eciton 军团蚁。

# euspinoliaMilitarisDescription
source: Though it is a wingless wasp, it has sometimes been referred to by the name panda ant. It has been referred to as the 'panda ant' due to its coloration, consisting of a white coat covering all of its head except the eyes, and black and white spots appearing over the rest of its body. The coloration is aposematic, serving as a warning to predators of its painful and powerful sting.
ar: على الرغم من أنها دبور بدون أجنحة، إلا أنها تُعرف أحيانًا باسم نملة الباندا. لقد تمت الإشارة إليها باسم "نملة الباندا" بسبب تلوينها المكون من معطف أبيض يغطي رأسها بالكامل باستثناء العيون وبقع سوداء وبيضاء تظهر على باقي جسدها. التلوين مقلد، ويشير إلى المحترفين على لسعتها القوية والمؤلمة.
bg: Въпреки че е безкрила оса, понякога е наричана панда мравка. Наименованието „панда мравка“ се използва заради нейното оцветяване - бяла окраска, покриваща цялата й глава с изключение на очите, и черни и бели петна по останалата част на тялото. Оцветяването е апосематично, служейки като предупреждение за хищниците за нейното болезнено и силно ужилване.
de: Obwohl es sich um eine flügellose Wespe handelt, wird sie manchmal als Pandaameise bezeichnet. Die Bezeichnung „Pandaameise“ wird aufgrund ihrer Färbung verwendet, die aus einem weißen Kopf, mit Ausnahme der Augen, und schwarz-weißen Flecken auf dem Rest ihres Körpers besteht. Die Färbung dient als Warnung vor ihrem schmerzhaften und giftigen Stachel.
es: Aunque es una avispa sin alas, a veces se la ha llamado hormiga panda. Se le ha llamado "hormiga panda" debido a su coloración, que consiste en una capa blanca cubriendo la cabeza excepto los ojos y manchas blancas y negras que aparecen en el resto del cuerpo. La coloración es aposemática, sirviendo como advertencia a los depredadores de su dolorosa y potente picadura
fil: Kahit na ito ay walang pakpak na bubuyog, ito ay madalas na tinutukoy ng pangalang panda ant. Ito ay tinutukoy bilang "panda ant" dahil sa kulay nito, na binubuo ng puting balat na tumatakip sa lahat ng ulo nito maliban sa mata, at itim at puting batik na lumalabas sa natitirang bahagi ng katawan nito. Ang kulay nito ay aposematik, na nagsisilbing babala sa mga maninila tungkol sa masakit at malakas nitong kagat.
hu: Bár szárnytalan darázs, néha panda hangyának nevezik. "Panda hangyának" a színezetéről való elnevezése miatt, amely a szemén kívül fehér bundából áll, ami az egész fejét lefedi, és fekete és fehér foltok jelennek meg testének többi részén. A színezés riasztó, amely figyelmezteti a ragadozókat fájdalmas és erős csípésére.
it: Sebbene sia una vespa senza ali, a volte è stata chiamata formica panda. È stata definita "formica panda" a causa della sua colorazione, costituita da un mantello bianco che copre tutta la testa tranne gli occhi e macchie bianche e nere che compaiono sul resto del corpo. La colorazione è aposematica e serve come avvertimento per i predatori della sua puntura potente e dolorosa.
ja: ハチの仲間ですが、翼がありません。体色がパンダに似ていることから、パンダ蟻と呼ばれることがあります。白い毛で覆われた頭部に黒い目、残りの体には白と黒の斑点があります。この体色は警告色で、獲物をその強力な針から遠ざけます。
mk: И покрај тоа што е оса без крилја, понекогаш ја нарекуваат оса панда. Таа е наречена "оса панда" поради нејзината боја, составена од бела боја која и ја покрива целата глава освен очите и црно-бели дамки што се појавуваат на остатокот од нејзиното тело. Нејзината боја е апосематска, служејќи како предупредување до грабливците за нејзиното болно и моќно жилење.
nl: Hoewel het een vleugelloze wesp is, wordt het soms aangeduid met de naam panda-mier. Het wordt de "panda-mier" genoemd vanwege zijn kleuring, bestaande uit een witte vacht die zijn hele kop bedekt behalve de ogen en zwart-witte vlekken over de rest van zijn lichaam. De kleuring is aposematisch en dient als een waarschuwing voor roofdieren voor zijn pijnlijke en krachtige steek.
pl: Pomimo tego, że jest to osa bezskrzydła, czasem nazywana jest mrówką pandą. Nazywana jest "mrówką pandą" ze względu na jej ubarwienie, składające się z białego futra pokrywającego całą jej głowę poza oczami oraz czarnych i białych plamek pojawiających się na reszcie jej ciała. Ubarwienie jest aposematyczne, służąc jako ostrzeżenie dla drapieżników przed jej bolesnym i mocnym ukąszeniem.
ru: Хотя это и бескрылая оса, ее иногда называют муравьем-пандой. Такое название она получила из-за окраски: белое брюшко, за исключением глаз, и черно-белые пятна по всему телу. Окраска предупреждающая, сигнализирующая хищникам о болезненном и сильном жале.
tr: Kanatsız bir eşekarısı olsa da bazen panda karıncası adıyla anılır. "Panda karıncası" olarak anılmasının nedeni, gözleri hariç kafasının tamamını kaplayan beyaz bir kürkü ve vücudunun geri kalanında görünen siyah ve beyaz noktalar olmasıdır. Renklenme, acı verici ve güçlü sokmasına karşı bir uyarı olarak görev yapan, aposematiktir.
uk: Хоча це і безкрила оса, іноді її називають мурахою-пандою. Її називали "мурахою-пандою" через її забарвлення, що складається з білого покриву, що охоплює всю її голову, за винятком очей, та чорно-білих плям, що з'являються на решті її тіла. Забарвлення аноматичне, виступає як попередження хижакам про її хворобливе і потужне жало.
vi: Mặc dù là loài ong bắp cày không cánh, nhưng đôi khi nó được gọi là kiến ong Chúa đen trắng. Nó được gọi là "kiến ong Chúa đen trắng" vì màu sắc của nó, bao gồm một lớp lông màu trắng phủ kín toàn bộ đầu trừ mắt, và các đốm đen trắng xuất hiện trên phần còn lại của cơ thể. Màu sắc này có tính cảnh báo, đóng vai trò như một lời cảnh báo với những kẻ săn mồi về vết đốt mạnh và đau đớn của nó.
zh: 它是一种无翅胡蜂，有时被称为“熊猫蚁”。它被称为“熊猫蚁”是因为其颜色由白色皮毛组成，覆盖其头部（除了眼睛），并且在其身体的其他部位上有黑色和白色斑点。该颜色为警戒色，警告捕食者它具有痛苦和强大的刺痛。

source: Formica Clara
ar: فورميكا كلارا
ja: フォルミカ・クララ
zh: 黑蚁

# formicaClaraCommon
source: Formica Clara
ar: فورميكا كلارا
ja: フォルミカ・クララ
zh: 黑蚁

# formicaClaraDescription
source: Although this species is widely distributed it is limited to grasslands at relatively low altitudes. Nests are often rather populous
ar: على الرغم من أن هذا النوع منتشر على نطاق واسع، إلا أنه يقتصر على الأراضي العشبية على ارتفاعات منخفضة نسبيًا. غالبًا ما تكون الأعشاش مكتظة بالسكان.
bg: Въпреки че този вид е широко разпространен, той е ограничен до пасища на сравнително ниска надморска височина. Гнездата често са доста многолюдни
de: Obwohl diese Art weit verbreitet ist, ist sie auf Grasland in relativ geringen Höhen beschränkt. Nester sind oft ziemlich bevölkert.
es: Aunque esta especie está ampliamente distribuida, se limita a pastizales a altitudes relativamente bajas. Los nidos suelen ser bastante poblados
fil: Kahit na malawakang kumakalat ang ganitong species, limitado pa rin ito sa mga damuhang may medyo mabababang altitude. Kadalasan, medyo malaki ang populasyon ng mga pugad
hu: Bár ezt a fajt sokfelé megtalálhatjuk, kizárólag viszonylag alacsonyan fekvő füves területeken él. Fészkei gyakran meglehetősen népesek
it: Sebbene questa specie sia ampiamente diffusa, è limitata a praterie ad altitudini relativamente basse. I nidi sono spesso piuttosto popolosi
ja: この種は広く分布していますが、比較的低い高度の草原に限られています。巣はしばしばかなり人口密度が高いです
mk: Иако оваа врста е широко распространета, таа е ограничена на тревни површини на релативно мала надморска височина. Во гнездата често има доста поединци
nl: Hoewel deze soort wijdverspreid voorkomt, is hij beperkt tot graslanden op relatief lage hoogtes. nesten zijn vaak nogal volkrijk
pl: Chociaż ten gatunek występuje wszędzie, występuje głównie na trawiastych obszarach na stosunkowo niskich wysokościach. Gniazda są często dość zaludnione
ru: Этот широко распространенный вид существует только на относительно низких высотах в прериях, а ульи, как правило, довольно многолюдные.
tr: Bu tür yaygın şekilde dağılmış olmasına rağmen görece düşük yüksekliklerde otlaklarla sınırlıdır. Yuvalar çoğu zaman oldukça kalabalıktır
uk: Хоча в’артому як цей вид розповсюджений на великій території, він обмежується пасовищами на відносно невеликій висоті. У гніздах часто перебуває досить багато мешканців.
vi: Mặc dù loài này phân bố rộng rãi nhưng chúng chỉ giới hạn ở các đồng cỏ ở độ cao tương đối thấp. Các tổ thường khá đông đúc
zh: 虽然该物种分布广泛，但仅限于相对低海拔的草原。蚁巢通常人口众多。

source: Gnamptogenys mordax
ar: جناثو مورداكس
ja: グナプトゲニス・モルダックス
zh: 细颌切叶蚁

# gnamptogenysMordaxCommon
source: Ruby Slender
ar: روانبي أحمر رفيع
bg: Рубинена слаба
de: Rubinrote Schlanke
es: Hormiga esbelta ruby
hu: Karcsú rubint (Gnamptogenys mordax)
ja: ルビースレンダー
pl: Ryby smuklik
ru: Тонкий рубиновый муравей
tr: Sivri Kırmızı Karınca
uk: Тонкий рубіновий мураха
vi: Kiến ruồi đen
zh: 红宝石细颌切叶蚁

# gnamptogenysMordaxDescription
source: A common dweller of humid forests
ar: مُقيم شائع للغابات الرطبة. جسم داكن جدًا، بني، أسود تقريبًا؛ الأرجل بنية داكنة.
bg: Обитава влажни гори. Тялото е много тъмно, кафяво, почти черно; краката са тъмнокафяви.
de: Ein häufiger Bewohner feuchter Wälder. Körper sehr dunkelbraun, fast schwarz; Beine dunkelbraun.
es: Una habitante común de bosques húmedos
fil: Isang karaniwang naninirahan sa mahalumigmig na kagubatan
hu: Nedves erdőkben élő gyakori hangyafaj
it: Un abitante comune delle foreste umide
ja: 湿潤な森林に一般的に生息しています
mk: Чест жител на влажните шуми
nl: Een veelvoorkomende bewoner van vochtige bossen
pl: Często można go spotkać w wilgotnych lasach
ru: Обитают во влажных лесах
tr: Nemli ormanların yaygın sakini
uk: Звичайний мешканець вологих лісів
vi: Một loài thường gặp ở các khu rừng ẩm
zh: 潮湿森林中的常见居民。身体非常黑褐色，几乎接近黑色；腿部深棕色。

source: Harpegnathos venator
ar: هاربيناثوس فيناتور
ja: Harpengnathos venator
zh: 捕猎剪叶蚁

# harpegnathosVenatorCommon
source: Guard General
ar: جنرال الحراسة
bg: Пазач генерал
de: Wächtergeneral
es: General de la Guardia
fil: Heneral na Guwardiya
hu: Őrgeneral
it: Guardia Generale
mk: Генерал на стража
nl: Generaal
pl: Generał strażnik
ru: Генерал-охрана
tr: Garrison Generali
uk: Головний охоронець
vi: Kiến tướng quân
zh: 守护将军
