Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# goldArmorBigBiteSkillDescription10
source: Has a 55% chance to deal 232.5% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range
ar: %55 احتمال لديها لإلحاق ضرر بنسبة 232.5% (+المستوى الخاص للنمل*2.5%) بإحدى فرق العدو العشوائية ضمن النطاق الفعال
bg: Има 55% шанс да нанесе 232,5% (+Ниво на специален мравък*2,5%) щети на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 55 %, 232,5 % (+ % Spezialameisenlevel*2,5) Schaden an 1 zufälligen feindlichen Truppendivision innerhalb der effektiven Reichweite zu verursachen
es: Tiene un 55 % de probabilidad de infligir un 232,5 % de daño (+ nivel especial de hormiga * 2,5 %) a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Mayroong 55% na tsansang na magbigay ng 232.5% (+Special Ant Level*2.5%) pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 55% eséllyel a hatótávolságon belül 1 véletlenszerű ellenséges osztagnak 232,5% (+Speciális hangya szintje*2,5%) sebzést okoz
it: Ha il 55% di possibilità di infliggere il 232,5% di danni (+Livello Formica Speciale*2,5%) a 1 squadra nemica casuale entro raggio efficace
ja: 有効範囲内の敵のランダムな1部隊に232.5%（+特殊アリのレベル*2.5%）のダメージを与える確率が55%。
mk: Шанса од 55% за предизвикува 232.5% (+Ниво на специјални мравки*2.5%) штета на 1 случаен непријателски ескадрон во ефективен дострел
nl: Heeft een kans van 55% om 232,5% (+Speciaal Mierenniveau*2,5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen effectief bereik
pl: Ma 55% szans na zadanie 232,5% (+Specjalny poziom mrówki*2,5%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Есть 55% вероятность нанести 232,5% урона (+Уровень специальных муравьев*2,5%) 1 случайному отряду противника в зоне действия
tr: Etkili menzil içindeki 1 rasgele düşman mangasına %55 şansla 232,5% (+Özel Karınca Seviyesi*2,5%) hasar verir
uk: Існує 55% шанс завдати 232,5% (+ Рівень особливого мурашки * 2,5%) шкоди 1 випадковому ворожому загону в зоні ураження
vi: Có 55% khả năng gây sát thương 232,5% (+Cấp kiến đặc biệt*2,5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldArmorBigBiteSkillDescription20
source: Has a 55% chance to deal 332.5% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range
ar: %55 احتمال لديها لإلحاق ضرر بنسبة 332.5% (+المستوى الخاص للنمل*2.5%) بإحدى فرق العدو العشوائية ضمن النطاق الفعال
bg: Има 55% шанс да нанесе 332,5% (+Ниво на специален мравък*2,5%) щети на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 55 %, 332,5 % (+ % Spezialameisenlevel*2,5) Schaden an 1 zufälligen feindlichen Truppendivision innerhalb der effektiven Reichweite zu verursachen
es: Tiene un 55 % de probabilidad de infligir un 332,5 % de daño (+ nivel especial de hormiga * 2,5 %) a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Mayroong 55% na tsansang na magbigay ng 332.5% (+Special Ant Level*2.5%) pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 55% eséllyel a hatótávolságon belül 1 véletlenszerű ellenséges osztagnak 332,5% (+Speciális hangya szintje*2,5%) sebzést okoz
it: Ha il 55% di possibilità di infliggere il 332,5% di danni (+Livello Formica Speciale*2,5%) a 1 squadra nemica casuale entro raggio efficace
ja: 有効範囲内の敵のランダムな1部隊に332.5%（+特殊アリのレベル*2.5%）のダメージを与える確率が55%。
mk: Шанса од 55% за предизвикува 332.5% (+Ниво на специјални мравки*2.5%) штета на 1 случаен непријателски ескадрон во ефективен дострел
nl: Heeft een kans van 55% om 332,5% (+Speciaal Mierenniveau*2,5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen effectief bereik
pl: Ma 55% szans na zadanie 332,5% (+Specjalny poziom mrówki*2,5%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Есть 55% вероятность нанести 332,5% урона (+Уровень специальных муравьев*2,5%) 1 случайному отряду противника в зоне действия
tr: Etkili menzil içindeki 1 rasgele düşman mangasına %55 şansla 332,5% (+Özel Karınca Seviyesi*2,5%) hasar verir
uk: Існує 55% шанс завдати 332,5% (+ Рівень особливого мурашки * 2,5%) шкоди 1 випадковому ворожому загону в зоні ураження
vi: Có 55% khả năng gây sát thương 332,5% (+Cấp kiến đặc biệt*2,5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldArmorRampantAttackSkillTitle
source: Rampant Attack
ar: هجوم مستشري
bg: Врява
de: Stürmender Angriff
es: Ataque desenfrenado
hu: Fékeveszett támadás
it: Attacco Sfrenato
ja: 猛烈アタック
mk: Бесниот напад
pl: Szturmowy atak
ru: Неистовая атака
tr: Yaygın Saldırı
uk: Нестримний напад
vi: Tấn công hung hãn

# goldArmorRampantAttackSkillDescription10
source: Has a 40% chance to deal 191% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range
ar: %40 احتمال لديه لإلحاق ضرر بنسبة 191% (+المستوى الخاص للنمل*1%) بفريقين عشوائيين من فرق العدو ضمن النطاق الفعال
bg: Има 40% шанс да нанесе 191% (+Ниво на специален мравък*1%) щети на 2 случайни вражески отряда в ефективен обхват
de: Hat eine Chance von 40 %, 191 % (+ % Spezialameisenlevel*1) Schaden an 2 zufälligen feindlichen Truppendivisionen innerhalb der effektiven Reichweite zu verursachen
es: Tiene un 40 % de probabilidad de infligir un 191 % de daño (+ nivel especial de hormiga * 1 %) a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Mayroong 40% na tsansang na magbigay ng 191% (+Special Ant Level*1%) pinsala sa 2 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 40% eséllyel a hatótávolságon belül 2 véletlenszerű ellenséges osztagnak 191% (+Speciális hangya szintje*1%) sebzést okoz
it: Ha il 40% di possibilità di infliggere il 191% di danni (+Livello Formica Speciale*1%) a 2 squadre nemiche casuali entro raggio efficace
ja: 有効範囲内の敵部隊2部隊に191%（+特殊アリのレベル*1%）のダメージを与える確率が40%。
mk: Шанса од 40% за предизвикување на 191% (+Ниво на специјални мравки*1%) штета на 2 случајни непријателски ескадрони во ефективен дострел
nl: Heeft een kans van 40% om 191% (+Speciaal Mierenniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen effectief bereik
pl: Ma 40% szans na zadanie 191% (+Specjalny poziom mrówki*1%) obrażeń 2 losowym wrogim oddziałom w efektywnym zasięgu
ru: Есть 40% вероятность нанести 191% урона (+Уровень специальных муравьев*1%) 2 случайным отрядам противника в зоне действия
tr: Etkili menzil içindeki 2 rasgele düşman mangasına %40 şansla 191% (+Özel Karınca Seviyesi*1%) hasar verir
uk: Існує 40% шанс завдати 191% (+ Рівень особливого мурашки * 1%) шкоди 2 випадковим ворожим загонам в зоні ураження
vi: Có 40% khả năng gây sát thương 191% (+Cấp kiến đặc biệt*1%) lên 2 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldArmorRampantAttackSkillDescription20
source: Has a 40% chance to deal 271% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range
ar: %40 احتمال لديه لإلحاق ضرر بنسبة 271% (+المستوى الخاص للنمل*1%) بفريقين عشوائيين من فرق العدو ضمن النطاق الفعال
bg: Има 40% шанс да нанесе 271% (+Ниво на специален мравък*1%) щети на 2 случайни вражески отряда в ефективен обхват
de: Hat eine Chance von 40 %, 271 % (+ % Spezialameisenlevel*1) Schaden an 2 zufälligen feindlichen Truppendivisionen innerhalb der effektiven Reichweite zu verursachen
es: Tiene un 40 % de probabilidad de infligir un 271 % de daño (+ nivel especial de hormiga * 1 %) a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Mayroong 40% na tsansang na magbigay ng 271% (+Special Ant Level*1%) pinsala sa 2 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 40% eséllyel a hatótávolságon belül 2 véletlenszerű ellenséges osztagnak 271% (+Speciális hangya szintje*1%) sebzést okoz
it: Ha il 40% di possibilità di infliggere il 271% di danni (+Livello Formica Speciale*1%) a 2 squadre nemiche casuali entro raggio efficace
ja: 有効範囲内の敵部隊2部隊に271%（+特殊アリのレベル*1%）のダメージを与える確率が40%。
mk: Шанса од 40% за предизвикување на 271% (+Ниво на специјални мравки*1%) штета на 2 случајни непријателски ескадрони во ефективен дострел
nl: Heeft een kans van 40% om 271% (+Speciaal Mierenniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen effectief bereik
pl: Ma 40% szans na zadanie 271% (+Specjalny poziom mrówki*1%) obrażeń 2 losowym wrogim oddziałom w efektywnym zasięgu
ru: Есть 40% вероятность нанести 271% урона (+Уровень специальных муравьев*1%) 2 случайным отрядам противника в зоне действия
tr: Etkili menzil içindeki 2 rasgele düşman mangasına %40 şansla 271% (+Özel Karınca Seviyesi*1%) hasar verir
uk: Існує 40% шанс завдати 271% (+ Рівень особливого мурашки * 1%) шкоди 2 випадковим ворожим загонам в зоні ураження
vi: Có 40% khả năng gây sát thương 271% (+Cấp kiến đặc biệt*1%) lên 2 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldArmorBlitzkriegSkillTitle
source: Blitzkrieg
ar: حرب خاطفة
bg: Блицкриг
hu: Villámháború
ja: 電撃戦
mk: Молњеоднесен напад
ru: Блицкриг
tr: Yıldırım Savaşı
uk: Блискавична війна
vi: Chiến tranh chớp nhoáng

# goldArmorBlitzkriegSkillDescription10
source: Prepares for 1 round and has a 40% chance to deal 182% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: تستعد لمدة جولة واحدة وتحظى بنسبة 40% لإلحاق ضرر بنسبة 182% (+المستوى الخاص للنمل*2%) بثلاث فرق عشوائية من فرق العدو ضمن النطاق الفعال
bg: Подготвя се за 1 рунд и има 40% шанс да нанесе 182% (+Ниво на специален мравък*2%) щети на 3 случайни вражески отряда в ефективен обхват
de: Bereitet sich 1 Runde vor und hat eine Chance von 40 %, 182 % (+ % Spezialameisenlevel*2) Schaden an 3 zufälligen feindlichen Truppendivisionen innerhalb der effektiven Reichweite zu verursachen
es: Se prepara durante 1 ronda y tiene un 40 % de probabilidad de infligir un 182 % de daño (+ nivel especial de hormiga * 2 %) a 3 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Naghanda para sa 1 round at mayroong 40% na tsansang na magbigay ng 182% (+Special Ant Level*2%) pinsala sa 3 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 1 körzeten át készülődik, majd 40% eséllyel a hatótávolságon belül 3 véletlenszerű ellenséges osztagnak 182% (+Speciális hangya szintje*2%) sebzést okoz
it: Si prepara per 1 round e ha il 40% di possibilità di infliggere il 182% di danni (+Livello Formica Speciale*2%) a 3 squadre nemiche casuali entro raggio efficace
ja: 1ラウンドスタンバイして、有効範囲内の敵部隊3部隊に182%（+特殊アリのレベル*2%）のダメージを与える確率が40%。
mk: Се подготвува за 1 рунда и има шанса од 40% за нанесување 182% (+Ниво на специјални мравки*2%) штета на 3 случајни непријателски ескадрони во ефективен дострел
nl: Bereidt 1 ronde voor en heeft een kans van 40% om 182% (+Speciaal Mierenniveau*2%) schade toe te brengen aan 3 willekeurige vijandelijke eenheden binnen effectief bereik
pl: Przygotowuje się przez 1 rundę i ma 40% szans na zadanie 182% (+Specjalny poziom mrówki*2%) obrażeń 3 losowym wrogim oddziałom w efektywnym zasięgu
ru: Подготавливается в течение 1 раунда и есть 40% вероятность нанести 182% урона (+Уровень специальных муравьев*2%) 3 случайным отрядам противника в зоне действия
tr: 1 raund hazırlanır ve etkili menzil içindeki 3 rasgele düşman mangasına %40 şansla 182% (+Özel Karınca Seviyesi*2%) hasar verir
uk: Готується 1 раунд, і існує 40% шанс завдати 182% (+ Рівень особливого мурашки * 2%) шкоди 3 випадковим ворожим загонам в зоні ураження
vi: Chuẩn bị trong 1 lượt và có 40% khả năng gây sát thương 182% (+Cấp kiến đặc biệt*2%) lên 3 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldArmorBlitzkriegSkillDescription20
source: Prepares for 1 round and has a 40% chance to deal 262% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: تستعد لمدة جولة واحدة وتحظى بنسبة 40% لإلحاق ضرر بنسبة 262% (+المستوى الخاص للنمل*2%) بثلاث فرق عشوائية من فرق العدو ضمن النطاق الفعال
bg: Подготвя се за 1 рунд и има 40% шанс да нанесе 262% (+Ниво на специален мравък*2%) щети на 3 случайни вражески отряда в ефективен обхват
de: Bereitet sich 1 Runde vor und hat eine Chance von 40 %, 262 % (+ % Spezialameisenlevel*2) Schaden an 3 zufälligen feindlichen Truppendivisionen innerhalb der effektiven Reichweite zu verursachen
es: Se prepara durante 1 ronda y tiene un 40 % de probabilidad de infligir un 262 % de daño (+ nivel especial de hormiga * 2 %) a 3 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Naghanda para sa 1 round at mayroong 40% na tsansang na magbigay ng 262% (+Special Ant Level*2%) pinsala sa 3 random na pulutong ng kaaway sa loob ng epektibong saklaw
hu: 1 körzeten át készülődik, majd 40% eséllyel a hatótávolságon belül 3 véletlenszerű ellenséges osztagnak 262% (+Speciális hangya szintje*2%) sebzést okoz
it: Si prepara per 1 round e ha il 40% di possibilità di infliggere il 262% di danni (+Livello Formica Speciale*2%) a 3 squadre nemiche casuali entro raggio efficace
ja: 1ラウンドスタンバイして、有効範囲内の敵部隊3部隊に262%（+特殊アリのレベル*2%）のダメージを与える確率が40%。
mk: Се подготвува за 1 рунда и има шанса од 40% за нанесување 262% (+Ниво на специјални мравки*2%) штета на 3 случајни непријателски ескадрони во ефективен дострел
nl: Bereidt 1 ronde voor en heeft een kans van 40% om 262% (+Speciaal Mierenniveau*2%) schade toe te brengen aan 3 willekeurige vijandelijke eenheden binnen effectief bereik
pl: Przygotowuje się przez 1 rundę i ma 40% szans na zadanie 262% (+Specjalny poziom mrówki*2%) obrażeń 3 losowym wrogim oddziałom w efektywnym zasięgu
ru: Подготавливается в течение 1 раунда и есть 40% вероятность нанести 262% урона (+Уровень специальных муравьев*2%) 3 случайным отрядам противника в зоне действия
tr: 1 raund hazırlanır ve etkili menzil içindeki 3 rasgele düşman mangasına %40 şansla 262% (+Özel Karınca Seviyesi*2%) hasar verir
uk: Готується 1 раунд, і існує 40% шанс завдати 262% (+ Рівень особливого мурашки * 2%) шкоди 3 випадковим ворожим загонам в зоні ураження
vi: Chuẩn bị trong 1 lượt và có 40% khả năng gây sát thương 262% (+Cấp kiến đặc biệt*2%) lên 3 đội địch ngẫu nhiên trong phạm vi hiệu quả

# goldenCrystalBattleFeverSkillTitle
source: Battle Fever
ar: حمى المعركة
bg: Боевой жар
de: Kampffieber
es: Fiebre de batalla
hu: Veszélyes harc
it: Febbre da battaglia
ja: 戦闘熱
mk: Борбена треска
nl: Gevechtskoorts
pl: Gorączka bitewna
ru: Палящее пламя
tr: Savaş Ateşi
uk: Бойовий запал
vi: Sốt chiến đấu
zh: 战斗狂热

# goldenCrystalBattleFeverSkillDescription10
source: Has a 60% chance to deal 280% damage to a random enemy squad, and increases its squad attack by 50% for 2 rounds
ar: يوجد احتمال بنسبة 60% في التعامل بضرر 280% بفصيلة عدو عشوائية، وزيادة هجوم فصيلتها بمقدار 50% لجولتين
bg: С вероятностью 60% наносит 280% урона случайному вражескому отряду и увеличивает атаку своего отряда на 50% на 2 хода.
de: Hat eine Chance von 60%, einem zufälligen gegnerischen Trupp 280 % Schaden zuzufügen und seinen Truppangriff für 2 Runden um 50 % zu erhöhen
es: Tiene un 60% de probabilidad de infligir 280% de daño a un escuadrón enemigo aleatorio y aumenta el ataque de su escuadrón en un 50% durante 2 rondas
fil: Mayroong 60% na tsansa na magdulot ng 280% pinsala sa isang random na iskwad ng kaaway, at nadadagdagan ang iskwad nito pag-atake ng 50% para sa 2 round
hu: 60% esély egy véletlenszerű ellenséges egység 280%-os megsebzésére és a raj támadási erejének 50%-os növelésére 2 meneten át
it: Ha una probabilità del 60% di infliggere 280% di danno ad una squadra nemica casuale e aumenta l'attacco della sua squadra del 50% per 2 turni
ja: 60%の確率で、ランダムな敵小隊に280%のダメージを与え、小隊の攻撃を2ラウンド50%増加させる
mk: Има 60% шанса да нанесе штета од 280% на случајна непријателска чета и ја зголемува нападот на својата чета за 50% за 2 круга
nl: Heeft 60% kans om 280% schade aan te richten aan een willekeurig vijandig team, en verhoogt de aanval van zijn team met 50% voor 2 rondes
pl: 60% szans na zadanie 280% obrażeń losowej drużynie wroga oraz zwiększenie ataku swojej drużyny o 50% na 2 tury
ru: Шанс 60% нанести 280% урона случайному вражескому отряду и увеличить атаку своего отряда на 50% в течение 2 раундов
tr: Rastgele bir düşman müfrezesine %60 ihtimalle %280 hasar verir ve kendi müfrezesinin saldırısını 2 raunt boyunca %50 arttırır
uk: Імовірність 60%, що завдасть шкоди 280% випадковому загону противника і збільшить атаку свого загону на 50% упродовж 2 раундів
vi: Có 60% cơ hội gây sát thương 280% cho một đội hình địch ngẫu nhiên và tăng 50% sát thương cho đội hình của nó trong 2 lượt
zh: 60%几率对随机敌方小队造成280%伤害，并提升自身小队2回合攻击力50%

# goldenCrystalBattleFeverSkillDescription20
source: Has a 60% chance to deal 380% damage to a random enemy squad, and increases its squad attack by 65% for 2 rounds
ar: يوجد احتمال بنسبة 60% في التعامل بضرر 380% بفصيلة عدو عشوائية، وزيادة هجوم فصيلتها بمقدار 65% لجولتين
bg: С вероятностью 60% наносит 380% урона случайному вражескому отряду и увеличивает атаку своего отряда на 65% на 2 хода.
de: Hat eine Chance von 60%, einem zufälligen gegnerischen Trupp 380 % Schaden zuzufügen und seinen Truppangriff für 2 Runden um 65 % zu erhöhen
es: Tiene un 60% de probabilidad de infligir 380% de daño a un escuadrón enemigo aleatorio y aumenta el ataque de su escuadrón en un 65% durante 2 rondas
fil: Mayroong 60% na tsansa na magdulot ng 380% pinsala sa isang random na iskwad ng kaaway, at nadadagdagan ang iskwad nito pag-atake ng 65% para sa 2 round
hu: 60% esély egy véletlenszerű ellenséges egység 380%-os megsebzésére és a raj támadási erejének 65%-os növelésére 2 meneten át
it: Ha una probabilità del 60% di infliggere 380% di danno a una squadra nemica casuale e aumenta l'attacco della sua squadra del 65% per 2 turni
ja: 60%の確率で、ランダムな敵小隊に380%のダメージを与え、小隊の攻撃を2ラウンド65%増加させる
mk: Има 60% шанса да нанесе штета од 380% на случајна непријателска чета и ја зголемува нападот на својата чета за 65% за 2 круга
nl: Heeft 60% kans om 380% schade aan te richten aan een willekeurig vijandig team, en verhoogt de aanval van zijn team met 65% voor 2 rondes
pl: 60% szans na zadanie 380% obrażeń losowej drużynie wroga oraz zwiększenie ataku swojej drużyny o 65% na 2 tury
ru: Шанс 60% нанести 380% урона случайному вражескому отряду и увеличить атаку своего отряда на 65% в течение 2 раундов
tr: Rastgele bir düşman müfrezesine %60 ihtimalle %380 hasar verir ve kendi müfrezesinin saldırısını 2 raunt boyunca %65 arttırır
uk: Імовірність 60%, що завдасть шкоди 380% випадковому загону противника і збільшить атаку свого загону на 65% упродовж 2 раундів
vi: Có 60% cơ hội gây sát thương 380% cho một đội hình địch ngẫu nhiên và tăng 65% sát thương cho đội hình của nó trong 2 lượt
zh: 60%几率对随机敌方小队造成380%伤害，并提升自身小队2回合攻击力65%

# goldenCrystalViolentlyPoisonousSkillTitle
source: Violently Poisonous
ar: السمية المفرطة
bg: Сильно ядовитый
de: Stark giftig
es: Violentamente venenoso
hu: Erőszakos mérgezés
it: Velenosità violenta
ja: 猛毒
mk: Силен отров
nl: Extreem giftig
pl: Silnie trujący
ru: Ядовитость
tr: Şiddetli Zehirli
uk: Сильна отрута
vi: Độc dữ dội
zh: 剧毒

# goldenCrystalViolentlyPoisonousSkillDescription10
source: Prepares for 1 round, and has a 80% chance to deal 200% (+Special ant level*1%) damage to all enemy squads and poison them, dealing 150% damage for 1 round
ar: تستعد لجولة واحدة، ويوجد احتمال بنسبة 80% في التعامل بضرر 200% (+ مستوى النملة الخاصة*1%) بجميع فصائل الأعداء وتسممهم، وبالتالي التعامل بضرر 150% لجولة واحدة
bg: Готовится 1 ход и с вероятностью 80% наносит 200% урона (+1% за уровень особого муравья) всем вражеским отрядам и отравляет их, нанося 150% урона в течение 1 хода.
de: Bereitet sich 1 Runde lang vor und hat eine Chance von 80 %, allen gegnerischen Trupps 200 % (+ Spezialameisenlevel * 1 %) Schaden zuzufügen und sie zu vergiften, wodurch sie 1 Runde lang 150 % Schaden erleiden
es: Se prepara durante 1 ronda y tiene un 80% de probabilidad de infligir 200% (+nivel de hormiga especial*1%) de daño a todos los escuadrones enemigos y envenenarlos, lo que inflige 150% de daño durante 1 ronda
fil: Naghahanda sa loob ng 1 round, at mayroong 80% na tsansa na magdulot ng 200% (+Antas ng espesyal na antx1%) pinsala sa lahat ng iskwad ng kaaway at palasunin ang mga ito, nagdudulot ng 150% pinsala para sa 1 round
hu: 1 menet előkészület, majd 80% eséllyel 200% (+Speciális hangya szintje*1%) sebzés minden ellenséges rajnak, megmérgezi őket, és 1 meneten át 150% sebzést okoz
it: Si prepara per 1 turno e ha l'80% di probabilità di infliggere 200% (+ livello formica speciale * 1%) di danni a tutte le squadre nemiche e di avvelenarle, infliggendo 150% di danni per 1 turno
ja: 1ラウンド準備し、すべての敵小隊に200% (+特殊アリレベル*1%) のダメージを与える80%の確率で毒にし、1ラウンド150%のダメージを与える
mk: Ce пoдготвува 1 круг и има 80% шанса да нанесе штета од 200% (+Специјално ниво на мравка*1%) на сите непријателски чети и да ги отруе, нанесувајќи 150% штета за 1 круг
nl: Bereidt zich 1 ronde voor, en heeft 80% kans om 200% (+ Speciale mierlevel*1%) schade aan te richten aan alle vijandige teams, en ze te vergiftigen voor 1 ronde, waarbij 150% schade wordt aangericht
pl: Przygotowuje się przez 1 turę i ma 80% szans zadać 200% (+poziom specjalnej mrówki * 1%) obrażeń wszystkim drużynom wroga i otrucie ich, zadając 150% obrażeń przez 1 turę
ru: Подготавливается в течение 1 раунда, Шанс 80% нанести 200% (+ уровень специального муравья * 1%) урона всем вражеским отрядам и отравить их, нанося 150% урона в течение 1 раунда
tr: 1 raunt hazırlanır ve %80 ihtimalle tüm düşman müfrezelerine %200 (+Özel karınca seviyesi*1%) hasar verir ve onları zehirler ve 1 raunt için %150 hasar almalarını sağlar.
uk: Готується 1 раунд і має ймовірність 80%, що завдасть шкоди 200% (+1% рівня Sp Ant) усім загонам противника і отруїть їх, завдаючи шкоди 150% на 1 раунд
vi: Chuẩn bị trong 1 lượt và có 80% cơ hội gây sát thương 200% (+Cấp kiến đặc biệt*1%) cho tất cả các đội hình địch và đầu độc chúng, gây sát thương 150% trong 1 lượt
zh: 准备1回合，80%几率对所有敌方小队造成200%（+特殊蚁等级*1%）伤害并施加中毒效果，持续1回合造成150%的伤害
