Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# merannoplusBicolorBufferBarrierSkillDescription10
source: Triggered 1 time per round, Defense of all our squads +20%, received Healing Effect +7.5%. The effect is stackable and lasts until the end of the battle
ar: يتم تشغيله مرة واحدة في الجولة، دفاع جميع مجموعاتنا +20٪، واستقبال تأثير الشفاء +7.5٪. التأثير قابل للتراكم ويستمر حتى نهاية المعركة
bg: Сработва 1 път на кръг, защитата на всички наши отряди +20%, получен лекуващ ефект +7,5%. Ефектът е натрупващ и продължава до края на битката
de: Wird 1 Mal pro Runde ausgelöst, Verteidigung aller unserer Truppen +20 %, empfangener Heilungseffekt +7,5 %. Dieser Effekt kann kumuliert werden und hält bis zum Ende der Schlacht an.
es: Se activa 1 vez por turno, la defensa de todos nuestros escuadrones +20%, el efecto de curación recibido +7,5%. El efecto es acumulable y dura hasta el final de la batalla.
fil: Nag-trigger ng 1 beses bawat round, Depensa ng lahat ng aming iskwad +20%, tumanggap ng Healing Effect na +7.5%. Ang epekto ay maaaring pinagsama at tatagal hanggang sa matapos ang labanan
hu: Fordulónként egyszer aktiválódik, rajtaütéseink védelme +20%, a kapott gyógyító hatás +7,5%. A hatás összeadódik, és a csata végéig tart.
it: Innescato 1 volta per round, Difesa di tutte le nostre squadre +20%, Effetto cura ricevuto +7,5%. L'effetto è cumulabile e dura fino alla fine della battaglia
ja: ラウンドごとに1回発動、自分たちの部隊の防御力を20％上昇させ、受ける治療効果を7.5％上昇させる。効果は累積し、バトル終了時まで持続する
mk: Се активира еднаш по рунда, одбраната на сите наши одреди +20%, применет лековит ефект +7,5%. Ефектот е собирачки и трае до крајот на битката
nl: Wordt één keer per ronde geactiveerd, defensie van al onze teams +20%, ontvangen helend effect +7,5%. Het effect kan worden gestapeld en duurt tot het einde van de strijd.
pl: Aktywowane 1 raz na rundę, obrona wszystkich naszych oddziałów +20%, otrzymany efekt leczenia +7,5%. Efekt jest kumulacyjny i trwa do końca bitwy
ru: Срабатывает раз в ход, защита всех наших отрядов +20 %, полученный эффект лечения +7,5 %. Эффект суммируется и длится до завершения боя
uk: Використовується 1 раз на раунд. Захист усіх наших загонів +20%, одержаний лікувальний ефект +7,5%. Ефект можна накопичувати, він триває до кінця бою
vi: Kích hoạt 1 lần mỗi lượt, Phòng thủ của tất cả các đội hình của chúng ta tăng +20%, Hiệu ứng hồi máu nhận được +7,5%. Hiệu ứng có thể cộng dồn và kéo dài đến cuối trận đấu

# merannoplusBicolorBufferBarrierSkillDescription20
source: Triggered 1 time per round, Defense of all our squads +50%, received Healing Effect +7.5%. The effect is stackable and lasts until the end of the battle
ar: يتم تشغيله مرة واحدة في الجولة، دفاع جميع مجموعاتنا +50٪، واستقبال تأثير الشفاء +7.5٪. التأثير قابل للتراكم ويستمر حتى نهاية المعركة
bg: Сработва 1 път на кръг, защитата на всички наши отряди +50%, получен лекуващ ефект +7,5%. Ефектът е натрупващ и продължава до края на битката
de: Wird 1 Mal pro Runde ausgelöst, Verteidigung aller unserer Truppen +50 %, empfangener Heilungseffekt +7,5 %. Dieser Effekt kann kumuliert werden und hält bis zum Ende der Schlacht an.
es: Se activa 1 vez por turno, la defensa de todos nuestros escuadrones +50%, el efecto de curación recibido +7,5%. El efecto es acumulable y dura hasta el final de la batalla.
fil: Nag-trigger ng 1 beses bawat round, Depensa ng lahat ng aming iskwad +50%, tumanggap ng Healing Effect na +7.5%. Ang epekto ay maaaring pinagsama at tatagal hanggang sa matapos ang labanan
hu: Fordulónként egyszer aktiválódik, rajtaütéseink védelme +50%, a kapott gyógyító hatás +7,5%. A hatás összeadódik, és a csata végéig tart.
it: Innescato 1 volta per round, Difesa di tutte le nostre squadre +50%, Effetto cura ricevuto +7,5%. L'effetto è cumulabile e dura fino alla fine della battaglia
ja: ラウンドごとに1回発動、自分たちの部隊の防御力を50％上昇させ、受ける治療効果を7.5％上昇させる。効果は累積し、バトル終了時まで持続する
mk: Се активира еднаш по рунда, одбраната на сите наши одреди +50%, применет лековит ефект +7,5%. Ефектот е собирачки и трае до крајот на битката
nl: Wordt één keer per ronde geactiveerd, defensie van al onze teams +50%, ontvangen helend effect +7,5%. Het effect kan worden gestapeld en duurt tot het einde van de strijd.
pl: Aktywowane 1 raz na rundę, obrona wszystkich naszych oddziałów +50%, otrzymany efekt leczenia +7,5%. Efekt jest kumulacyjny i trwa do końca bitwy
ru: Срабатывает раз в ход, защита всех наших отрядов +50 %, полученный эффект лечения +7,5 %. Эффект суммируется и длится до завершения боя
uk: Використовується 1 раз на раунд. Захист усіх наших загонів +50%, одержаний лікувальний ефект +7,5%. Ефект можна накопичувати, він триває до кінця бою
vi: Kích hoạt 1 lần mỗi lượt, Phòng thủ của tất cả các đội hình của chúng ta tăng +50%, Hiệu ứng hồi máu nhận được +7,5%. Hiệu ứng có thể cộng dồn và kéo dài đến cuối trận đấu

# merannoplusCastaneusScarletFurySkillTitle
source: Scarlet Fury
ar: الغضب القرمزي
bg: Аленоубийствена ярост
de: Scharlachroter Zorn
es: Furia Escarlata
hu: Vérvörös fúria
it: Furia Scarlatta
ja: スカーレットフューリー
mk: Скарлет Фури
ru: Алая ярость
uk: Ала багряна лють
vi: Cơn thịnh nộ đỏ như son

# merannoplusCastaneusScarletFurySkillDescription10
source: Has a 100% chance to deal 70% (+Special Ant Level*1%) damage to all enemy squads, while all our squads suffer 20% of the damage
ar: احتمال بنسبة 100% لإلحاق 70% (+ مستوى النملة الخاصة *1%) من الضرر بجميع فرق الأعداء، بينما تتلقى كل فرقنا 20% من الضرر
bg: Шанс 100% да нанесе 70% (+Ниво на мравките-специалисти*1%) щети на всички вражески отряди, докато всички наши отряди понесат 20% от щетите
de: Hat eine 100%ige Chance, 70% (+ Stufe Spinnenameise*1%) Schaden an allen feindlichen Trupps zu verursachen, während alle unsere Trupps 20% des Schadens erleiden
es: Tiene un 100% de probabilidad de infligir un 70% (+Nivel de Hormiga Especial*1%) de daño a todos los equipos enemigos, mientras que todos nuestros equipos sufren el 20% del daño
fil: 100% na pagkakataong magharap ng 70% (+Antas ng Espesyal na Langgam*1%) sa lahat ng tropa ng kaaway, habang ang lahat ng aming tropa ay sumasapinsala ng 20% ng pinsala
hu: 100% esély arra, hogy az összes ellenséges csapatnak okozott sebzése 70% (+Speciális Hangyas szint*1%) legyen, miközben minden csapatunk a sebzés 20%-át szenvedi el
it: Ha il 100% di possibilità di infliggere danni pari al 70% (+livello speciale della formica *1%) a tutte le squadre nemiche, mentre tutte le nostre squadre subiscono il 20% dei danni
ja: 100%の確率で全ての敵部隊に70%（+特殊アリレベル*1%）のダメージを与え、自分たちの部隊はダメージの20%を受ける
mk: Има 100% шанси да нанесе 70% (+ Ниво на мравките-специалисти*1%) щети на всички вражески отряди, додека сите наши отряди претрпуваат 20% од штетите
nl: Maakt 100% kans om 70% (+Special Ant Level*1%) schade toe te brengen aan alle vijandelijke teams, terwijl al onze teams 20% van de schade lijden
pl: 100% szans na zadanie 70% (+Specjalny poziom mrówek*1%) obrażeń wszystkim oddziałom wroga, podczas gdy wszystkie oddziały tracą 20% obrażeń
ru: 100% шанс нанести всем отрядам противника 70% (+спец.ур.муравья*1%) урона, в то время как все наши отряды получат 20% этого урона.
uk: Із 100% імовірністю завдає 70% (+рівень унікального мурахи*1%) шкоди всім ворожим загонам, при цьому всі наші загони втрачають 20% шкоди
vi: Có 100% cơ hội gây sát thương 70% (+Cấp kiến đặc biệt x 1%) lên tất cả các đội quân địch, đồng thời toàn bộ các đội quân của ta hứng chịu 20% sát thương

# merannoplusCastaneusScarletFurySkillDescription20
source: Has a 100% chance to deal 110% (+Special Ant Level*1%) damage to all enemy squads, while all our squads suffer 20% of the damage
ar: احتمال بنسبة 100% لإلحاق 110% (+ مستوى النملة الخاصة *1%) من الضرر بجميع فرق الأعداء، بينما تتلقى كل فرقنا 20% من الضرر
bg: Шанс 100% да нанесе 110% (+Ниво на мравките-специалисти*1%) щети на всички вражески отряди, докато всички наши отряди понесат 20% от щетите
de: Hat eine 100%ige Chance, 110% (+ Stufe Spinnenameise*1%) Schaden an allen feindlichen Trupps zu verursachen, während alle unsere Trupps 20% des Schadens erleiden
es: Tiene un 100% de probabilidad de infligir un 110% (+Nivel de Hormiga Especial*1%) de daño a todos los equipos enemigos, mientras que todos nuestros equipos sufren el 20% del daño
fil: 100% na pagkakataong magharap ng 110% (+Antas ng Espesyal na Langgam*1%) sa lahat ng tropa ng kaaway, habang ang lahat ng aming tropa ay sumasapinsala ng 20% ng pinsala
hu: 100% esély arra, hogy az összes ellenséges csapatnak okozott sebzése 110% (+Speciális Hangyas szint*1%) legyen, miközben minden csapatunk a sebzés 20%-át szenvedi el
it: Ha il 100% di possibilità di infliggere danni pari al 110% (+livello speciale della formica *1%) a tutte le squadre nemiche, mentre tutte le nostre squadre subiscono il 20% dei danni
ja: 100%の確率で全ての敵部隊に110%（+特殊アリレベル*1%）のダメージを与え、自分たちの部隊はダメージの20%を受ける
mk: Има 100% шанси да нанесе 110% (+ Ниво на мравките-специалисти*1%) щети на сите непријателски чети, додека сите наши чети претрпуваат 20% од штетата
nl: Maakt 100% kans om 110% (+Special Ant Level*1%) schade toe te brengen aan alle vijandelijke teams, terwijl al onze teams 20% van de schade lijden
pl: 100% szans na zadanie 110% (+Specjalny poziom mrówek*1%) obrażeń wszystkim oddziałom wroga, podczas gdy wszystkie oddziały tracą 20% obrażeń
ru: 100% шанс нанести всем отрядам противника 110% (+спец.ур.муравья*1%) урона, в то время как все наши отряды получат 20% этого урона.
uk: Із 100% імовірністю завдає 110% (+рівень унікального мурахи*1%) шкоди всім ворожим загонам, при цьому всі наші загони втрачають 20% шкоди
vi: Có 100% cơ hội gây sát thương 110% (+Cấp kiến đặc biệt x 1%) lên tất cả các đội quân địch, đồng thời toàn bộ các đội quân của ta hứng chịu 20% sát thương

# merannoplusCastaneusBloodyShieldSkillTitle
source: Bloody Shield
ar: الدرع الدامي
bg: Кървав щит
de: Blutiger Schild
es: Escudo Sangriento
hu: Véres pajzs
it: Scudo sanguinoso
ja: ブラッディシールド
mk: Крвав штит
ru: Кровавый щит
uk: Кривавий панцир
vi: Lá chắn đẫm máu

# merannoplusCastaneusBloodyShieldSkillDescription10
source: During the battle, every time all our Guardian squads receive damage 9 times, a random squad gains a shield effect (immune to the next damage and deals 350%) damage to teh attacker. The count is reset after effect is released
ar: أثناء المعركة، في كل مرة تتلقى فيها جميع فرق الحراسة لدينا الضرر 9 مرات، تحصل فرقة عشوائية على تأثير درع (مناعة من الضرر التالي وتسبب بنسبة 350%) الضرر إلى المهاجم. تتم إعادة ضبط العد بعد إطلاق التأثير
bg: По време на битката всеки път, когато всички отряди пазители понесат щети 9 пъти, случаен отряд получава ефект щит (имунен на следващите щети и нанася 350%) щети на нападателя. Броят се нулира след освобождаване на ефекта
de: Während des Kampfes erhält jede unserer Gardisten-Trupps jedes Mal einen Schildeffekt (immun gegen den nächsten Schaden) und verursacht 350% Schaden am Angreifer, wenn all unsere Gardisten-Trupps 9 Mal Schaden erlitten haben. Die Zählung wird zurückgesetzt, nachdem die Wirkung freigesetzt wurde.
es: Durante la batalla, cada vez que todos nuestros equipos guardianes reciben daño 9 veces, un equipo aleatorio obtiene un efecto de escudo (inmune al siguiente daño e inflige un 350%) de daño al atacante. La cuenta se reinicia después de que se libera el efecto
fil: Sa panahon ng laban, sa tuwing ang lahat ng aming tropa ng Guardian ay sumasapinsala ng 9 na beses, nakakakuha ang isang random na tropa ng epekto ng kalasag (immune sa susunod na pinsala at sinasapinsala ang 350%) ng pinsala sa mang-aatake. Ibinabalik ang bilang matapos ilabas ang epekto
hu: A csata során, minden alkalommal, amikor összes Guardian csapatunk 9-szer kap sebzés, egy véletlenszerű csapat pajzshatást kap (ellenáll a következő sebzésnek, és 350%-os sebzést okoz a támadónak). Az újraindítás hatásának felszabadulása után
it: Durante la battaglia, ogni volta che tutte le nostre squadre di guardian subiscono danni 9 volte, una squadra a caso ottiene un effetto scudo (immune al danno successivo e infligge il 350%) al nemico. Il conteggio viene ripristinato dopo aver rilasciato l'effetto
ja: バトル中、全てのガーディアン部隊が9回ダメージを受けると、ランダムな部隊にシールド効果（次のダメージを無効にし、攻撃者に350%のダメージを与える）が付与される。効果が発動されるとカウントはリセットされる
mk: За време на битката, секој пат кога сите наши Чвардиски чети претрпат штета 9 пати, некоја случајна чета добива штит ефект (имун на следната штета и нанесува 350%) штета на напаѓачот. Бројачот се ресетува откако ефектот ќе повлече
nl: Tijdens het gevecht krijgt een willekeurig team een schild-effect (immuun voor de volgende schade en brengt 350%) schade toe aan de aanvaller zodra al onze Guardian-teams 9 keer schade hebben geleden. De telling wordt gereset nadat het effect is losgelaten
pl: Podczas bitwy, za każdym razem, gdy wszystkie nasze oddziały Guardianów poniosą obrażenia 9 razy, losowy oddział zyska effect tarczy (odporność na następne obrażenia oraz zadanie 350%) obrażeń atakującemu. Licznik jest resetowany po aktywowaniu efektu
ru: В ходе сражения, каждый раз, когда все наши отряды стражей получают 9 единиц урона, случайный отряд получает эффект щита (иммунитет к следующему урону и наносит в 350% больше урона нападающему). Счетчик сбрасывается после срабатывания эффекта.
uk: Під час бою щоразу після того, як усі наші загони стражників 9 разів зазнають шкоди, випадковий загін отримує ефект панцира (імунітет до наступної шкоди та заподіює 350%) шкоди нападнику. Підрахунок скидається після застосування ефекта
vi: Trong lúc chiến đấu, mỗi khi tất cả các đội quân Hộ vệ của ta chịu sát thương 9 lần, một đội quân ngẫu nhiên được một lớp lá chắn hộ thể (miễn nhiễm với đòn tấn công tiếp theo và gây sát thương 350%) lên kẻ tấn công. Số lần đếm sẽ được đặt lại sau khi hiệu ứng kết thúc

# merannoplusCastaneusBloodyShieldSkillDescription20
source: During the battle, every time all our Guardian squads receive damage 9 times, a random squad gains a shield effect (immune to the next damage and deals 450%) damage to teh attacker. The count is reset after effect is released
ar: أثناء المعركة، في كل مرة تتلقى فيها جميع فرق الحراسة لدينا الضرر 9 مرات، تحصل فرقة عشوائية على تأثير درع (مناعة من الضرر التالي وتسبب بنسبة 450%) الضرر إلى المهاجم. تتم إعادة ضبط العد بعد إطلاق التأثير
bg: По време на битката всеки път, когато всички отряди пазители понесат щети 9 пъти, случаен отряд получава ефект щит (имунен на следващите щети и нанася 450%) щети на нападателя. Броят се нулира след освобождаване на ефекта
de: Während des Kampfes erhält jede unserer Gardisten-Trupps jedes Mal einen Schildeffekt (immun gegen den nächsten Schaden) und verursacht 450% Schaden am Angreifer, wenn all unsere Gardisten-Trupps 9 Mal Schaden erlitten haben. Die Zählung wird zurückgesetzt, nachdem die Wirkung freigesetzt wurde.
es: Durante la batalla, cada vez que todos nuestros equipos guardianes reciben daño 9 veces, un equipo aleatorio obtiene un efecto de escudo (inmune al siguiente daño e inflige un 450%) de daño al atacante. La cuenta se reinicia después de que se libera el efecto
fil: Sa panahon ng laban, sa tuwing ang lahat ng aming tropa ng Guardian ay sumasapinsala ng 9 na beses, nakakakuha ang isang random na tropa ng epekto ng kalasag (immune sa susunod na pinsala at sinasapinsala ang 450%) ng pinsala sa mang-aatake. Ibinabalik ang bilang matapos ilabas ang epekto
hu: A csata során, minden alkalommal, amikor összes Guardian csapatunk 9-szer kap sebzés, egy véletlenszerű csapat pajzshatást kap (ellenáll a következő sebzésnek, és 450%-os sebzést okoz a támadónak). Az újraindítás hatásának felszabadulása után
it: Durante la battaglia, ogni volta che tutte le nostre squadre di guardian subiscono danni 9 volte, una squadra a caso ottiene un effetto scudo (immune al danno successivo e infligge il 450%) al nemico. Il conteggio viene ripristinato dopo aver rilasciato l'effetto
ja: バトル中、全てのガーディアン部隊が9回ダメージを受けると、ランダムな部隊にシールド効果（次のダメージを無効にし、攻撃者に450%のダメージを与える）が付与される。効果が発動されるとカウントはリセットされる
mk: За време на битката, секој пат кога сите наши Чвардиски чети претрпат штета 9 пати, некоја случајна чета добива штит ефект (имун на следната штета и нанесува 450%) штета на напаѓачот. Бројачот се ресетува откако ефектот ќе повлече
nl: Tijdens het gevecht krijgt een willekeurig team een schild-effect (immuun voor de volgende schade en brengt 450%) schade toe aan de aanvaller zodra al onze Guardian-teams 9 keer schade hebben geleden. De telling wordt gereset nadat het effect is losgelaten
pl: Podczas bitwy, za każdym razem, gdy wszystkie nasze oddziały Guardianów poniosą obrażenia 9 razy, losowy oddział zyska effect tarczy (odporność na następne obrażenia oraz zadanie 450%) obrażeń atakującemu. Licznik jest resetowany po aktywowaniu efektu
ru: В ходе сражения, каждый раз, когда все наши отряды стражей получают 9 единиц урона, случайный отряд получает эффект щита (иммунитет к следующему урону и наносит в 450% больше урона нападающему). Счетчик сбрасывается после срабатывания эффекта.
uk: Під час бою щоразу після того, як усі наші загони стражників 9 разів зазнають шкоди, випадковий загін отримує ефект панцира (імунітет до наступної шкоди та заподіює 450%) шкоди нападнику. Підрахунок скидається після застосування ефекта
vi: Trong lúc chiến đấu, mỗi khi tất cả các đội quân Hộ vệ của ta chịu sát thương 9 lần, một đội quân ngẫu nhiên được một lớp lá chắn hộ thể (miễn nhiễm với đòn tấn công tiếp theo và gây sát thương 450%) lên kẻ tấn công. Số lần đếm sẽ được đặt lại sau khi hiệu ứng kết thúc

# merannoplusCastaneusHealingWithLoveSkillTitle
source: Healing With Love
ar: الشفاء بالحب
bg: Лекуване с любов
de: Heilung mit Liebe
es: Curar con Amor
hu: Gyógyítás szeretettel
it: Guarigione con amore
ja: 愛によるヒーリング
mk: Лечење со љубов
ru: Исцеление любовью
uk: Лікування любов\'ю
vi: Chữa lành bằng tình yêu

# merannoplusCastaneusHealingWithLoveSkillDescription10
source: Has a 80% chance to heal 2 random squads with a healing ratio of 150%, and reduce the next skill damage they receive by 15% next time
ar: لديك فرصة بنسبة 80% لعلاج فرقتين عشوائيتين بنسبة شفاء 150% وتقليل ضرر المهارة التالية التي يتلقيانها بنسبة 15% في المرة القادمة
bg: Шанс 80% за излекуване на 2 случайни отряда с лечебен коефициент 150% и намаляване с 15% на следващите щети от умения, които получат, следващия път
de: Hat eine 80%ige Chance, 2 zufällige Trupps mit einem Heilungswert von 150% zu heilen, und verringert den nächsten Fähigkeitsschaden, den sie erhalten, beim nächsten Mal um 15%
es: Tiene un 80% de probabilidad de curar a 2 equipos aleatorios con una relación de curación del 150% y reducir el siguiente daño de habilidad que reciben un 15% la próxima vez
fil: Ang pagkakataong magpagaling ng 80% sa 2 random na tropa na may 150% na paggaling ratio, at bawasan ang susunod na pinsala ng kakayahan na natanggap nila ng 15% sa susunod
hu: 80% esély, hogy 2 véletlenszerű csapatot gyógyítson 150%-os gyógyítási aránnyal és csökkenti a legközelebb kapott képesség által okozott sebzést 15%-kal
it: Ha l'80% di possibilità di curare 2 squadre a caso con un rapporto di cura del 150% e ridurre il danno della prossima abilità ricevuta del 15% la volta successiva
ja: 80%の確率で2つのランダムな部隊を150%の割合で回復し、次回受けるスキルダメージを15%減少させる
mk: Има 80% шанси да излечи 2 случајни чети со коефициент на лечење од 150% и да го намали следниот степен на вештина што тие ќе го добијат за 15% следниот пат
nl: Geneest met 80% kans 2 willekeurige teams met een genezingsfactor van 150%, en reduceert de volgende skill-schade die ze oplopen de volgende keer met 15%
pl: 80% szans na uleczenie 2 losowych oddziałów z wydajnością leczenia 150% oraz zredukowanie następnych obrażeń umiejętności, które otrzymają o 15% następnym razem
ru: 80% шанс исцелить два случайных отряда с коэффициентом лечения в 150% и сократить урон по приему, который они получат в следующий раз, на 15%.
uk: Із 80% імовірністю зцілює 2 випадкових загони за допомогою коефіцієнта зцілення 150% і наступного разу зменшує будь-яку шкоду від уміння на 15%
vi: Có 80% cơ hội chữa lành cho 2 đội quân ngẫu nhiên với tỉ lệ hồi máu là 150% và lần tiếp theo chúng chịu sát thương sẽ bị giảm 15%

# merannoplusCastaneusHealingWithLoveSkillDescription20
source: Has a 80% chance to heal 2 random squads with a healing ratio of 180%, and reduce the next skill damage they receive by 25% next time
ar: لديك فرصة بنسبة 80% لعلاج فرقتين عشوائيتين بنسبة شفاء 180% وتقليل ضرر المهارة التالية التي يتلقيانها بنسبة 25% في المرة القادمة
bg: Шанс 80% за излекуване на 2 случайни отряда с лечебен коефициент 180% и намаляване с 25% на следващите щети от умения, които получат, следващия път
de: Hat eine 80%ige Chance, 2 zufällige Trupps mit einem Heilungswert von 180% zu heilen, und verringert den nächsten Fähigkeitsschaden, den sie erhalten, beim nächsten Mal um 25%
es: Tiene un 80% de probabilidad de curar a 2 equipos aleatorios con una relación de curación del 180% y reducir el siguiente daño de habilidad que reciben un 25% la próxima vez
fil: Ang pagkakataong magpagaling ng 80% sa 2 random na tropa na may 180% na paggaling ratio, at bawasan ang susunod na pinsala ng kakayahan na natanggap nila ng 25% sa susunod
hu: 80% esély, hogy 2 véletlenszerű csapatot gyógyítson 180%-os gyógyítási aránnyal és csökkenti a legközelebb kapott képesség által okozott sebzést 25%-kal
it: Ha l'80% di possibilità di curare 2 squadre a caso con un rapporto di cura del 180% e ridurre il danno della prossima abilità ricevuta del 25% la volta successiva
ja: 80%の確率で2つのランダムな部隊を180%の割合で回復し、次回受けるスキルダメージを25%減少させる
mk: Има 80% шанси да излечи 2 случајни чети со коефициент на лечење од 180% и да го намали следниот степен на вештина што тие ќе го добијат за 25% следниот пат
nl: Geneest met 80% kans 2 willekeurige teams met een genezingsfactor van 180%, en reduceert de volgende skill-schade die ze oplopen de volgende keer met 25%
pl: 80% szans na uleczenie 2 losowych oddziałów z wydajnością leczenia 180% oraz zredukowanie następnych obrażeń umiejętności, które otrzymają o 25% następnym razem
ru: 80% шанс исцелить два случайных отряда с коэффициентом лечения в 180% и сократить урон по приему, который они получат в следующий раз, на 25%.
uk: Із 80% імовірністю зцілює 2 випадкових загони за допомогою коефіцієнта зцілення 180% і наступного разу зменшує будь-яку шкоду від уміння на 25%
vi: Có 80% cơ hội chữa lành cho 2 đội quân ngẫu nhiên với tỉ lệ hồi máu là 180% và lần tiếp theo chúng chịu sát thương sẽ bị giảm 25%

# mimicryMasterMouthPieceAttackSkillTitle
source: Mouth Piece Attack
ar: هجوم قطعة الفم
bg: Атака с устната част
de: Mundstückangriff
es: Ataque con boquilla
fil: Atake ng Mouth Piece
hu: Szájrészes támadás
it: Attacco bocca
ja: 口づけ攻撃
mk: Усна напаѓа
nl: Bek aanval
ru: Атака «Ротовая деталь»
