Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# thaumatomyrmexAtroxDescription
source: Found in Southern America. Usually, there are not many of them inside their community, perhaps only around 10 members. Its size is not that big either. However, they have the scariest appearance. They are the top-class killers hiding in Southern America. Most insects including centipedes are their prey.
ar: غالبًا ما يتم جمعها كعمال منفردين في عينات من فضلات الأوراق من أرضية الغابة باستخدام قمع برليس أو أكياس وينكلر. اكتشف براندو وآخرون (1991) أن ثاوماتوميرميكس كنتو ماكس وثاوماتوميرميكس أتروكس في جنوب البرازيل من الحيوانات المفترسة المتخصصة للديدان الألفية في رتبة بوليكسينيدا.
bg: Най-често се събират като изолирани работници в проби от литиева постеля от горския под, извлечени с помощта на фунии Berlese или чували Winkler. Брандов и др. откриха, че Thaumatomyrmex contumax и Thaumatomyrmex atrox в южна Бразилия са специализирани хищници на многоножки в разред Polyxenida.
de: Sie werden am häufigsten einzeln in Bodenproben aus Laubstreu im Waldboden gefunden, die mit Hilfe von Berlese-Trichtern oder Winkler-Säcken extrahiert wurden. Brandao und andere Forscher fanden heraus, dass Thaumatomyrmex contumax und Thaumatomyrmex atrox in Südbrasilien als Spezialräuber von Tausendfüßlern der Ordnung Polyxenida auftreten.
es: Se encuentra en el sur de América. Por lo general, no hay muchos de ellos dentro de su comunidad, quizás solo unos 10 miembros. Su tamaño tampoco es tan grande. Sin embargo, tienen la apariencia más aterradora. Son los asesinos de primera clase que se esconden en el sur de América. La mayoría de los insectos, incluidos los ciempiés, son su presa.
fil: Matatagpuan sa Katimugang Amerika. Kadalasan, wala gaanong dami sa loob ng kanilang komunidad, marahil mga 10 miyembro lang. Hindi rin gaano kalaki ang laki nito. Gayunpaman, mayroon silang pinakakatakot na hitsura. Sila ang mga nangungunang mamamatay na nagtatago sa Katimugang Amerika. Karamihan sa mga insekto kasama ang mga centipede ang kanilang biktima.
hu: Dél-Amerikában él. Általában nem sok van belőlük a kolóniáikon belül, talán csak mintegy 10 példány. A méretük sem olyan nagy. Azonban igencsak félelmetes megjelenésük van. Ők az első osztályú gyilkosok, akik Dél-Amerikában bujkálnak. A legtöbb rovar, beleértve a százlábúakat is, a zsákmányuk.
it: Si trova nell'America meridionale. Di solito non ce ne sono molti all'interno della loro comunità, forse solo una decina di membri. Anche le sue dimensioni non sono così grandi. Tuttavia, hanno l'aspetto più spaventoso. Sono i killer di prima classe che si nascondono nell'America meridionale. La maggior parte degli insetti, compresi i millepiedi, sono le loro prede.
ja: 南米で見つかります。通常、コミュニティ内に数は多くなく、おそらく約 10 人程度です。そのサイズもそれほど大きくはありません。しかし、彼らは最も恐ろしい外観をしています。彼らは南米に潜む最高クラスの殺人者です。ムカデを含むほとんどの昆虫が彼らの獲物です。
mk: Најден во Јужна Америка. Обично, во рамките на нивната заедница нема многу, веројатно само околу 10 членови. Нивната големина исто така не е толку голема. Меѓутоа, тие имаат најстрашен изглед. Тие се врвни убијци што се кријат во Јужна Америка. Најголем дел од инсектите, вклучувајќи ги и стоногалките, им се плен.
nl: Wordt gevonden in Zuid-Amerika. Meestal zitten er binnen hun gemeenschap niet veel, misschien maar zo'n 10 leden. Ze zijn ook niet zo groot. Maar ze hebben wel het meest angstaanjagende uiterlijk. Ze zijn de absolute topmoordenaars die zich in Zuid-Amerika schuilhouden. De meeste insecten, waaronder duizendpoten, zijn hun prooi.
pl: Występuje w Ameryce Południowej. Zazwyczaj w ich społeczności nie ma ich zbyt wielu, pewnie tylko około 10 osobników. Jego wielkość też nie jest zbyt imponująca. Niemniej mają najbardziej przerażający wygląd. To mordercy najwyższej klasy ukrywający się w Ameryce Południowej. Ich ofiarą padają większość owadów, w tym stonogi.
ru: Встречается в Южной Америке. Обычно их в сообществе не так много, возможно, всего около 10 особей. Их размер тоже не так велик. Однако у них самый страшный вид. Они первоклассные убийцы, скрывающиеся в Южной Америке. Довольно часто они охотятся на насекомых, в том числе на многоножек.
tr: Güney Amerika'da bulunur. Toplulukları içinde genellikle çok fazla sayıda bulunmazlar, belki de yalnızca yaklaşık 10 birey vardır. Büyüklükleri de o kadar büyük değildir. Ancak en korkutucu görünüme sahiptirler. Güney Amerika'da saklanan birinci sınıf katillerdir. Kırkayaklar da dahil olmak üzere çoğu böcek onların avıdır.
uk: Мешкають у Південній Америці. Зазвичай їх не багато в їхній спільноті, можливо, лише близько 10 осіб. Їхній розмір також не такий великий. Проте вони мають найстрашніший вигляд. Вони є першокласними вбивцями, що ховаються в Південній Америці. Більшість комах, включаючи багатоніжок, є їхньою здобиччю.
vi: Tìm thấy ở Nam Mỹ. Thường thì không có nhiều cá thể trong một đàn kiến, có lẽ chỉ khoảng 10 con. Kích thước của chúng cũng không lớn lắm. Tuy nhiên, chúng có bề ngoài đáng sợ nhất. Chúng là những sát thủ đẳng cấp ẩn náu ở Nam Mỹ. Hầu hết các loài côn trùng bao gồm cả rết đều là con mồi của chúng.
zh: 它们通常被收集为从森林地面上的落叶层样本中分离出来的工蚁，使用 Berlese 漏斗或 Winkler 袋提取。Brandao 等人发现，巴西南部的 Thaumatomyrmex contumax 和 Thaumatomyrmex atrox 是阶马陆目多足动物的专门掠食者。

# dominance3SkillTitle
source: Dominance Three
ar: هيمنة ثلاثة
bg: Доминирование три
de: Dominanz 3
es: Dominancia Tres
hu: Dominancia három
it: Dominanza tre
ja: ドミナンス スリー
mk: Доминација три
nl: Dominance Drie
pl: Dominacja trzy
ru: Доминирование третьего уровня
tr: Hakimiyet Üç
uk: Домінування, три
vi: Thống trị cấp 3
zh: 支配三

# dominance3SkillDesc10
source: Soldier cap in its squad +18,100 (+ Special Ant Level*100)
ar: ترتفع قدرة الجندي في فصيلته بمقدار 18000 (+ مستوى النملة الخاصة*100)
bg: Лимит солдат в отряде + 18 000 (+ уровень специального муравья*100).
de: Soldatenobergrenze im Trupp +18.000 (+ Sondereinheitslevel * 100)
es: Límite de soldados en su escuadrón +18.000 (+ Hormiga especial: nivel*100)
fil: Sundalong takip sa iskwad +18,000 (+ Antas ng Espesyal na Ant x100)
hu: Katonai szinten +18 000 a rajban (+ Speciális hangya szintje*100)
it: Massimo soldati nella squadra +18.000 (+ livello formica speciale * 100)
ja: その小隊の兵士上限 +18,000 (+特殊アリレベル*100)
mk: Капацитет на војниците во неговата чета +18.000 (+ Специјално ниво на мравки*100)
nl: Soldaatlimiet in zijn team +18.000 (+ Speciale Mier Level*100)
pl: Maksymalna liczba żołnierzy w drużynie +18 000 (+ poziom specjalnej mrówki * 100)
ru: Лимит солдат в отряде +18 000 (+ уровень специальных муравьев * 100)
tr: Kendi müfrezesindeki Asker sınırı +18.000 (+Özel Karınca Seviyesi*100)
uk: Межа в кількості солдатів у загоні: +18,000 (+ рівень Sp Ant*100)
vi: Giới hạn lính trong đội hình +18.000 (+ Cấp kiến đặc biệt*100)
zh: 所在小队士兵上限+18000（+特殊蚁等级*100）

# dominance3SkillDesc20
source: Soldier cap in its squad +18,100 (+ Special Ant Level*100) In its squad, Normal attack damage + 50%
ar: ترتفع قدرة الجندي في فصيلته بمقدار 18000 (+ مستوى النملة الخاصة*100) في فصيلته، يزداد ضرر الهجوم العادي بمقدار 50%
bg: Лимит солдат в отряде +18 000 (+ Уровень особого муравья*100). В его отряде обычный урон от атаки + 50%
de: Soldatenobergrenze im Trupp +18.000 (+ Sondereinheitslevel * 100) Im Trupp Normaler Angriffsschaden + 50%
es: Límite de soldados en su escuadrón +18.000 (+ Hormiga especial: nivel*100) En su escuadrón, daño de ataque normal + 50%
fil: Sundalong takip sa iskwad +18,000 (+ Antas ng Espesyal na Ant x100) Sa iskwad nito, Normal na pag-atake pinsala + 50%
hu: Katonai szint +18 000 a rajban (+ Speciális hangya szintje*100) A rajban a Normál támadás +50%
it: Massimo soldati nella squadra +18.000 (+ livello formica speciale*100) Nella sua squadra, attacco normale + 50%
ja: その小隊の兵士上限 +18,000 (+特殊アリレベル*100) その小隊で、通常攻撃ダメージ +50%
mk: Капацитет на војниците во неговата чета +18.000 (+ Специјално ниво на мравки*100) Во неговата чета, нормално нападната штета + 50%
nl: Soldaatlimiet in zijn team +18.000 (+ Speciale Mier Level*100) In zijn team, Normale aanvalschade + 50%
pl: Maksymalna liczba żołnierzy w drużynie +18 000 (+ poziom specjalnej mrówki * 100) W drużynie obrażenia od ataku normalnego +50%
ru: Лимит солдат в отряде +18 000 (+ уровень специальных муравьев * 100) В своем отряде урон обычных атак увеличивается на 50%
tr: Kendi müfrezesindeki Asker sınırı +18.000 (+Özel Karınca Seviyesi*100) Kendi müfrezesindeki Normal saldırı hasarı 50% artar
uk: Межа в кількості солдатів у загоні: +18,000 (+ рівень Sp Ant*100) Збільшує урон від звичайної атаки в загоні на 50%
vi: Giới hạn lính trong đội hình +18.000 (+ Cấp kiến đặc biệt*100) Trong đội hình của nó, Sát thương tấn công thường +50%
zh: 所在小队士兵上限+18000（+特殊蚁等级*100） 所在小队普攻伤害+ 50%

# tertiaryDefenseSkillTitle
source: Tertiary Defense
ar: دفاع ثانوي
bg: Третичная защита
de: Tertiärverteidigung
es: Defensa terciaria
fil: Tersiyaryong Depensa
hu: Harmadlagos védelem
it: Difesa terziaria
ja: 補助防御
mk: Терцијална одбрана
nl: Tertiaire verdediging
pl: Obrona trzeciorzędna
ru: Вспомогательная защита
tr: Üçüncül Savunma
uk: Третинний захист
vi: Phòng thủ cấp 3
zh: 三级防御

# tertiaryDefenseSkillDescription
source: In its squad ant defense {percentage}%
ar: في فصيلتها، يكون دفاع النملة {percentage}%
bg: В его отряде защите муравьев {percentage}%
de: Im Trupp Ameisenverteidigung {percentage}%
es: En su escuadrón, defensa de hormiga {percentage}%
fil: Sa iskwad nito ant depensa {percentage}%
hu: A rajában lévő hangyák védelme {percentage}%
it: Nella sua squadra difesa formica {percentage}%
ja: その小隊のアリの防御 {percentage}%
mk: Во неговата чета одбраната на мравките {percentage}%
nl: In zijn team mierverdediging {percentage}%
pl: Obrona mrówki w drużynie {percentage}%
ru: Защита муравьев в отряде {percentage}%
tr: Kendi müfrezesindeki karınca savunması yüzde {percentage}
uk: Захист мурах у загоні {percentage}%
vi: Trong đội hình của nó, phòng thủ kiến {percentage}%
zh: 所在小队蚁防{percentage}%

# tertiaryAttackSkillTitle
source: Tertiary Attack
ar: هجوم ثانوي
bg: Третичная атака
de: Tertiärangriff
es: Ataque terciario
fil: Tersiyaryong Pag-atake
hu: Harmadlagos támadás
it: Attacco terziario
ja: 補助攻撃
mk: Терцијални напад
nl: Tertiaire aanval
pl: Atak trzeciorzędny
ru: Вспомогательная атака
tr: İkincil Saldırı
uk: Третинні атаки
vi: Tấn công cấp 3
zh: 三级攻击

# tertiaryAttackSkillDescription
source: In its squad ant attack {percentage}%
ar: في فصيلتها، يكون هجوم النملة {percentage}%
bg: В его отряде атака муравьев {percentage}%
de: Im Trupp Ameisenangriff {percentage}%
es: En su escuadrón, ataque de hormiga {percentage}%
fil: Sa iskwad nito ant pag-atake {percentage}%
hu: A rajában lévő hangyák támadása {percentage}%
it: Nella sua squadra attacco formica {percentage}%
ja: その小隊のアリの攻撃 {percentage}%
mk: Во неговата чета нападот на мравките {percentage}%
nl: In zijn team mieraanval {percentage}%
pl: Atak mrówki w drużynie {percentage}%
ru: Атака муравьев в отряде {percentage}%
tr: Kendi müfrezesindeki karınca saldırısı yüzde {percentage}
uk: Урон від атаки мурах у загоні {percentage}%
vi: Trong đội hình của nó, tấn công kiến {percentage}%
zh: 所在小队蚁攻{percentage}%

# colonyLeaderSkillTitle
source: Colony Leader
ar: قائدة المستعمرة
bg: Лидер колонии
de: Kolonieführer
es: Líder de la colonia
fil: Pinuno ng Kolonya
hu: Kolóniamester
it: Capo colonia
ja: コロニーリーダー
mk: Водач на колонија
nl: Kolonieleider
pl: Wódz kolonii
ru: Лидер колонии
tr: Koloni Lideri
uk: Лідер колонії
vi: Lãnh đạo bầy
zh: 殖民领袖

# acidGeneralWeaknessRaidSkillTitle
source: Weakness Raid
ar: غارة الضعف
bg: Рейд по слабым местам
de: Schwäche-Raid
es: Incursión de debilidad
hu: Gyengeség portyázás
it: Raid di Debolezza
ja: 弱点レイド
mk: Рација на слабост
nl: Raid naar zwakke punten
pl: Atak na słabych
ru: РЕЙД ПО СЛАБОСТИ
tr: Zayıflık Baskını
uk: Рейд по слабкості
vi: Tấn công điểm yếu
zh: 弱点突袭

# acidGeneralWeaknessRaidSkillDescription10
source: Prepares for 1 round, and has a 50% chance to deal 441% (+Special Ant Level*4%) damage to the enemy squad with the lowest power within effective range
ar: ة*4%) بمفرزة العدو الأضعف قوةً ضمن النطاق الفعال
bg: Готовится в течение 1 раунда и имеет 50% шанс нанести 441% (+Уровень особого муравья*4%) урона отряду противника с наименьшей силой в радиусе действия
de: Bereitet sich 1 Runde lang vor und hat eine Chance von 50 %, der feindlichen Trupp mit der niedrigsten Energie im effektiven Bereich 441 % (+ Spezialameisengrad*4 %) Schaden zuzufügen
es: Se prepara durante 1 ronda y tiene un 50 % de probabilidad de asestar un 441 % (+ nivel de hormiga especial * 4 %) de daño al escuadrón enemigo con menor poder dentro del alcance efectivo
fil: Hinihintay ang 1 putok, at mayroong 50% na pagkakataon na makagawa ng 441% (+Special Ant Level*4%) ng pinsala sa pinaka-mababang kapangyarihan ng kaaway sa loob ng epektibong hangganan
hu: 1 körre felkészül, és 50% eséllyel 441% (+Különleges hangya szint*4%) sebzést okoz a célterületen a legalacsonyabb erővel rendelkező ellenséges csapatnak
it: Si prepara per 1 turno e ha il 50% di probabilità di infliggere danni pari al 441% (+Livello formica speciale*4%) alla squadra nemica meno potente entro il raggio d'azione
ja: 1ラウンド準備し、効果範囲内のうち最もパワーが低い敵軍団に441%（+特殊アリのレベル*4%）のダメージを与える確率が50%
mk: Се подготвува 1 рунда и има 50% шанса да нанесе 441% (+Специјално ниво на мрав*4%) штета на непријателскиот тим со најниска моќ во ефективен опсег
nl: Bereidt zich voor gedurende 1 ronde met een kans van 50% op het toebrengen van 441% (+ speciaal mier-niveau * 4%) schade aan het vijandelijke team met de laagste Power binnen het effectieve bereik
pl: Przygotowuje się przez 1 rundę i ma 50% szans na zadanie 441% (+ poziom mrówki specjalnej * 4%) obrażeń oddziałowi wroga o najniższej sile w zasięgu
ru: Готовится 1 раунд, затем с шансом 50% наносит противнику с самой низкой силой в зоне поражения 441% (+Уровень особого муравья*4%) урона
tr: 1 tur hazırlık yapar ve etkili menzil içindeki en düşük güce sahip düşman birliğine %50 ihtimalle 441% (+Özel Karınca Seviyesi*4%) hasar verir
uk: Підготовка триває 1 раунд, після чого є 50% ймовірності завдати 441% (+рівень особливої мурахи *4%) шкоди загону противника з найменшим рівнем потужності в межах дії
vi: Chuẩn bị trong 1 lượt và có 50% cơ hội gây sát thương 441% (+Cấp kiến đặc biệt*4%) lên đội quân địch có sức mạnh thấp nhất trong phạm vi hiệu quả
zh: 准备 1 回合，有 50% 的几率对伤害范围内的战力最低的敌方小队造成 441%（+特殊蚂蚁等级*4%）伤害

# acidGeneralWeaknessRaidSkillDescription20
source: Prepares for 1 round, and has a 55% chance to deal 441% (+Special Ant Level*4%) damage to the enemy squad with the lowest power within effective range
ar: تستعد لمدة جولة واحدة، وفرصتها 55% في إلحاق ضرر بنسبة 441% (+مستوى النملة الخاصة*4%) بمفرزة العدو الأضعف قوةً ضمن النطاق الفعال
bg: Готовится в течение 1 раунда и имеет 55% шанс нанести 441% (+Уровень особого муравья*4%) урона отряду противника с наименьшей силой в радиусе действия
de: Bereitet sich 1 Runde lang vor und hat eine Chance von 55 %, der feindlichen Trupp mit der niedrigsten Energie im effektiven Bereich 441 % (+ Spezialameisengrad*4 %) Schaden zuzufügen
es: Se prepara durante 1 ronda y tiene un 55 % de probabilidad de asestar un 441 % (+ nivel de hormiga especial * 4 %) de daño al escuadrón enemigo con menor poder dentro del alcance efectivo
fil: Hinihintay ang 1 putok, at mayroong 55% na pagkakataon na makagawa ng 441% (+Special Ant Level*4%) ng pinsala sa pinaka-mababang kapangyarihan ng kaaway sa loob ng epektibong hangganan
hu: 1 körre felkészül, és 55% eséllyel 441% (+Különleges hangya szint*4%) sebzést okoz a célterületen a legalacsonyabb erővel rendelkező ellenséges csapatnak
it: Si prepara per 1 turno e ha il 55% di probabilità di infliggere danni pari al 441% (+Livello formica speciale*4%) alla squadra nemica meno potente entro il raggio d'azione
ja: 1ラウンド準備し、効果範囲内のうち最もパワーが低い敵軍団に441%（+特殊アリのレベル*4%）のダメージを与える確率が55%
mk: Се подготвува 1 рунда и има 55% шанса да нанесе 441% (+Специјално ниво на мрав*4%) штета на непријателскиот тим со најниска моќ во ефективен опсег
nl: Bereidt zich voor gedurende 1 ronde met een kans van 55% op het toebrengen van 441% (+ speciaal mier-niveau * 4%) schade aan het vijandelijke team met de laagste Power binnen het effectieve bereik
pl: Przygotowuje się przez 1 rundę i ma 55% szans na zadanie 441% (+ poziom mrówki specjalnej * 4%) obrażeń oddziałowi wroga o najniższej sile w zasięgu
ru: Готовится 1 раунд, затем с шансом 55% наносит противнику с самой низкой силой в зоне поражения 441% (+Уровень особого муравья*4%) урона
tr: 1 tur hazırlık yapar ve etkili menzil içindeki en düşük güce sahip düşman birliğine %55 ihtimalle 441% (+Özel Karınca Seviyesi*4%) hasar verir
uk: Підготовка триває 1 раунд, після чого є 55% ймовірності завдати 441% (+рівень особливої мурахи *4%) шкоди загону противника з найменшим рівнем потужності в межах дії
vi: Chuẩn bị trong 1 lượt và có 55% cơ hội gây sát thương 441% (+Cấp kiến đặc biệt*4%) lên đội quân địch có sức mạnh thấp nhất trong phạm vi hiệu quả
zh: 准备 1 回合，有 55% 的几率对伤害范围内的战力最低的敌方小队造成 441%（+特殊蚂蚁等级*4%）伤害

# acidGeneralHyperAttackSkillTitle
source: Hyper Attack
ar: هجوم فائق
bg: Гипер-атака
de: Hyperangriff
es: Hiperataque
hu: Hiper támadás
it: Attacco Iper
ja: ハイパー攻撃
mk: Хипер напад
nl: Hyperaanval
pl: Hiperatak
ru: ГИПЕРАТАКА
tr: Hiper Saldırı
uk: Гіператака
vi: Tấn công siêu tốc
zh: 重击

# acidGeneralHyperAttackSkillDescription10
source: Has a 50% chance to deal 86% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range, and increases its squad damage by 30% for 2 rounds
ar: فرصتها 50% في إلحاق ضرر بنسبة 86% (+مستوى النملة الخاصة*1%) بمفرزتين عشوائيتين للعدو ضمن النطاق الفعال، وزيادة ضرر مفرزتها بنسبة 30% لمدة جولتين
bg: Имеет 50% шанс нанести 86% (+Уровень особого муравья*1%) урона 2 случайным отрядам противника в радиусе действия, и увеличивает урон своего отряда на 30% в течение 2 раундов
de: Hat eine Chance von 50 %, 2 zufälligen feindlichen Truppen im effektiven Bereich 86 % (+ Spezialameisengrad*1 %) Schaden zuzufügen und seinen Truppenschaden 2 Runden lang um 30 % zu erhöhen
es: Tiene un 50 % de probabilidad de asestar un 86 % (+ nivel de hormiga especial * 1 %) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo, y aumenta el daño de su escuadrón un 30 % durante 2 rondas
fil: Mayroong 50% na pagkakataon na makagawa ng 86% (+Special Ant Level*1%) ng pinsala sa 2 random na kaaway sa loob ng epektibong hangganan, at pinapataas ang pinsala ng iskwad nito ng 30% para sa 2 putok
hu: 50% eséllyel 86% (+Különleges hangya szint*1%) sebzést okoz 2 véletlenszerű ellenséges csapatnak a célterületen, és 2 körön keresztül 30%-kal növeli a csapatának sebzését
it: Ha il 50% di probabilità di infliggere danni pari all'86% (+Livello formica speciale*1%) a 2 squadre nemiche casuali entro il raggio d'azione e aumenta i danni della propria squadra del 30% per 2 turni
ja: 効果範囲内のうちランダムで2つの敵軍団に86%（+特殊アリのレベル*1%）のダメージを与える確率が50%あり、2ラウンドの間その軍団のダメージが30%上昇する
mk: Има 50% шанса да нанесе 86% (+Специјално ниво на мрав*1%) штета на 2 случајни непријателски тимови во ефективен опсег и ја зголемува својата тимска штета за 30% 2 рунди
nl: Heeft 50% kans op het toebrengen van 86% (+ speciaal mier-niveau * 1%) schade aan 2 willekeurige vijandelijke teams binnen effectief bereik en verhoogt haar eigen teamschade met 30% gedurende 2 rondes
pl: Ma 50% szans na zadanie 86% (+ poziom mrówki specjalnej * 1%) obrażeń 2 losowym oddziałom wroga w zasięgu i zwiększa obrażenia swojego oddziału o 30% na 2 rundy
ru: С шансом 50% наносит сразу 2 случайным отрядам противника в зоне поражения 86% (+Уровень особого муравья*1%) урона и увеличивает урон отряда на 30% на 2 хода
tr: Etkili menzil içindeki 2 rastgele düşman birliğine %50 ihtimalle 86% (+Özel Karınca Seviyesi*1%) hasar verir ve birlik hasarını 2 tur boyunca %30 artırır
uk: Є 50% ймовірності, що 2 випадковим загонам противника в межах дії буде завдано 86% (+рівень особливої мурахи *1%) шкоди, а шкода загону збільшиться на 30% протягом 2 раундів
vi: Có 50% cơ hội gây sát thương 86% (+Cấp kiến đặc biệt*1%) lên 2 nhóm quân địch ngẫu nhiên trong phạm vi hiệu quả và tăng sát thương nhóm quân của mình lên 30% trong 2 lượt
zh: 有 50% 的几率对伤害范围内的 2 个随机敌方小队造成 86%（+特殊蚂蚁等级*1%）伤害，并将自己小队的伤害提升 30%，持续 2 回合

# acidGeneralHyperAttackSkillDescription20
source: Has a 50% chance to deal 126% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range, and increases its squad damage by 50% for 2 rounds
ar: فرصتها 50% في إلحاق ضرر بنسبة 126% (+مستوى النملة الخاصة*1%) بمفرزتين عشوائيتين للعدو ضمن النطاق الفعال، وزيادة ضرر مفرزتها بنسبة 50% لمدة جولتين
bg: Имеет 50% шанс нанести 126% (+Уровень особого муравья*1%) урона 2 случайным отрядам противника в радиусе действия, и увеличивает урон своего отряда на 50% в течение 2 раундов
de: Hat eine Chance von 50 %, 2 zufälligen feindlichen Truppen im effektiven Bereich 126 % (+ Spezialameisengrad*1 %) Schaden zuzufügen und seinen Truppenschaden 2 Runden lang um 50 % zu erhöhen
es: Tiene un 50 % de probabilidad de asestar un 126 % (+ nivel de hormiga especial * 1 %) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo, y aumenta el daño de su escuadrón un 50 % durante 2 rondas
fil: Mayroong 50% na pagkakataon na makagawa ng 126% (+Special Ant Level*1%) ng pinsala sa 2 random na kaaway sa loob ng epektibong hangganan, at pinapataas ang pinsala ng iskwad nito ng 50% para sa 2 putok
hu: 50% eséllyel 126% (+Különleges hangya szint*1%) sebzést okoz 2 véletlenszerű ellenséges csapatnak a célterületen, és 2 körön keresztül 50%-kal növeli a csapatának sebzését
it: Ha il 50% di probabilità di infliggere danni pari al 126% (+Livello formica speciale*1%) a 2 squadre nemiche casuali entro il raggio d'azione e aumenta i danni della propria squadra del 50% per 2 turni
ja: 効果範囲内のうちランダムで2つの敵軍団に126%（+特殊アリのレベル*1%）のダメージを与える確率が50%あり、2ラウンドの間その軍団のダメージが50%上昇する
mk: Има 50% шанса да нанесе 126% (+Специјално ниво на мрав*1%) штета на 2 случајни непријателски тимови во ефективен опсег и ја зголемува својата тимска штета за 50% 2 рунди
nl: Heeft 50% kans op het toebrengen van 126% (+ speciaal mier-niveau * 1%) schade aan 2 willekeurige vijandelijke teams binnen effectief bereik en verhoogt haar eigen teamschade met 50% gedurende 2 rondes
pl: Ma 50% szans na zadanie 126% (+ poziom mrówki specjalnej * 1%) obrażeń 2 losowym oddziałom wroga w zasięgu i zwiększa obrażenia swojego oddziału o 50% na 2 rundy
ru: С шансом 50% наносит сразу 2 случайным отрядам противника в зоне поражения 126% (+Уровень особого муравья*1%) урона и увеличивает урон отряда на 50% на 2 хода
tr: Etkili menzil içindeki 2 rastgele düşman birliğine %50 ihtimalle 126% (+Özel Karınca Seviyesi*1%) hasar verir ve birlik hasarını 2 tur boyunca %50 artırır
uk: Є 50% ймовірності, що 2 випадковим загонам противника в межах дії буде завдано 126% (+рівень особливої мурахи *1%) шкоди, а шкода загону збільшиться на 50% протягом 2 раундів
vi: Có 50% cơ hội gây sát thương 126% (+Cấp kiến đặc biệt*1%) lên 2 nhóm quân địch ngẫu nhiên trong phạm vi hiệu quả và tăng sát thương nhóm quân của mình lên 50% trong 2 lượt
zh: 有 50% 的几率对伤害范围内的 2 个随机敌方小队造成 126%（+特殊蚂蚁等级*1%）伤害，并将自己小队的伤害提升 50%，持续 2 回合

# acidGeneralDeadlyStrikeSkillTitle
source: Deadly Strike
ar: ضربة مميتة
bg: Смертельный удар
de: Tödlicher Schlag
es: Golpe mortal
hu: Halálos csapás
it: Colpo Mortale
ja: 必殺の一撃
mk: Смртоносен удар
nl: Dodelijke aanval
pl: Zabójczy cios
ru: СМЕРТЕЛЬНЫЙ УДАР
tr: Ölümcül Darbe
uk: Смертельний удар
vi: Đòn tấn công chí mạng
zh: 致命一击
