Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# newWorldGeneralBlitzkriegSkillDescription10
source: Prepares for 1 round, and has a 40% chance to attack 2 times, dealing 269% (+Special Ant Level*2%) damage each time to 1 random enemy squad within effective range
ar: يستعد لمدة جولة واحدة، ويحظى باحتمالية بنسبة 40% بمهاجمة مرتين، مما يلحق 269% (+مستوى النمل الخاص*2%) من الضرر في كل مرة بفرقة واحدة عشوائية من الأعداء ضمن المدى الفعال
bg: Подготвя се за 1 кръг и има 40% шанс да атакува 2 пъти нанесени съответно 269% (+ ниво на специален мравка*2%) щети всяка на 1 отряд случайно избрани вражески цели намиращи се в ефективен обсег
de: Belädt sich 1 Runde lang auf und hat eine Chance von 40 %, 2 Mal anzugreifen und jedes Mal einer zufälligen gegnerischen Einheit innerhalb der Reichweite 269 % (+ Sonderameisenlevel*2 %) Schaden zuzufügen.
es: Se prepara durante 1 asalto y tiene un 40% de probabilidad de atacar 2 veces, infligiendo 269% (+Nivel de Hormiga Especial*2%) de daño cada vez a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Maghahanda sa loob ng 1 round, at may 40% tyansang umatake ng 2 beses, na magbibigay ng pinsalang 269% (+Antas ng Espesyal na Langgam*2%) sa bawat beses sa 1 random na iskwad ng kaaway na nasa loob ng sakop ng tama
hu: 1 körön át készülődik, és 40%-os esélye van arra, hogy kétszer támadjon, egyenként 269% (+Különleges hangya szintje*2%) sebzést okozva 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül
it: Si prepara per 1 round e ha il 40% di possibilità di attaccare 2 volte, infliggendo il 269% (+ livello formica speciale*2%) di danni ogni volta a 1 contingente nemico casuale entro il raggio d'azione effettivo
ja: 1ラウンド準備し、40%の確率で2回攻撃し、1回につき効果範囲内の1つのランダムな敵部隊に対して269%（+特殊アリレベル*2%）のダメージを与える。
mk: Се подготвува 1 рунда и има 40% шанса да нападне 2 пати, нанесувајќи секојпат штета од 269% (+Ниво на специјални мравки*2%) во 1 случајна непријателска чета во ефективен дострел
nl: Bereidt zich voor voor 1 ronde en heeft 40% kans om 2 keer aan te vallen, elke keer 269% (+Speciaal mier-niveau*2%) schade toebrengend aan 1 vijandige eenheid binnen effectief bereik
pl: Przygotowuje się przez 1 rundę i ma 40% szans na atak 2 razy, zadając 269% (+Specjalny poziom mrówek*2%) obrażeń za każdym razem 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Подготавливается в течение 1 хода и с 40%-ной вероятностью атакует 2 раза, нанося в каждой атаке 269% (+уровень особой муравьиной атаки*2%) урона 1 случайному отряду противника в зоне действия
uk: Готується протягом 1 раунду і має 40% ймовірність атакувати 2 рази, завдаючи шкоди у розмірі 269% (+Рівень особливої мурашки*2%) кожного разу 1 випадковому загону ворогів у зоні дії
vi: Chuẩn bị cho 1 lượt và có 40% cơ hội tấn công 2 lần, mỗi lần gây sát thương 269% (+Cấp kiến đặc biệt*2%) lên 1 tổ đội địch ngẫu nhiên trong phạm vi hiệu quả

# newWorldGeneralBlitzkriegSkillDescription20
source: Prepares for 1 round, and has a 40% chance to attack 2 times, dealing 399% (+Special Ant Level*2%) damage each time to 1 random enemy squad within effective range
ar: يستعد لمدة جولة واحدة، ويحظى باحتمالية بنسبة 40% بمهاجمة مرتين، مما يلحق 399% (+مستوى النمل الخاص*2%) من الضرر في كل مرة بفرقة واحدة عشوائية من الأعداء ضمن المدى الفعال
bg: Подготвя се за 1 кръг и има 40% шанс да атакува 2 пъти нанесени съответно 399% (+ ниво на специален мравка*2%) щети всяка на 1 отряд случайно избрани вражески цели намиращи се в ефективен обсег
de: Belädt sich 1 Runde lang auf und hat eine Chance von 40 %, 2 Mal anzugreifen und jedes Mal einer zufälligen gegnerischen Einheit innerhalb der Reichweite 399 % (+ Sonderameisenlevel*2 %) Schaden zuzufügen.
es: Se prepara durante 1 asalto y tiene un 40% de probabilidad de atacar 2 veces, infligiendo 399% (+Nivel de Hormiga Especial*2%) de daño cada vez a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Maghahanda sa loob ng 1 round, at may 40% tyansang umatake ng 2 beses, na magbibigay ng pinsalang 399% (+Antas ng Espesyal na Langgam*2%) sa bawat beses sa 1 random na iskwad ng kaaway na nasa loob ng sakop ng tama
hu: 1 körön át készülődik, és 40%-os esélye van arra, hogy kétszer támadjon, egyenként 399% (+Különleges hangya szintje*2%) sebzést okozva 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül
it: Si prepara per 1 round e ha il 40% di possibilità di attaccare 2 volte, infliggendo il 399% (+ livello formica speciale*2%) di danni ogni volta a 1 contingente nemico casuale entro il raggio d'azione effettivo
ja: 1ラウンド準備し、40%の確率で2回攻撃し、1回につき効果範囲内の1つのランダムな敵部隊に対して399%（+特殊アリレベル*2%）のダメージを与える。
mk: Се подготвува 1 рунда и има 40% шанса да нападне 2 пати, нанесувајќи секојпат штета од 399% (+Ниво на специјални мравки*2%) во 1 случајна непријателска чета во ефективен дострел
nl: Bereidt zich voor voor 1 ronde en heeft 40% kans om 2 keer aan te vallen, elke keer 399% (+Speciaal mier-niveau*2%) schade toebrengend aan 1 vijandige eenheid binnen effectief bereik
pl: Przygotowuje się przez 1 rundę i ma 40% szans na atak 2 razy, zadając 399% (+Specjalny poziom mrówek*2%) obrażeń za każdym razem 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Подготавливается в течение 1 хода и с 40%-ной вероятностью атакует 2 раза, нанося в каждой атаке 399% (+уровень особой муравьиной атаки*2%) урона 1 случайному отряду противника в зоне действия
uk: Готується протягом 1 раунду і має 40% ймовірність атакувати 2 рази, завдаючи шкоди у розмірі 399% (+Рівень особливої мурашки*2%) кожного разу 1 випадковому загону ворогів у зоні дії
vi: Chuẩn bị cho 1 lượt và có 40% cơ hội tấn công 2 lần, mỗi lần gây sát thương 399% (+Cấp kiến đặc biệt*2%) lên 1 tổ đội địch ngẫu nhiên trong phạm vi hiệu quả

# nimbleTreeAntAgilitySkillTitle
source: Agility
ar: خفة الحركة
bg: Пъргавина
es: Agilidad
hu: Ügyesség
it: Agilità
ja: 敏捷
mk: Агилност
nl: Behendigheid
pl: Szybkość
ru: Проворство
uk: Гнучкість
vi: Linh hoạt

# nimbleTreeAntAgilitySkillDescription10
source: When the battle starts, its squad Combat Speed +100, and all our Shooter Ants squads normal attack damage +80%, lasting till the end of the battle
ar: عند بدء المعركة، يزداد مقاس سرعة القتال للفرقة بواقع +100، ويتزايد ضرر الهجوم العادي لجميع فرق النمل الرامي بنسبة +80%، ويستمر هذا التأثير حتى نهاية المعركة
bg: Когато започне битката, скоростта на отряда ѝ в битка +100, и всичката ни бойна скорост на отряда с Стрелящи мравки +80%, трае до края на битката.
de: Zu Beginn der Schlacht: Truppenkampfgeschwindigkeit +100 und normaler Angriffsschaden aller Schützenameisentruppen +80 % bis zum Ende der Schlacht
es: Cuando comienza la batalla, la velocidad de combate de la patrulla +100 y el daño de los ataques normales de todos los pelotones de hormigas con ataque a distancia aumenta un 80%, hasta el final de la batalla
fil: Kapag nagsimula ang labanan, ang bilis ng kanyang iskuwad sa pakikipaglaban ay tataas ng +100, at tataas ng 80% ang normal na pinsala sa pag-atake ng lahat ng aming iskuwad ng Shooter Ant hanggang sa matapos ang labanan
hu: A csata kezdetekor a csapat Harci sebessége +100, és minden lövészhányás csapatunk hagyományos támadása +80% kárt okoz a csata végéig
it: All'inizio della battaglia, la Velocità in combattimento della sua squadra +100, e il danno inflitto dal normale attacco di tutte le nostre squadre di Formiche sparatrici +80%, fino alla fine della battaglia
ja: 战斗开始时，其小队战斗速度提升100，所有我们的射手蚁小队的普通攻击伤害提升80%，持续至战斗结束
mk: Кога ќе започне битката, брзината во борбата на неговиот одред +100, и нашите одреди од стапченици со пушки нормално напаѓаат со +80% повеќе штета, што трае до крајот на битката
nl: Wanneer het gevecht begint, plus 100 gevechtssnelheid voor het peloton en plus 80% normale aanvalsschade voor al onze schuttermierpelotons, duurt tot het einde van het gevecht
pl: Na początku bitwy Predkość Bojowa oddziału +100 i +80% do normalnych ataków wszystkich naszych oddziałów Mrówek Strzeleckich, efekt utrzymuje się do końca bitwy
ru: В начале битвы скорость отряда увеличивается на 100, а обычный урон всех отрядов муравьёв-стрелков увеличивается на 80% и сохраняется до конца битвы.
uk: На початку бою швидкість загону зростає на +100, а звичайний атакувальний урон усіх загонів мурах-стрілців збільшується на +80%. Ефект триває до кінця бою
vi: Khi trận chiến bắt đầu, Tốc độ chiến đấu của bầy của nó +100, và toàn bộ sát thương tấn công thường của bầy Kiến súng của chúng tôi +80%, kéo dài đến hết trận chiến

# nimbleTreeAntAgilitySkillDescription20
source: When the battle starts, its squad Combat Speed +150, and all our Shooter Ants squads normal attack damage +120%, lasting till the end of the battle
ar: عند بدء المعركة، يزداد مقاس سرعة القتال للفرقة بواقع +150، ويتزايد ضرر الهجوم العادي لجميع فرق النمل الرامي بنسبة +120%، ويستمر هذا التأثير حتى نهاية المعركة
bg: Когато започне битката, скоростта на отряда ѝ в битка +150, и всичката ни бойна скорост на отряда с Стрелящи мравки +120%, трае до края на битката.
de: Zu Beginn der Schlacht: Truppenkampfgeschwindigkeit +150 und normaler Angriffsschaden aller Schützenameisentruppen +120 % bis zum Ende der Schlacht
es: Cuando comienza la batalla, la velocidad de combate de la patrulla +150 y el daño de los ataques normales de todos los pelotones de hormigas con ataque a distancia aumenta un 120%, hasta el final de la batalla
fil: Kapag nagsimula ang labanan, ang bilis ng kanyang iskuwad sa pakikipaglaban ay tataas ng +150, at tataas ng 120% ang normal na pinsala sa pag-atake ng lahat ng aming iskuwad ng Shooter Ant hanggang sa matapos ang labanan
hu: A csata kezdetekor a csapat Harci sebessége +150, és minden lövészhányás csapatunk hagyományos támadása +120% kárt okoz a csata végéig
it: All'inizio della battaglia, la Velocità in combattimento della sua squadra +150, e il danno inflitto dal normale attacco di tutte le nostre squadre di Formiche sparatrici +120%, fino alla fine della battaglia
ja: 战斗开始时，其小队战斗速度提升150，所有我们的射手蚁小队的普通攻击伤害提升120%，持续至战斗结束
mk: Кога ќе започне битката, брзината во борбата на неговиот одред +150, и нашите одреди од стапченици со пушки нормално напаѓаат со +120% повеќе штета, што трае до крајот на битката
nl: Wanneer het gevecht begint, plus 150 gevechtssnelheid voor het peloton en plus 120% normale aanvalsschade voor al onze schuttermierpelotons, duurt tot het einde van het gevecht
pl: Na początku bitwy Predkość Bojowa oddziału +150 i +120% do normalnych ataków wszystkich naszych oddziałów Mrówek Strzeleckich, efekt utrzymuje się do końca bitwy
ru: В начале битвы скорость отряда увеличивается на 150, а обычный урон всех отрядов муравьёв-стрелков увеличивается на 120% и сохраняется до конца битвы.
uk: На початку бою швидкість загону зростає на +150, а звичайний атакувальний урон усіх загонів мурах-стрілців збільшується на +120%. Ефект триває до кінця бою
vi: Khi trận chiến bắt đầu, Tốc độ chiến đấu của bầy của nó +150, và toàn bộ sát thương tấn công thường của bầy Kiến súng của chúng tôi +120%, kéo dài đến hết trận chiến

# nimbleTreeAntPiercingChaseSkillTitle
source: Piercing Chase
ar: مطاردة خارقة
bg: Пробиващо преследване
de: Durchdringende Verfolgung
es: Persecución penetrante
fil: Pagtugis sa Pagtagos
hu: Áttörő üldözés
it: Inseguimento perforante
ja: 穿甲追击
mk: Прободувачко гонење
nl: Doorborende achtervolging
pl: Przeszywający Łowca
ru: Пробивающий выстрел
uk: Пробиваючий постріл
vi: Quân rượt đuổi xuyên phá

# nimbleTreeAntPiercingChaseSkillDescription10
source: After a normal attack, has a 70% chance to deal 230% (+Special Ant Level*1%) damage to the enemy's front line, and increases their skill damage taken by 26%
ar: بعد الهجوم العادي، تكون هناك فرصة بنسبة 70% لإلحاق ضرر بنسبة 230% (+ مستوى النملة الخاصة *1%) على الخط الأمامي للعدو، وزيادة نسبة الضرر الناتج عن مهاراتهم بنسبة 26%
bg: След обикновена атака, има 70% шанс да нанесе 230% (+ниво на Специален мравка*1%) щети на фронтовата линия на врага и увеличава щетите от уменията му с 26%
de: Nach einem normalen Angriff besteht eine Chance von 70 %, 230 % (+ Level der Spezialameise*1 %) Schaden an der Frontreihe des Gegners zuzufügen und seinen durch Fertigkeiten erlittenen Schaden um 26 % zu erhöhen.
es: Con un 70% de probabilidades, después de un ataque normal, infligir 230% (+1% por nivel de hormiga especial) de daño a la línea del frente del enemigo y aumentar el daño que recibe este enemigo por habilidad un 26%
fil: Pagkatapos ng normal na pag-atake, may 70% pagkakataon na makapagdulot ng 230% (+Espesyal na Antas ng Ant*1%) pinsala sa front line ng kalaban, at tataas ng 26% ang pinsala sa kasanayan na matatanggap nito
hu: Egy hagyományos támadás után 70% esély van, hogy 230% (+Különleges hangya szintje*1%) kárt okoz ellenség frontvonalán, és 26%-kal növeli a képességük által okozott sebzést
it: Dopo un attacco normale, ha il 70% di possibilità di infliggere 230% (+1% Livello formica speciale) di danni alla linea frontale del nemico e aumentare del 26% i danni subiti dalle sue abilità
ja: 在普通攻击后，有70%概率对敌人的前排造成230%（+特殊蚂蚁等级*1%）的伤害，使得其被技能造成的伤害提升26%
mk: По нормално напаѓање, има 70% шанса да предизвика 230% (+ниво на специјална стапченица *1%) штета на предната линија на непријателот, и зголемува ја применатата штета од вештината за 26%
nl: Heeft na een normale aanval een kans van 70% om 230% (+speciaal mier-level*1%) schade toe te brengen aan de frontlinie van de tegenstander en verhoogt de door de vaardigheid geleden schade met 26%
pl: Po normalnym ataku jest 70% szans na zadanie 230% (+1% za poziom Mrówki Specjalnej) obrażeń przeciwnikowi na pierwszej linii i 26% zwiększenia obrażeń od jego umiejętności
ru: После обычной атаки есть вероятность 70% нанести урон 230% (+1% от уровня особого муравья) врагам в первой линии и увеличить получаемый ими урон на 26%.
uk: Після звичайної атаки з імовірністю 70% завдає 230% (+1% за рівень особливої мурашки) шкоди передовій супротивника та збільшує отриманий від навичок супротивника урон на 26%
vi: Sau một đòn tấn công thường, có xác suất 70% gây ra 230% (+1% * Cấp kiến đặc biệt) sát thương lên tuyến đầu của kẻ địch, và tăng sát thương kỹ năng nhận vào của chúng 26%

# nimbleTreeAntPiercingChaseSkillDescription20
source: After a normal attack, has a 70% chance to deal 300% (+Special Ant Level*1%) damage to the enemy's front line, and increases their skill damage taken by 40%
ar: بعد الهجوم العادي، تكون هناك فرصة بنسبة 70% لإلحاق ضرر بنسبة 300% (+ مستوى النملة الخاصة *1%) على الخط الأمامي للعدو، وزيادة نسبة الضرر الناتج عن مهاراتهم بنسبة 40%
bg: След обикновена атака, има 70% шанс да нанесе 300% (+ниво на Специален мравка*1%) щети на фронтовата линия на врага и увеличава щетите от уменията му с 40%
de: Nach einem normalen Angriff besteht eine Chance von 70 %, 300 % (+ Level der Spezialameise*1 %) Schaden an der Frontreihe des Gegners zuzufügen und seinen durch Fertigkeiten erlittenen Schaden um 40 % zu erhöhen.
es: Con un 70% de probabilidades, después de un ataque normal, infligir 300% (+1% por nivel de hormiga especial) de daño a la línea del frente del enemigo y aumentar el daño que recibe este enemigo por habilidad un 40%
fil: Pagkatapos ng normal na pag-atake, may 70% pagkakataon na makapagdulot ng 300% (+Espesyal na Antas ng Ant*1%) pinsala sa front line ng kalaban, at tataas ng 40% ang pinsala sa kasanayan na matatanggap nito
hu: Egy hagyományos támadás után 70% esély van, hogy 300% (+Különleges hangya szintje*1%) kárt okoz ellenség frontvonalán, és 40%-kal növeli a képességük által okozott sebzést
it: Dopo un attacco normale, ha il 70% di possibilità di infliggere 300% (+1% Livello formica speciale) di danni alla linea frontale del nemico e aumentare del 40% i danni subiti dalle sue abilità
ja: 在普通攻击后，有70%概率对敌人的前排造成300%（+特殊蚂蚁等级*1%）的伤害，使得其被技能造成的伤害提升40%
mk: По нормално напаѓање, има 70% шанса да предизвика 300% (+ниво на специјална стапченица *1%) штета на предната линија на непријателот, и зголемува ја применатата штета од вештината за 40%
nl: Heeft na een normale aanval een kans van 70% om 300% (+speciaal mier-level*1%) schade toe te brengen aan de frontlinie van de tegenstander en verhoogt de door de vaardigheid geleden schade met 40%
pl: Po normalnym ataku jest 70% szans na zadanie 300% (+1% za poziom Mrówki Specjalnej) obrażeń przeciwnikowi na pierwszej linii i 40% zwiększenia obrażeń od jego umiejętności
ru: После обычной атаки есть вероятность 70% нанести урон 300% (+1% от уровня особого муравья) врагам в первой линии и увеличить получаемый ими урон на 40%.
uk: Після звичайної атаки з імовірністю 70% завдає 300% (+1% за рівень особливої мурашки) шкоди передовій супротивника та збільшує отриманий від навичок супротивника урон на 40%
vi: Sau một đòn tấn công thường, có xác suất 70% gây ra 300% (+1% * Cấp kiến đặc biệt) sát thương lên tuyến đầu của kẻ địch, và tăng sát thương kỹ năng nhận vào của chúng 40%

# nimbleTreeAntDeftFootworkSkillTitle
source: Deft Footwork
ar: براعة التلاعب بالقدمين
bg: Сръчна работа с краката
de: Geschickte Beinarbeit
es: Juego de pies rápido
fil: Mahusay na Gawa ng Paa
hu: Ügyes lábmunka
it: Gioco di gambe abile
ja: 灵巧步法
mk: Вешто чекорење
nl: Vlot voetenwerk
pl: Zręczna Praca Nóg
ru: Ловкое передвижение
uk: Майстерний біг
vi: Chân khéo léo

# nimbleTreeAntDeftFootworkSkillDescription10
source: Has a 60% chance to allow our 2 random squads to normal attack one more time, lasting for 1 round
ar: توجد فرصة بنسبة 60% للسماح لفرقتين عشوائيتين من فرقنا بالهجوم العادي مرة أخرى، ويستمر هذا التأثير لمدة جولة واحدة
bg: Има 60% шанс да позволи на 2 произволни наши отряда да извършат още една обикновена атака, трае 1 рунд
de: Besteht eine Chance von 60 %, 2 unserer zufälligen Truppen einen zusätzlichen normalen Angriff ausführen zu lassen. Hält 1 Runde an.
es: Con un 60% de probabilidades, nuestros 2 pelotones podrán atacar una vez más con ataques normales durante 1 ronda
fil: May 60% na pagkakataon na payagan ang 2 random na iskuwad na makapagdala ng isa pang normal na pag-atake, tatagal nang isang round
hu: 60% esély van, hogy 2 véletlenszerű csapatunk még egyszer hagyományos támadást végezzen, ami 1 körön át tart
it: Ha il 60% di possibilità di consentire a 2 delle nostre squadre casuali di effettuare un normale attacco un'altra volta, per 1 round
ja: 有60%的概率允许我们2个随机小队再次进行普通攻击，持续1回合
mk: Има 60% шанса да им дозволи на 2 наши случајни одреди да напаѓаат уште еднаш, што трае 1 рунда
nl: Heeft een kans van 60% om onze 2 willekeurige pelotons nog een keer een normale aanval te laten uitvoeren, duurt 1 ronde
pl: Jest 60% szans na umożliwienie naszym 2 losowym oddziałom wykonania drugiego normalnego ataku, efekt utrzymuje się przez 1 rundę
ru: Есть вероятность 60% на то, что по нашему выбору два случайных отряда смогут провести ещё одну обычную атаку, которая продлится 1 раунд.
uk: З імовірністю 60% дає 2 випадковим загонам можливість атакувати на один раз більше. Ефект триває 1 раунд
vi: Có xác suất 60% cho phép 2 bầy ngẫu nhiên của chúng tôi tấn công thường thêm một lần nữa, kéo dài trong 1 hiệp

# nimbleTreeAntDeftFootworkSkillDescription20
source: Has a 70% chance to allow our 2 random squads to normal attack one more time, lasting for 1 round
ar: توجد فرصة بنسبة 70% للسماح لفرقتين عشوائيتين من فرقنا بالهجوم العادي مرة أخرى، ويستمر هذا التأثير لمدة جولة واحدة
bg: Има 70% шанс да позволи на 2 произволни наши отряда да извършат още една обикновена атака, трае 1 рунд
de: Besteht eine Chance von 70 %, 2 unserer zufälligen Truppen einen zusätzlichen normalen Angriff ausführen zu lassen. Hält 1 Runde an.
es: Con un 70% de probabilidades, nuestros 2 pelotones podrán atacar una vez más con ataques normales durante 1 ronda
fil: May 70% na pagkakataon na payagan ang 2 random na iskuwad na makapagdala ng isa pang normal na pag-atake, tatagal nang isang round
hu: 70% esély van, hogy 2 véletlenszerű csapatunk még egyszer hagyományos támadást végezzen, ami 1 körön át tart
it: Ha il 70% di possibilità di consentire a 2 delle nostre squadre casuali di effettuare un normale attacco un'altra volta, per 1 round
ja: 有70%的概率允许我们2个随机小队再次进行普通攻击，持续1回合
mk: Има 70% шанса да им дозволи на 2 наши случајни одреди да напаѓаат уште еднаш, што трае 1 рунда
nl: Heeft een kans van 70% om onze 2 willekeurige pelotons nog een keer een normale aanval te laten uitvoeren, duurt 1 ronde
pl: Jest 70% szans na umożliwienie naszym 2 losowym oddziałom wykonania drugiego normalnego ataku, efekt utrzymuje się przez 1 rundę
ru: Есть вероятность 70% на то, что по нашему выбору два случайных отряда смогут провести ещё одну обычную атаку, которая продлится 1 раунд.
uk: З імовірністю 70% дає 2 випадковим загонам можливість атакувати на один раз більше. Ефект триває 1 раунд
vi: Có xác suất 70% cho phép 2 bầy ngẫu nhiên của chúng tôi tấn công thường thêm một lần nữa, kéo dài trong 1 hiệp

# pheidoleNietneriBounceBackSkillTitle
source: Bounce Back
ar: ارتداد
bg: Отскок
de: Gegenangriff
es: Contraataque
hu: Visszabounce
it: Rimbalza indietro
ja: 後跳
mk: Отскок
nl: Terugveren
pl: Odbicie
ru: Бодрость духа
uk: Відновлення
vi: Bội phản
