Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# scientificSubphylumDescription
source: A taxonomic rank below the phylum and above the class. Subphyla represent more specific groupings within a phylum. For instance, the subphylum Chelicerata includes spiders and wasps, distinguishing them from other arthropods.
ar: مرتبة تصنيفية أسفل الشعبة وفوق الطبقة. تمثل شعبة فرعية تجميعات أكثر تحديدًا داخل شعبة. على سبيل المثال، تشمل شعبة عنكبوتيات العناكب والدبابير، مما يميزها عن مفصليات الأرجل الأخرى.
bg: Таксономичен ранг под типа и над класа. Подтиповете представят по-специфични групировки в тип. Например, подтип Челицерати включва паяци и оси, различаващи ги от други членестоноги.
de: Eine taxonomische Kategorie unterhalb des Stammes und oberhalb der Klasse. Unterstämme repräsentieren spezifischere Gruppierungen innerhalb eines Stammes. Der Unterstamm Chelicerata umfasst beispielsweise Spinnen und Wespen, wodurch er sich von anderen Gliederfüßern unterscheidet.
es: Un rango taxonómico por debajo del filo y por encima de la clase. Los subfilos representan agrupaciones más específicas dentro de un filo. Por ejemplo, el subfilo Chelicerata incluye arañas y avispas, lo que las distingue de otros artrópodos.
fil: Isang ranggo ng pag-uuri na nasa ilalim ng phylum at nasa itaas ng klase. Ang mga subphylum ay kumakatawan sa mas tiyak na mga pagpangkat sa loob ng isang phylum. Halimbawa, ang subphylum Chelicerata ay kinabibilangan ng mga gagamba at wasps, na nakikilala ang mga ito sa iba pang mga arthropod.
hu: Egy taxonómiai rang a törzs alatt és az osztály fölött. Az alcsoportok a törzsön belüli konkrétabb csoportokat képviselik. Például az ízeltlábúak alcsoportozata a pókokat és darazsakat tartalmaz, ami megkülönbözteti azokat a többi ízeltlábútól.
it: Un grado tassonomico sotto il phylum e sopra la classe. I subphyla rappresentano raggruppamenti più specifici all'interno di un phylum. Ad esempio, il subphylum Chelicerata include ragni e vespe, distinguendoli da altri artropodi.
ja: 門の下、綱の上の分類階層。亜門は、門内のより具体的なグループを表します。たとえば、亜門鋏角亜門にはクモやハチが含まれ、他の節足動物と区別されています。
mk: Таксономски ранг под фалумот и над класата. Потфалумите претставуваат поконкретни групирања во рамките на еден фалум. На пример, потфалумот Хелицерати ги вклучува пајаците и осите, разликувајќи ги од другите членконоги.
nl: Een taxonomische rang onder de stam en boven de klasse. Onderstammen vertegenwoordigen meer specifieke groeperingen binnen een stam. Bijvoorbeeld, de onderstam Chelicerata omvat spinnen en wespen, wat hen onderscheidt van andere geleedpotigen.
pl: Stopień taksonomiczny poniżej typu i powyżej gromady. Podtypy stanowią bardziej szczegółowe grupy w ramach typu. Na przykład podtyp Chelicerata obejmuje pająki i osy, odróżniając je od innych stawonogów.
ru: Таксономический уровень ниже типа и выше класса. Подтипы представляют более конкретные группы в пределах типа. Например, подтип хелицеровые включает пауков и ос, что отличает их от других членистоногих.
tr: Filumun altındaki ve sınıfın üstündeki bir taksonomik sıralama. Alt filumlar, bir filum içinde daha spesifik gruplandırmaları temsil eder. Örneğin, Chelicerata alt filumu, onları diğer eklembacaklılardan ayıran örümcekleri ve eşekarısı içerir.
uk: Таксономічний ранг нижче філуму та вище класу. Підтипи представляють більш конкретні угруповання в межах філуму. Наприклад, підтип Хеліцерати включає павуків і ос, відрізняючи їх від інших членистоногих.
vi: Một cấp bậc phân loại thấp hơn Ngành và cao hơn Lớp. Các phân ngành đại diện cho các nhóm cụ thể hơn thuộc một ngành nào đó. Ví dụ, phân ngành Chelicerata bao gồm nhện và ong, giúp phân biệt chúng với các loài động vật chân khớp khác.
zh: 仅次于门但高于纲的分类等级。亚门代表某个门中的更具体的群体。例如，螯肢亚门包含蜘蛛和黄蜂，将它们与其他节肢动物区分开来。

# scientificClassification
source: Classification
ar: تصنيف
bg: Класификация
de: Klassifikation
es: Clasificación
fil: Klasipikasyon
hu: Osztályozás
it: Classificazione
ja: 分類
mk: Класификација
nl: Classificatie
pl: Klasyfikacja
ru: Классификация
tr: Sınıflandırması
uk: Класифікація
vi: Phân loại
zh: 分类

# scientificClassificationDescription
source: A broad taxonomic rank that includes multiple orders within a phylum. This field encompasses the general classification of the organism, such as Insecta for insects.
ar: مرتبة تصنيفية واسعة تشمل العديد من الرتب داخل شعبة. يغطي هذا الحقل التصنيف العام للكائن الحي، مثل الحشرات لل昆 حشرات.
bg: Широк таксономичен ранг, който включва няколко реда в тип. Това поле обхваща общата класификация на организма, като например Насекоми за насекоми.
de: Eine umfassende taxonomische Kategorie, die mehrere Ordnungen innerhalb eines Stammes umfasst. Dieses Feld umfasst die allgemeine Klassifikation des Organismus, wie z. B. Insecta für Insekten.
es: Un amplio rango taxonómico que incluye múltiples órdenes dentro de un filo. Este campo abarca la clasificación general del organismo, como Insecta para los insectos.
fil: Isang malawak na ranggo ng pag-uuri na kinabibilangan ng maraming order sa loob ng isang phylum. Ang larangang ito ay sumasaklaw sa pangkalahatang klasipikasyon ng organismo, tulad ng Insecta para sa mga insekto.
hu: Egy széleskörű taxonómiai rang, amely több rendszert tartalmaz egy törzsön belül. Ez a mező az organizmus általános osztályozását foglalja magában, például a rovarok esetében az ízeltlábúak.
it: Un ampio grado tassonomico che include più ordini all'interno di un phylum. Questo campo comprende la classificazione generale dell'organismo, come Insecta per gli insetti.
ja: 門内の複数の目を含む、広い分類階層。このフィールドには、昆虫の昆虫綱など、生物の一般的な分類が含まれます。
mk: Широк таксономски ранг кој вклучува повеќе редови во рамките на еден фалум. Ова поле ја опфаќа општата класификација на организмот, како што се Инсектите за инсекти.
nl: Een brede taxonomische rang die meerdere ordes binnen een stam omvat. Dit veld omvat de algemene classificatie van het organisme, zoals Insecta voor insecten.
pl: Szeroki stopień taksonomiczny obejmujący wiele rzędów w obrębie typu. To pole obejmuje ogólną klasyfikację organizmu, taką jak owady dla owadów.
ru: Широкий таксономический уровень, который включает несколько порядков в пределах типа. Эта область охватывает общую классификацию организма, как, например, насекомые.
tr: Bir filum içindeki birden fazla takımı içeren geniş bir taksonomik sıralama. Bu alan, böcekler için Insecta gibi organizmanın genel sınıflandırmasını kapsar.
uk: Широкий таксономічний ранг, який включає кілька порядків у межах філуму. Це поле охоплює загальну класифікацію організму, наприклад, Комахи для комах.
vi: Một cấp bậc phân loại rộng có nhiều bộ nằm trong một ngành. Trường này bao gồm phân loại chung của sinh vật, chẳng hạn như Côn trùng.
zh: 包含某个门中的多个纲的广义分类等级。该字段包括生物的总体分类，例如昆虫的昆虫纲。

# scientificOrder
source: Order
ar: رتبة
bg: Разред
de: Ordnung
es: Orden
hu: Rend
it: Ordine
ja: 目
mk: Ред
nl: Orde
pl: Rząd
ru: Отряд
tr: Takımı
uk: Ряд
vi: Bộ
zh: 纲

# scientificOrderDescription
source: A taxonomic rank below the class and above the family. Orders group organisms that are more closely related to each other. For example, the order Hymenoptera includes ants and wasps.
ar: مرتبة تصنيفية أسفل الطبقة وفوق العائلة. تصنف الرتب الكائنات التي ترتبط ببعضها ارتباطًا أوثق. على سبيل المثال، تشمل رتبة غشائيات الأجنحة النمل والدبابير.
bg: Таксономичен ранг под класа и над семейството. Разредите групират организми, които са по-тясно свързани помежду си. Например, разред Hymenoptera включва мравки и оси.
de: Eine taxonomische Kategorie unterhalb der Klasse und oberhalb der Familie. Ordnungen gruppieren Organismen, die näher miteinander verwandt sind. Beispielsweise umfasst die Ordnung der Hautflügler (Hymenoptera) Ameisen und Wespen.
es: Un rango taxonómico por debajo de la clase y por encima de la familia. Los órdenes agrupan organismos que están más estrechamente relacionados entre sí. Por ejemplo, el orden Hymenoptera incluye hormigas y avispas.
fil: Isang ranggo ng pag-uuri na nasa ilalim ng klase at nasa itaas ng pamilya. Ang mga order ay nagpapangkat ng mga organismo na mas malapit na magkakaugnay sa isa't isa. Halimbawa, ang order Hymenoptera ay kinabibilangan ng mga langgam at wasps.
hu: Egy taxonómiai rang az osztály alatt és a család fölött. A rendek a szorosabban egymáshoz kapcsolódó szervezeteket csoportosítják. Például a hártyásszárnyúak rendjébe a hangyák és darazsak tartoznak.
it: Un grado tassonomico sotto la classe e sopra la famiglia. Gli ordini raggruppano organismi più strettamente correlati tra loro. Ad esempio, l'ordine Imenotteri comprende formiche e vespe.
ja: 綱の下、科の上の分類階層。目は、より密接に関連する生物をグループ化します。たとえば、目膜翅目にはアリやハチが含まれます。
mk: Таксономски ранг под класата и над семејството. Редовите ги групираат организмите кои се потесно поврзани меѓусебно. На пример, редот Hymenoptera ги вклучува мравките и осите.
nl: Een taxonomische rang onder de klasse en boven de familie. Orden groeperen organismen die nauwer aan elkaar verwant zijn. Bijvoorbeeld, de orde Hymenoptera omvat mieren en wespen.
pl: Stopień taksonomiczny poniżej gromady i powyżej rodziny. Rzędy grupują organizmy, które są ze sobą bliżej spokrewnione. Na przykład rząd Hymenoptera obejmuje mrówki i osy.
ru: Таксономический уровень ниже класса и выше семейства. Отряды группируют организмы, которые более тесно связаны друг с другом. Например, отряд перепончатокрылые включает муравьев и ос.
tr: Sınıfın altındaki ve ailenin üstündeki bir taksonomik sıralama. Takımlar, birbirleriyle daha yakından ilişkili organizmaları gruplandırır. Örneğin, Hymenoptera takımı karıncaları ve eşekarılarını içerir.
uk: Таксономічний ранг нижче класу та вище родини. Ряди об’єднують організми, які тісніше пов’язані між собою. Наприклад, до ряду Hymenoptera належать мурахи та оси.
vi: Một cấp bậc phân loại thấp hơn Lớp và cao hơn Họ. Các bộ nhóm lại các sinh vật có quan hệ họ hàng gần với nhau. Ví dụ, bộ Cánh màng bao gồm kiến và ong.
zh: 仅次于纲但高于科的分类等级。目将关系更密切的生物进行分组。例如，膜翅目包括蚂蚁和黄蜂。

# scientificInfraorder
source: Infraorder
ar: رتبة فرعية
bg: Подразред
de: Unterordnung
es: Infraorden
hu: Alrend
it: Sottordine
ja: 亜目
mk: Инфраред
nl: Infraorde
pl: Podrząd
ru: Подотряд
tr: Alt Takımı
uk: Підряд
vi: Phân bộ
zh: 亚目

# scientificInfraorderDescription
source: A taxonomic rank below the order and above the family. Infraorders represent subgroups within an order that share more specific characteristics. For instance, the infraorder Myrmecina includes ants.
ar: مرتبة تصنيفية أسفل الرتبة وفوق العائلة. تمثل الرتب الفرعية مجموعات فرعية داخل رتبة تشترك في خصائص أكثر تحديدًا. على سبيل المثال، تشمل الرتبة الفرعية نملية النمل.
bg: Таксономичен ранг под разред и над семейство. Подразредите представляват подгрупи в ред, които споделят по-специфични характеристики. Например, подразред Myrmecina включва мравки.
de: Eine taxonomische Kategorie unterhalb der Ordnung und oberhalb der Familie. Unterordnungen repräsentieren Untergruppen innerhalb einer Ordnung, die spezifischere Merkmale aufweisen. Beispielsweise umfasst die Unterordnung Myrmecina Ameisen.
es: Un rango taxonómico por debajo del orden y por encima de la familia. Los infraórdenes representan subgrupos dentro de un orden que comparten características más específicas. Por ejemplo, el infraorden Myrmecina incluye hormigas.
fil: Isang ranggo ng pag-uuri na nasa ilalim ng order at nasa itaas ng pamilya. Ang mga infraorder ay kumakatawan sa mga subgrupo sa loob ng isang order na nagbabahagi ng mas tiyak na mga katangian. Halimbawa, ang infraorder Myrmecina ay kinabibilangan ng mga langgam.
hu: Egy taxonómiai rang a rend alatt és a család fölött. Az alrendek egy renden belüli olyan alcsoportokat jelentenek, amelyek konkrétabb tulajdonságokat osztanak meg. Például az infraorder Myrmecina a hangyákat tartalmazza.
it: Un grado tassonomico sotto l'ordine e sopra la famiglia. I sottordini rappresentano sottogruppi all'interno di un ordine che condividono caratteristiche più specifiche. Ad esempio, il sottordine Myrmecina include le formiche.
ja: 目と科の間の分類階層。亜目は、より具体的な特徴を共有する、目内のサブグループを表します。たとえば、亜目アリ亜目にはアリが含まれます。
mk: Таксономски ранг под редот и над семејството. Инфраредовите претставуваат подгрупи во рамките на еден ред кои делат поконкретни карактеристики. На пример, инфраредот Myrmecina ги вклучува мравките.
nl: Een taxonomische rang onder de orde en boven de familie. Infraorden vertegenwoordigen subgroepen binnen een orde die meer specifieke kenmerken delen. Bijvoorbeeld, de infraorde Myrmecina omvat mieren.
pl: Stopień taksonomiczny poniżej rzędu i powyżej rodziny. Infrazędy stanowią podgrupy w obrębie rzędu, które mają więcej wspólnych cech. Na przykład infrazęd Myrmecina obejmuje mrówki.
ru: Таксономический уровень ниже отряда и выше семейства. Инфраотряды представляют подгруппы в пределах отряда, которые имеют более специфические характеристики. Например, инфраотряд myrmecina включает муравьев.
tr: Takımın altındaki ve ailenin üstündeki bir taksonomik sıralama. Alt takımlar, daha spesifik özellikler paylaşan bir takım içinde alt grupları temsil eder. Örneğin, Myrmecina alt takımı karıncaları içerir.
uk: Таксономічний ранг нижче ряду та вище родини. Інфраряди представляють підгрупи в межах ряду, які мають більш специфічні характеристики. Наприклад, інфраряд Мирмецина включає мурах.
vi: Một cấp bậc phân loại thấp hơn Bộ và cao hơn Họ. Các phân bộ đại diện cho các nhóm nhỏ trong một bộ nào đó có chung những đặc điểm cụ thể hơn. Ví dụ, phân bộ Myrmecina bao gồm kiến.
zh: 仅次于目但高于科的分类等级。亚目代表某个目中共享更具体特征的亚组。例如，蚁亚目包括蚂蚁。

# scientificFamily
source: Family
ar: عائلة
bg: Семейство
de: Familie
es: Familia
fil: Pamilya
hu: Család
it: Famiglia
ja: 科
mk: Семејство
nl: Familie
pl: Rodzina
ru: Семейство
tr: Familyası
uk: Родина
vi: Họ
zh: 科

# scientificFamilyDescription
source: A taxonomic rank below the order and above the subfamily. Families group organisms that are even more closely related. For example, the family Formicidae consists of all ants.
ar: مرتبة تصنيفية أسفل الرتبة وفوق الفصيلة. تُجمِّع العائلات الكائنات الأكثر ارتباطًا ببعضها. على سبيل المثال، تتألف فصيلة النمليات من جميع أنواع النمل.
bg: Таксономичен ранг под разред и над подсемейство. Семействата групират организми, които са още по-тясно свързани. Например, семейство Formicidae се състои от всички мравки.
de: Eine taxonomische Kategorie unterhalb der Ordnung und oberhalb der Unterfamilie. Familien gruppieren Organismen, die noch enger miteinander verwandt sind. Beispielsweise besteht die Familie der Ameisen (Formicidae) aus allen Ameisen.
es: Un rango taxonómico por debajo del orden y por encima de la subfamilia. Las familias agrupan organismos que están aún más estrechamente relacionados. Por ejemplo, la familia Formicidae incluye todas las hormigas.
fil: Isang ranggo ng pag-uuri na nasa ilalim ng order at nasa itaas ng subpamilya. Ang mga pamilya ay nagpapangkat ng mga organismo na mas malapit na magkakaugnay. Halimbawa, ang pamilya Formicidae ay binubuo ng lahat ng langgam.
hu: Egy taxonómiai rang a rend alatt és az alcsalád fölött. A családok még szorosabban kapcsolódó szervezeteket csoportosítanak. Például a hangyák családját a Formicidae alkotja.
it: Un grado tassonomico sotto l'ordine e sopra la sottofamiglia. Le famiglie raggruppano organismi ancora più strettamente correlati. Ad esempio, la famiglia Formicidae comprende tutte le formiche.
ja: 目と亜科の間の分類階層。科により、さらに密接に関連する生物がグループ化されます。たとえば、科アリ科はすべてのアリで構成されています。
mk: Таксономски ранг под редот и над потсемејството. Семејствата ги групираат организмите кои се уште потесно поврзани. На пример, семејството Formicidae ги опфаќа сите мравки.
nl: Een taxonomische rang onder de orde en boven de onderfamilie. Families groeperen organismen die nog nauwer verwant zijn. Bijvoorbeeld, de familie Formicidae bestaat uit alle mieren.
pl: Stopień taksonomiczny poniżej rzędu i powyżej podrodziny. Rodziny grupują organizmy, które są jeszcze bliżej spokrewnione. Na przykład rodzina Formicidae składa się z samych mrówek.
ru: Таксономический уровень ниже отряда и выше подсемейства. Семейства группируют организмы, которые еще более тесно связаны. Так, семейство муравьиные включает всех муравьев.
tr: Takımın altındaki ve alt ailenin üstündeki bir taksonomik sıralama. Aileler, daha da yakından ilişkili olan organizmaları gruplandırır. Örneğin, Formicidae ailesi tüm karıncalardan oluşur.
uk: Таксономічний ранг нижче ряду та вище підродини. Сімейства об’єднують організми, які ще тісніше пов’язані між собою. Наприклад, родина Formicidae складається з усіх мурах.
vi: Một cấp bậc phân loại dưới bộ và trên phân họ. Họ nhóm các sinh vật có họ hàng gần hơn nữa. Ví dụ, họ Formicidae bao gồm tất cả các loài kiến.
zh: 仅次于目但高于亚科的分类等级。科将关系更密切的生物进行分组。例如，蚁科包含所有蚂蚁。

# scientificSubfamily
source: Subfamily
ar: عائلة فرعية
bg: Подсемейство
de: Unterfamilie
es: Subfamilia
fil: Subpamilya
hu: Alcsalád
it: Sottofamiglia
ja: 亜科
mk: Потсемејство
nl: Onderfamilie
pl: Podrodzina
ru: Подсемейство
tr: Alt Familyası
uk: Підродина
vi: Phân họ
zh: 亚科

# scientificSubfamilyDescription
source: A taxonomic rank below the family and above the tribe. Subfamilies represent more specialized groupings within a family. For example, the subfamily Myrmicinae includes various types of ants.
ar: مرتبة تصنيفية أسفل العائلة وفوق القبيلة. تمثل الفصائل الفرعية تجميعات أكثر تخصصًا داخل العائلة. على سبيل المثال، تتضمن الفصيلة الفرعية النملاوية أنواعًا مختلفة من النمل.
bg: Таксономично ниво под семейството и над триба. Подсемействата представят по-специализирани групи в рамките на дадено семейство. Например подсемейството Myrmicinae включва различни видове мравки.
de: Eine taxonomische Kategorie unterhalb der Familie und oberhalb der Tribus. Unterfamilien repräsentieren spezialisiertere Gruppierungen innerhalb einer Familie. Beispielsweise umfasst die Unterfamilie Myrmicinae verschiedene Arten von Ameisen.
es: Un rango taxonómico por debajo de la familia y por encima de la tribu. Las subfamilias representan agrupaciones más especializadas dentro de una familia. Por ejemplo, la subfamilia Myrmicinae incluye varios tipos de hormigas.
fil: Isang ranggo ng pag-uuri na nasa ilalim ng pamilya at nasa itaas ng tribo. Ang mga subpamilya ay kumakatawan sa mas espesyalisadong mga pagpangkat sa loob ng isang pamilya. Halimbawa, ang subpamilya Myrmicinae ay kinabibilangan ng iba't ibang uri ng langgam.
hu: Egy taxonómiai rang a család alatt és a nemzetség fölött. Az alcsaládok egy családon belüli specializáltabb csoportokat jelentenek. Például a Myrmicinae alcsalád a hangyák különböző típusait foglalja magában.
it: Un grado tassonomico sotto la famiglia e sopra la tribù. Le sottofamiglie rappresentano raggruppamenti più specializzati all'interno di una famiglia. Ad esempio, la sottofamiglia Myrmicinae comprende vari tipi di formiche.
ja: 科と族の間の分類階層。亜科は、科内のより特殊なグループを表します。たとえば、亜科ケアリ亜科にはさまざまな種類のアリが含まれます。
mk: Таксономски ранг под семејството и над племето. Потсемејствата претставуваат поспецијализирани групирања во рамките на едно семејство. На пример, потсемејството Myrmicinae ги вклучува различните видови мравки.
nl: Een taxonomische rang onder de familie en boven de stam. Onderfamilies vertegenwoordigen meer gespecialiseerde groeperingen binnen een familie. Bijvoorbeeld, de onderfamilie Myrmicinae omvat diverse soorten mieren.
pl: Stopień taksonomiczny poniżej rodziny i powyżej plemienia. Podrodziny reprezentują bardziej wyspecjalizowane grupy w ramach rodziny. Na przykład podrodzina Myrmicinae obejmuje różne rodzaje mrówek.
ru: Таксономический уровень ниже семейства и выше трибы. Подсемейства представляют более специализированные группы в пределах семейства. Например, подсемейство Myrmicinae включает различные виды муравьев.
tr: Ailenin altındaki ve kabilenin üstündeki bir taksonomik sıralama. Alt aileler, bir aile içinde daha özel gruplandırmaları temsil eder. Örneğin, Myrmicinae alt ailesi çeşitli karınca türlerini içerir.
uk: Таксономічний ранг нижче родини та вище коліна. Підродини представляють більш спеціалізовані групи в межах родини. Наприклад, підродина Myrmicinae включає різні види мурах.
vi: Một cấp bậc phân loại dưới họ và trên tông. Phân họ đại diện cho những nhóm chuyên biệt hơn trong họ. Ví dụ, phân họ Myrmicinae gồm nhiều loại kiến khác nhau.
zh: 仅次于科但高于族的分类等级。亚科代表某个科中更专门的群体。例如，蚁亚科包含各类蚂蚁。

# scientificTribe
source: Tribe
ar: قبيلة
bg: Триб
de: Tribus
es: Tribu
fil: Tribo
hu: Törzs
it: Tribù
ja: 族
mk: Племе
nl: Tribus
pl: Plemię
ru: Триба
tr: Kabilesi
uk: Плем'я
vi: Tông
zh: 族

# scientificTribeDescription
source: A taxonomic rank below the subfamily and above the genus. Tribes group closely related organisms within a subfamily. For example, the tribe Formicini includes ants within the genus Formica.
ar: مرتبة تصنيفية أسفل الفصيلة الفرعية وفوق الجنس. تُجمِّع القبائل الكائنات ذات الصلة الوثيقة داخل الفصيلة الفرعية. على سبيل المثال، تضم قبيلة النمل النمل داخل جنس النمل.
bg: Таксономично ниво под подсемейството и над рода. Трибовете групират близко свързани организми в рамките на подсемейство. Например трибът Formicini включва мравки от рода Formica.
de: Eine taxonomische Kategorie unterhalb der Unterfamilie und oberhalb der Gattung. Tribus gruppieren eng miteinander verwandte Organismen innerhalb einer Unterfamilie. Beispielsweise umfasst die Tribus der Formicini Ameisen innerhalb der Gattung Formica.
es: Un rango taxonómico por debajo de la subfamilia y por encima del género. Las tribus agrupan organismos estrechamente relacionados dentro de una subfamilia. Por ejemplo, la tribu Formicini incluye hormigas dentro del género Formica.
fil: Isang ranggo ng pag-uuri na nasa ilalim ng subpamilya at nasa itaas ng genus. Ang mga tribo ay nagpapangkat ng mga malapit na magkakaugnay na organismo sa loob ng isang subpamilya. Halimbawa, ang tribo Formicini ay kinabibilangan ng mga langgam sa loob ng genus Formica.
hu: Egy taxonómiai rang az alcsalád alatt és a nemzetség fölött. A nemzetségek szorosan kapcsolódó szervezeteket csoportosítanak egy alcsaládon belül. Például a Formicini nemzetség a Formica nemzetségbe tartozó hangyákat tartalmazza.
it: Un grado tassonomico sotto la sottofamiglia e sopra il genere. Le tribù raggruppano organismi strettamente correlati all'interno di una sottofamiglia. Ad esempio, la tribù Formicini include formiche all'interno del genere Formica.
ja: 亜科と属の間の分類階層。族は、亜科内の密接に関連する生物をグループ化します。たとえば、族アリ族には属Formica内のアリが含まれます。
mk: Таксономски ранг под потсемејството и над родот. Племето ги групира тесно поврзаните организми во рамките на едно потсемејство. На пример, племето Formicini ги вклучува мравките во родот Formica.
nl: Een taxonomische rang onder de onderfamilie en boven het geslacht. Stammen groeperen nauw verwante organismen binnen een onderfamilie. Bijvoorbeeld, de stam Formicini omvat mieren binnen het geslacht Formica.
pl: Stopień taksonomiczny poniżej podrodziny i powyżej rodzaju. Plemiona grupują blisko spokrewnione organizmy w obrębie podrodziny. Na przykład plemię Formicini obejmuje mrówki należące do rodzaju Formica.
ru: Таксономический уровень ниже подсемейства и выше рода. Трибы группируют тесно связанные организмы в пределах подсемейства. Например, триба Formicini включает муравьев рода Formica.
tr: Alt ailenin altındaki ve cinsin üstündeki bir taksonomik sıralama. Kabileler, bir alt aile içinde yakından ilişkili organizmaları gruplandırır. Örneğin, Formicini kabilesi, Formica cinsi içindeki karıncaları içerir.
uk: Таксономічний ранг нижче підродини та вище роду. Коліна об’єднують тісно пов’язані організми в межах підродини. Наприклад, плем’я Formicini включає мурах у роду Formica.
vi: Một cấp bậc phân loại dưới phân họ và trên chi. Tông nhóm các sinh vật có họ hàng gần trong phân họ. Ví dụ, tông Formicini gồm các loài kiến thuộc chi Formica.
zh: 仅次于亚科但高于属的分类等级。族将某个亚科中关系密切的生物进行分组。例如，蚁族包含蚂蚁属中的蚂蚁。

# scientificGenus
source: Genus
ar: جنس
bg: Род
de: Gattung
es: Género
hu: Nemzetség
it: Genere
ja: 属
mk: Род
nl: Geslacht
pl: Rodzaj
ru: Род
tr: Cinsi
uk: Рід
vi: Chi
zh: 属
