Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# familyMutillidaeDescription
source: The Mutillidae are a family of more than 7,000 species of wasps whose wingless females resemble large, hairy ants. Their common name velvet ant refers to their resemblance to an ant, and their dense pile of hair, which most often is bright scarlet or orange, but may also be black, white, silver, or gold. Their bright colors serve as aposematic signals. They are known for their extremely painful stings, (the sting of the species Dasymutilla klugii rated a 3 on the Schmidt pain index and lasts up to 30 minutes), and has resulted in the common name 'cow killer' or 'cow ant' being applied to the species Dasymutilla occidentalis. However, mutillids are not aggressive and sting only in defense. In addition, the actual toxicity of their venom is much lower than that of honey bees or harvester ants. Unlike true ants, they are solitary, and lack complex social systems.
ar: وتُعتبر النمل المخملي أو ما يُعرف علميًا باسم مُتيلات فصيلة تضم أكثر من 7 آلاف نوع من الدبابير تتميز إناثها عديمة الأجنحة بأنها تشبه النمل الكبير الأشعث. ويشير اسمها الشائع النمل المخملي إلى أنها تشبه النمل وكثافتها في الشعر، الذي غالبًا ما يكون لونه أحمر قرمزي أو برتقالي، ولكن قد يكون أيضًا أسود أو أبيض أو فضي أو ذهبي. وتعمل ألوانها الزاهية بمثابة إشارات تحذيرية. وتُعرف هذه الدبابير بلدغاتها المؤلمة للغاية (حصلت لدغة أنواع داسي متيلا كلوجي على 3 درجات في مؤشر شميدت للألم وتستمر لمدة تصل إلى 30 دقيقة)، مما أدى إلى إطلاق الاسم الشائع "قاتل الأبقار" أو "النمل البقري" على فصيلة داسي متيلا أوكسيدنتاليس. ومع ذلك، لا تُعتبر النمل المخملي عدوانية ولا تلدغ إلا دفاعًا عن النفس. بالإضافة إلى ذلك، فإن السُميّة الفعلية لسمها أقل بكثير من سم النحل أو النمل الحاصد. وعلى عكس النمل الحقيقي، فهي انفرادية وتفتقر إلى الأنظمة الاجتماعية المعقدة.
bg: Mutillidae са семейство от над 7000 вида оси, чиито женски без крила приличат на големи, космати мравки. Обичайното им име кадифена мравка се отнася до приликата им с мравки и гъстата им окосменост, която най-често е ярко червена или оранжева, но може да бъде и черна, бяла, сребърна или златна. Ярките им цветове служат като апосематични сигнали. Известни са с изключително болезнените си ужилвания (ужилването на вида Dasymutilla klugii е оценено с 3 по индекса на болка на Шмидт и продължава до 30 минути) и е наложило обичайното име "кравешки убиец" или "кравешка мравка" да бъде приложено към вида Dasymutilla occidentalis. Въпреки това, mutillids не са агресивни и ужилват само в защита. Освен това действителната токсичност на тяхната отрова е много по-ниска от тази на пчелния мед или мравките жътвари. За разлика от истинските мравки те са самотни и нямат сложни социални системи.
de: Mutillidae ist eine Familie aus mehr als 7.000 Wespenarten, deren flügellose Weibchen großen, behaarten Ameisen ähneln. Ihr gebräuchlicher Name Samtwespe bezieht sich auf ihre Ähnlichkeit mit Ameisen und ihr dichtes Haarkleid, das meistens leuchtend scharlachrot oder orangefarben ist, aber auch schwarz, weiß, silbern oder golden sein kann. Ihre leuchtenden Farben dienen als warnende Signale. Sie sind bekannt für ihre extrem schmerzhaften Stiche (der Stich der Art Dasymutilla klugii wurde mit einer 3 auf dem Schmidt-Schmerzindex eingestuft und hält bis zu 30 Minuten an) und haben dazu geführt, dass die Art Dasymutilla occidentalis den geläufigen Namen "Kuh-Killer" oder "Kuh-Ameise" erhalten hat. Mutilliden sind jedoch nicht aggressiv und stechen nur zur Verteidigung. Darüber hinaus liegt die tatsächliche Toxizität ihres Giftes deutlich unter der von Honigbienen oder Ernteameisen. Im Gegensatz zu echten Ameisen leben sie einzelgängerisch und verfügen nicht über komplexe soziale Systeme.
es: Las Mutillidae son una familia de más de 7,000 especies de avispas cuyas hembras sin alas se parecen a grandes hormigas peludas. Su nombre común, hormiga de terciopelo, se refiere a su semejanza con una hormiga y su denso pelaje, que a menudo es de color escarlata brillante o naranja, pero también puede ser negro, blanco, plateado o dorado. Sus colores brillantes sirven como señales aposemáticas. Son conocidas por sus picaduras extremadamente dolorosas (la picadura de la especie Dasymutilla klugii está clasificada como 3 en el índice de dolor Schmidt y dura hasta 30 minutos), y ha dado lugar al nombre común de "asesina de vacas" o "hormiga de vaca" para la especie Dasymutilla occidentalis. Sin embargo, los mutílidos no son agresivos y solo pican en defensa. Además, la toxicidad real de su veneno es mucho menor que la de las abejas melíferas o las hormigas recolectoras. A diferencia de las verdaderas hormigas, son solitarios y carecen de sistemas sociales complejos.
fil: Ang Mutillidae ay isang pamilya ng higit sa 7,000 species ng putakti kung saan ang mga walang pakpak na babae ay kahawig ng malalaking, mabalahibong langgam. Ang kanilang pangkaraniwang pangalan na velvet ant ay tumutukoy sa kanilang pagkakahawig sa isang langgam at sa kanilang makapal na balahibo, na madalas ay maliwanag na pula o kahel, ngunit maaari ding maging itim, puti, pilak, o ginto. Ang kanilang maliwanag na kulay ay nagsisilbing aposematic na mga signal. Kilala sila para sa kanilang labis na masakit na mga kagat (ang kagat ng species na Dasymutilla klugii ay na-rate na 3 sa Schmidt pain index at tumatagal ng hanggang 30 minuto), at nagresulta sa pangkaraniwang pangalan na "cow killer" o "cow ant" na inilapat sa species na Dasymutilla occidentalis. Gayunpaman, ang mga mutillid ay hindi agresibo at nangangagat lamang para sa depensa. Bukod dito, ang aktwal na toxicity ng kanilang lason ay mas mababa kumpara sa mga honeybees o mga langgam na tagapag-ani. Hindi tulad ng mga totoong langgam, sila ay solitario at walang kumplikadong sistemang panlipunan.
hu: A Mutillidae a darazsak több mint 7000 faját magában foglaló családja, amelyek szárnyatlan nőstényei nagy, szőrös hangyákra hasonlítanak. A bársonyhangya köznév arra utal, hogy hasonlítanak egy hangyára, és sűrű szőrfészkükre, amely leggyakrabban élénkpiros vagy narancssárga, de lehet fekete, fehér, ezüst vagy arany is. Élénk színeik aposematikus jelek. Rendkívül fájdalmas csípéseikről ismertek. (A Dasymutilla klugii faj csípése 3-as értéket kapott a Schmidt-fájdalomindexen, és akár 30 percig is eltart), és emiatt a „tehénölő” vagy „tehenhangya” köznév került alkalmazásra a Dasymutilla occidentalis fajra. A mutillidák azonban nem agresszívek, és csak védekezésből csípnek. Ezenkívül a méregük tényleges toxicitása sokkal alacsonyabb, mint a méhek vagy a betakarító hangyák méregé. Az igazi hangyákkal ellentétben magányosak és nincsenek összetett szociális rendszereik.
it: I Mutillidae sono una famiglia di oltre 7.000 specie di vespe le cui femmine senza ali assomigliano a grandi formiche pelose. Il loro nome comune formica di velluto si riferisce alla loro somiglianza a una formica e al loro folto pelo, che molto spesso è rosso scarlatto o arancione, ma può anche essere nero, bianco, argentato o dorato. I loro colori vivaci servono come segnali aposematici. Sono note per le loro punture estremamente dolorose (la puntura della specie Dasymutilla klugii è valutata 3 nell'indice del dolore di Schmidt e dura fino a 30 minuti) e ciò ha portato ad applicare il nome comune "killer di mucche" o "formica di mucche" alla specie Dasymutilla occidentalis. Tuttavia, i mutillidi non sono aggressivi e pungono solo per difendersi. Inoltre, la tossicità effettiva del loro veleno è molto più bassa di quella delle api o delle formiche mietitrici. A differenza delle vere formiche, sono solitari e privi di complessi sistemi sociali.
ja: Mutillidae は、翅を持たない雌が大型の体毛が生えたアリに似ている、7,000 種を超えるハチの科です。別名としてビロードアリが付けられていますが、アリと似ていることと、非常に密度が高い体毛が由来で、ほとんどの場合、鮮やかな緋色またはオレンジ色ですが、黒、白、銀色、金色に見えることもあります。この明るい色は警戒色として機能します。非常に痛みを伴う針を持つことで知られ (Dasymutilla klugii 種の針のシュミット痛覚指数は 3 で、痛みは 30 分間持続します)、Dasymutilla occidentalis 種には「ウシ殺し」や「ウシアリ」という一般的な名前が付けられています。ただし、Mutillidae は攻撃的でなく、防御のためだけに針を使いません。さらに、毒の実際の毒性はミツバチやハリアリの毒よりもはるかに低いです。本来のアリとは異なり、単独行動で、複雑な社会システムがありません。
mk: Mutillidae се семејство на повеќе од 7.000 видови оси чии безкрилни женки наликуваат на големи, влакнести мравки. Нивното вообичаено име кадифена мравка се однесува на нивната сличност со мравка и нивната густа купчина коса, која најчесто е светло црвена или портокалова, но може да биде и црна, бела, сребрена или златна. Нивните светли бои служат како апосематски сигнали. Тие се познати по нивните исклучително болезливи боцкања (боцкањето на видот Dasymutilla klugii е оценето со 3 на индексот на болка на Шмит и трае до 30 минути) и резултирало со тоа што вообичаеното име "убијца на крава" или "мравка на крава" е применето на видот Dasymutilla occidentalis. Сепак, мутилидите не се агресивни и боцкаат само во одбрана. Покрај тоа, вистинската токсичност на нивниот отров е значително пониска од онаа на медоносните пчели или на мравките-жнеарки. За разлика од вистинските мравки, тие се самотници и немаат сложени општествени системи.
nl: De Mutillidae zijn een familie van meer dan 7.000 soorten wespen waarvan de vleugelloze vrouwtjes lijken op grote, harige mieren. Hun gangbare naam fluweelmier verwijst naar hun gelijkenis met een mier en hun dichte beharing, die meestal helderrood of oranje is, maar ook zwart, wit, zilver of goud kan zijn. Hun heldere kleuren dienen als aposematische signalen. Ze staan bekend om hun extreem pijnlijke steken (de steek van de soort Dasymutilla klugii scoort een 3 op de Schmidt-pijnschaal en duurt tot 30 minuten) en hebben ertoe geleid dat de gangbare naam "cow killer" of "cow ant" wordt toegepast op de soort Dasymutilla occidentalis. Mutillidae zijn echter niet agressief en steken alleen ter verdediging. Bovendien is de werkelijke toxiciteit van hun gif veel lager dan die van honingbijen of oogstmieren. In tegenstelling tot echte mieren zijn ze solitair en hebben ze geen complexe sociale systemen.
pl: Mutillidae to rodzina ponad 7000 gatunków os, których bezskrzydłe samice przypominają duże, owłosione mrówki. Ich powszechna nazwa „mrówka aksamitna” odnosi się do ich podobieństwa do mrówek i gęstego meszku, który najczęściej ma jasny szkarłatny lub pomarańczowy, ale może być także czarny, biały, srebrny albo złoty. Ich jaskrawe kolory pełnią funkcję sygnałów aposematycznych. Są znane ze swojego niezwykle bolesnego żądła (żądło gatunku Dasymutilla klugii uzyskało ocenę 3 w indeksie bólu Schmidta i utrzymuje się do 30 minut), w związku z czym gatunek Dasymutilla occidentalis otrzymał potoczną nazwę „cow killer” albo „mrówka krowia”. Jednak mutillids nie są agresywne i żądlą wyłącznie w obronie. Ponadto rzeczywista toksyczność ich jadu jest znacznie niższa niż w przypadku pszczół miodnych albo mrówek żniwiarek. W przeciwieństwie do prawdziwych mrówek są samotnikami i nie mają skomplikowanych systemów społecznych.
ru: Mutillidae — это семейство, насчитывающее более 7000 видов ос, чьи бескрылые самки напоминают крупных, волосатых муравьев. Их обиходное название «плюшевый муравей» обусловлено их сходством с муравьями, а также густым волосяным покровом, который чаще всего ярко-красный или оранжевый, но может быть также черным, белым, серебряным или золотым. Их яркий окрас выполняет функцию апосематических сигналов. Они известны своими чрезвычайно болезненными укусами (укус Dasymutilla klugii оценивается в 3 балла по индексу болевых ощущений Шмидта и длится до 30 минут) и тем, что из-за этого виду Dasymutilla occidentalis дали обиходное название «убийца коров» или «муравей-корова». Однако представители семейства Mutillidae не агрессивны и жалят только в целях обороны. Кроме того, фактическая токсичность их яда намного ниже, чем у медоносных пчел или муравьев-жнецов. В отличие от настоящих муравьев, они ведут одиночный образ жизни и у них нет сложных социальных систем.
tr: Mutillidae, kanatsız dişileri büyük, tüylü karıncalara benzeyen 7.000'den fazla eşek arısından oluşan bir ailedir. Genel adları kadife karınca, bir karıncaya olan benzerliklerinden ve genellikle parlak kırmızı veya turuncu olan ancak siyah, beyaz, gümüş veya altın da olabilen yoğun tüy yığınlarından gelir. Parlak renkleri uyarı sinyal görevi görür. Son derece acı veren sokmalarıyla (Dasymutilla klugii türünün sokması Schmidt ağrı indeksinde 3 olarak derecelendirilir ve 30 dakikaya kadar sürebilir) tanınırlar ve bu nedenle Dasymutilla occidentalis türüne "inek öldürücü" veya "inek karıncası" denmiştir. Ancak mutillidae türleri saldırgan değildir ve yalnızca kendilerini savunmak için sokarlar. Ayrıca, zehirlerinin gerçek toksisitesi, bal arılarının veya hasatçı karıncalarınkinden çok daha düşüktür. Gerçek karıncaların aksine tek başlarına yaşarlar ve karmaşık sosyal sistemlerden yoksundurlar.
uk: Mutillidae — родина, що містить понад 7000 видів ос, безкрилі самки яких схожі на великих волохатих мурах. Їхня загальна назва «оксамитовий мураха» стосується їхньої схожості з мурахами та їхнього густого волосяного покриву, який найчастіше яскраво-червоного або помаранчевого кольору, але може бути й чорним, білим, сріблястим або золотистим. Їхні яскраві кольори є апосематичними сигналами. Вони відомі своїми надзвичайно болючими укусами (укус виду Dasymutilla klugii оцінюється на 3 за індексом болю Шмідта й триває до 30 хвилин) і спричинили перейменування виду Dasymutilla occidentalis на «вбивця корів» або «коров'ячий мураха». Проте мутиліди неагресивні й жалять лише для захисту. Крім того, фактична токсичність їхньої отрути значно нижча, ніж у медоносних бджіл або мурах-жнеців. На відміну від справжніх мурах, вони одиночні й позбавлені складних соціальних систем.
vi: Mutillidae là họ của hơn 7.000 loài ong có con cái không cánh trông giống những con kiến lớn có lông. Tên gọi thông thường của chúng là kiến nhung do chúng giống kiến và có lớp lông rậm, thường có màu đỏ tươi hoặc cam, nhưng cũng có thể có màu đen, trắng, bạc hoặc vàng. Màu sắc tươi sáng của chúng như những tín hiệu nguy hiểm. Chúng được biết đến nhờ những vết đốt cực kỳ đau đớn (vết đốt của loài Dasymutilla klugii được xếp hạng 3 trong chỉ số đau của Schmidt và kéo dài tới 30 phút), và tên gọi thông thường "sát thủ đàn bò" hay "kiến ăn bò" được dùng cho loài Dasymutilla occidentalis. Tuy nhiên, mutillids không hung dữ và chỉ đốt khi tự vệ. Ngoài ra, độc tính thực tế của nọc độc của chúng thấp hơn nhiều so với ong mật hoặc kiến cắt lá. Không giống như kiến thật, chúng sống đơn độc và không có hệ thống xã hội phức tạp.
zh: Mutillidae 是一个包含 7000 多种大黄蜂的科，其无翅的雌性类似于大型的毛茸茸的蚂蚁。它们的俗名天鹅绒蚂蚁是指它们与蚂蚁相似的外形及其密集的毛发，这些毛发通常为鲜艳的猩红色或橙色，但也可能是黑色、白色、银色或金色。它们鲜艳的颜色用作警戒信号。它们以极其痛苦的蜇刺而闻名（Dasymutilla klugii 种类的蜇刺在施密特疼痛指数中为 3 级，持续长达 30 分钟），导致俗名“牛杀手”或“牛蚂蚁”被应用于 Dasymutilla occidentalis 种类。然而，切腹蜂并不具有攻击性，只在防御时蜇刺。此外，它们的毒液实际毒性远低于蜜蜂或收割蚁。与真正的蚂蚁不同，它们是独居的，缺乏复杂的社会系统。

# familySalticidaeTitle
source: Salticidae
ar: سالتيسيدي
ru: Прыгающие пауки
