Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# aphantochilusRogersiDescription
source: Aphantochilus is a genus of ant-mimicking crab spiders that was first described by Octavius Pickard-Cambridge in 1871. As of June 2020 it contains three species, found in Paraguay, Brazil, Argentina, and Panama: A. cambridgei, A. inermipes, and A. rogersi. It is a senior synonym of Cryptoceroides.
ar: Aphantochilus هو جنس من عناكب السرطان التي تحاكي النمل والتي وصفها لأول مرة أوكتافيوس بيكارد-كامبريدج في عام 1871. وحتى يونيو 2020، يحتوي على ثلاثة أنواع، موجودة في باراجواي والبرازيل والأرجنتين وبنما: A. cambridgei وA. inermipes وA. rogersi. وهو مرادف كبير لـ Cryptoceroides.
bg: Aphantochilus е род раци паяци, имитиращи мравки, който е описан за първи път от Октавий Пикард-Кеймбридж през 1871 г. Към юни 2020 г. той съдържа три вида, намерени в Парагвай, Бразилия, Аржентина и Панама: A. cambridgei, A. inermipes и A. rogersi. Той е по-стар синоним от Cryptoceroides.
de: Aphantochilus ist eine Gattung von ameisenähnlichen Krabbenspinnen, die erstmals von Octavius Pickard-Cambridge im Jahr 1871 beschrieben wurde. Im Juni 2020 umfasste sie drei Arten, die in Paraguay, Brasilien, Argentinien und Panama gefunden werden: A. cambridgei, A. inermipes und A. rogersi. Sie ist ein älteres Synonym für Cryptoceroides.
fil: Ang Aphantochilus ay isang genus ng mga gaganap na crab spider na unang inilarawan ni Octavius Pickard-Cambridge noong 1871. Noong Hunyo 2020 naglalaman ito ng tatlong mga species, na matatagpuan sa Paraguay, Brazil, Argentina, at Panama: A. cambridgei, A. inermipes, at A. rogersi. Ito ay isang senior synonym ng Cryptoceroides.
hu: Az Aphantochilus hangyautánzó rákpóknem, amelyet először Octavius Pickard-Cambridge írt le 1871-ben. 2020 júniusában három fajt tartalmazott, amelyek Paraguayban, Brazíliában, Argentínában és Panamában találhatók: A. cambridgei, A. inermipes és A. rogersi. A Cryptoceroides szinonimája.
it: Aphantochilus è un genere di ragni granchio che imitano le formiche, descritto per la prima volta da Octavius Pickard-Cambridge nel 1871. A giugno 2020 contiene tre specie, presenti in Paraguay, Brasile, Argentina e Panama: A. cambridgei, A. inermipes e A. rogersi. È un sinonimo senior di Cryptoceroides.
ja: Aphantochilusは、1871年にOctavius Pickard-Cambridgeによって最初に記述されたアリを模倣するカニグモの属です。2020年6月の時点で、パラグアイ、ブラジル、アルゼンチン、パナマに生息する3つの種が含まれています。：A. cambridgei、A. inermipes、およびA. rogersi。それはCryptoceroidesの上級同義語です。
mk: Aphantochilus е род на пајаци кои имитираат мравки и кој за првпат беше опишан од Октавиус Пикард-Кембриџ во 1871 година. Од јуни 2020 година, тој содржи три вида, кои се наоѓаат во Парагвај, Бразил, Аргентина и Панама: A. cambridgei, A. inermipes и A. rogersi. Тој е постар синоним на Cryptoceroides.
nl: Aphantochilus is een geslacht van mierimiterende krabspinnen dat voor het eerst werd beschreven door Octavius Pickard-Cambridge in 1871. Vanaf juni 2020 bevat het drie soorten die voorkomen in Paraguay, Brazilië, Argentinië en Panama: A. cambridgei, A. inermipes en A. rogersi. Het is een synoniem voor Cryptoceroides.
pl: Aphantochilus to rodzaj mrówek, które naśladują kraby. Po raz pierwszy został opisany przez Octaviusa Pickarda-Cambridge'a w 1871 roku. Od czerwca 2020 roku zawiera trzy gatunki występujące w Paragwaju, Brazylii, Argentynie i Panamie: A. cambridgei, A. inermipes i A. rogersi. Jest to starszy synonim Cryptoceroides.
ru: Aphantochilus - род муравьиноподражающих крабовых пауков, впервые описанный Октавием Пикардом-Кембриджем в 1871 году. По состоянию на июнь 2020 года он включает три вида, обитающих в Парагвае, Бразилии, Аргентине и Панаме: A. cambridgei, A. inermipes и A. rogersi. Является старшим синонимом Cryptoceroides.
tr: Aphantochilus, ilk olarak 1871'de Octavius Pickard-Cambridge tarafından tanımlanan, karınca taklit eden yengeç örümcek cinsidir. Haziran 2020 itibarıyla Paragvay, Brezilya, Arjantin ve Panama'da bulunan üç tür içerir: A. cambridgei, A. inermipes ve A. rogersi. Cryptoceroides'in üst düzey eş anlamlısıdır.
uk: Aphantochilus є родом мурах-імітаторів-павуків, який вперше описав Октавій Пікард-Кембридж у 1871 році. Станом на червень 2020 року він містить три види, що зустрічаються в Парагваї, Бразилії, Аргентині та Панамі: A. cambridgei, A. inermipes та A. rogersi. Це старший синонім Cryptoceroides.
vi: Aphantochilus là một chi nhện cua bắt chước kiến được Octavius Pickard-Cambridge mô tả lần đầu tiên vào năm 1871. Tính đến tháng 6 năm 2020, chi này bao gồm ba loài, được tìm thấy ở Paraguay, Brazil, Argentina và Panama: A. cambridgei, A. inermipes và A. rogersi. Đây là từ đồng nghĩa cấp cao của Cryptoceroides.
zh: 拟黑鬼蛛属是拟蚁蟹蛛科一种拟态蚂蚁的蟹蛛，该属首次由欧克塔维厄斯·皮卡德-剑桥于 1871 年描述。截至 2020 年 6 月，该属包含三个物种，分布在巴拉圭、巴西、阿根廷和巴拿马：A. cambridgei、A. inermipes 和 A. rogersi。它是 Cryptoceroides 的高级同义词。

# arilusCristatusCommon
source: Shikaree Master
ar: خنفساء العجلة الشمال أمريكية
bg: Господарът шикари
de: Shikaree-Meister
hu: Shikaree Mester
it: Rotella maestra americana
ja: シカリーマスター
mk: Мајстор на шикареењето
ru: Мастер Шикари
tr: Shikaree ustası
uk: Майстер-шикарі
vi: Sát thủ vùng Shikaree
zh: Shikaree 大师

# arilusCristatusDescription
source: Arilus cristatus, also known as the North American wheel bug or simply wheel bug, is a species of large assassin bug in the family Reduviidae and the only species of wheel bug found in the United States. It is one of the largest terrestrial true bugs in North America, reaching up to 1.5 inches (38 mm) in length in its adult stage.
ar: Arilus cristatus، المعروفة أيضًا باسم خنفساء العجلة الشمال أمريكية أو ببساطة خنفساء العجلة، هي نوع من حشرات القاتل الكبيرة في عائلة Reduviidae والنوع الوحيد من خنفساء العجلة الموجودة في الولايات المتحدة. إنها واحدة من أكبر الحشرات الحقيقية الأرضية في أمريكا الشمالية، حيث يصل طولها إلى 1.5 بوصة (38 مم) في مرحلة البلوغ.
bg: Arilus cristatus, известен също като североамериканска колесна буболечка или просто колесна буболечка, е вид голяма буболечка убиец в семейство Reduviidae и единственият вид колесна буболечка, открит в Съединените щати. Това е една от най-големите сухоземни истински буболечки в Северна Америка, достигаща до 1,5 инча (38 мм) дължина в стадия си на възрастен.
de: Arilus cristatus, auch bekannt als nordamerikanischer Radwanze oder einfach Radwanze, ist eine Art einer großen Raubwanze aus der Familie der Reduviidae und die einzige Art der Radwanze, die in den Vereinigten Staaten vorkommt. Es ist einer der größten terrestrischen Wanzen in Nordamerika und erreicht im Erwachsenenstadium eine Länge von bis zu 38 mm.
fil: Ang Arilus cristatus, na kilala rin bilang North American wheel bug o simpleng wheel bug, ay isang species ng malaking assassin bug sa pamilyang Reduviidae at ang nag-iisang species ng wheel bug na matatagpuan sa Estados Unidos. Ito ay isa sa pinakamalaking tunay na bug sa North America, na umaabot sa 1.5 pulgada (38 mm) ang haba sa yugto ng may sapat na gulang.
hu: Az Arilus cristatus, más néven észak-amerikai kerékbogár vagy egyszerűen kerékbogár, a Reduviidae családból származó, nagy gyilkospoloskafaj, és az Egyesült Államokban található egyetlen kerékbogárfaj. Észak-Amerika egyik legnagyobb földi valódi poloskája, amely kifejlett állapotában eléri a 38 mm hosszúságot.
it: Arilus cristatus, noto anche come insetto-ruota nordamericano o semplicemente insetto-ruota, è una specie di grande insetto assassino della famiglia dei Reduvidi e l'unica specie di insetto-ruota presente negli Stati Uniti. È uno dei più grandi insetti terrestri del Nord America, raggiungendo i 38 mm di lunghezza nella fase adulta.
ja: 北米の車輪バグまたは単に車輪バグとしても知られるArilus cristatusは、Reduviidae科の大きな暗殺バグの種であり、米国で見られる唯一の車輪バグの種です。成虫の段階では最大1.5インチ（38 mm）の長さに達し、北米で最大の陸生の本物のバグの1つです。
mk: Arilus cristatus, исто така познат и како северноамериканска бубачка со тркала или едноставно како бубачка со тркала е вид на голема оса од семејството Reduviidae и е единствениот вид на бубачка со тркала кој се наоѓа во Соединетите Држави. Таа е една од најголемите копнени вистински бубачки во Северна Америка, и во својата возрасна фаза достигнува до 38 мм во должина.
nl: Arilus cristatus, ook bekend als de Noord-Amerikaanse wieldopwants of gewoon wieldopwants, is een soort grote roofwants uit de familie Reduviidae en de enige soort wieldopwants die in de Verenigde Staten voorkomt. Het is een van de grootste landwantsen in Noord-Amerika, met een lengte tot 38 mm in de volwassen fase.
pl: Arilus cristatus, znany również jako pluskwica północnoamerykańska lub prosto pluskwica to gatunek dużego pluskwiaka w rodzinie Reduviidae i jedyny gatunek pluskwicy występujący w Stanach Zjednoczonych. Jest to jedna z największych lądowych pluskiew w Ameryce Północnej osiągająca nawet 1,5 cala (38 mm) długości w wieku dorosłym.
ru: Arilus cristatus, также известный как североамериканский жук-колесо или просто жук-колесо, - вид большого хищного клопа из семейства клопов-убийц (Reduviidae) и единственный вид жука-колеса, обитающий в Соединенных Штатах. Это один из крупнейших наземных клопов в Северной Америке, достигающий 38 мм в длину на взрослой стадии.
tr: Arilus cristatus, Kuzey Amerika tekerlek böceği veya sadece tekerlek böceği olarak da bilinir ve Reduviidae familyasında bulunan büyük bir suikastçi böcek türüdür ve Amerika Birleşik Devletleri'nde bulunan tek tekerlek böceği türüdür. Yetişkin aşamasında 1,5 inç (38 mm) uzunluğa kadar ulaşan Kuzey Amerika'daki en büyük karasal gerçek böceklerden biridir.
uk: Arilus cristatus, також відомий як жук-колесо Північної Америки або просто жук-колесо, є видом великого жука-вбивці в родині Reduviidae і єдиним видом жука-колеса, знайденого в Сполучених Штатах. Це один з найбільших сухопутних жуків у Північній Америці, який досягає 1,5 дюйма (38 мм) в довжину на стадії дорослої особини.
vi: Arilus cristatus, còn được gọi là bọ bánh xe Bắc Mỹ hoặc đơn giản là bọ bánh xe, là một loài bọ sát thủ lớn thuộc họ Reduviidae và là loài bọ bánh xe duy nhất được tìm thấy ở Hoa Kỳ. Đây là một trong những loài bọ cánh cứng trên cạn lớn nhất ở Bắc Mỹ, đạt chiều dài tới 1,5 inch (38 mm) ở giai đoạn trưởng thành.
zh: 轮盾蝽（学名：Arilus cristatus），也称为北美轮虫或简称轮虫，是猎蝽科中的一种大型刺吸式昆虫，也是美国发现的唯一一种轮虫。它是最大型的北美陆生真虫之一，成虫体长可达 1.5 英寸（38 毫米）。

# attaLaevigataCommon
source: Leaf Devourer
ar: آكل الأوراق
bg: Поглъщач на листа
de: Blatt-Fresser
hu: Levélpusztító
it: Divoratrice di foglie
ja: 葉のむさぼり喰い
mk: Потрошувач на листови
nl: Bladsnijder
pl: Pożeracz liści
ru: Истребитель листьев
tr: Yaprak yiyici
uk: Пожирач листя
vi: Kẻ hủy diệt lá cây
zh: 叶切蚁

# attaLaevigataDescription
source: Atta laevigata is one of about a dozen species of leafcutter ants in the genus Atta, found from Venezuela and south to Paraguay. This species is one of the largest leafcutter species, and can be recognized by the smooth and shining head of the largest workers in a colony.
ar: Atta laevigata هي واحدة من حوالي اثني عشر نوعًا من نمل قاطع الأوراق في جنس Atta، الموجود من فنزويلا وجنوبًا إلى باراجواي. هذا النوع هو أحد أكبر أنواع قاطع الأوراق، ويمكن التعرف عليه من خلال الرأس الأملس واللامع لأكبر العاملين في مستعمرة.
bg: Atta laevigata е един от около дузина вида мравки листопада в рода Atta, намиращ се от Венецуела на юг до Парагвай. Този вид е един от най-големите видове мравки листопада и може да бъде разпознат по гладката и лъскава глава на най-големите работници в колонията.
de: Atta laevigata gehört zu den etwa einem Dutzend Blattschneiderameisenarten der Gattung Atta, die von Venezuela bis nach Paraguay heimisch sind. Diese Art ist eine der größten Blattschneider-Arten und ist an dem glatten und glänzenden Kopf der größten Arbeiter in einer Kolonie zu erkennen.
fil: Ang Atta laevigata ay isa sa humigit-kumulang isang dosenang species ng leafcutter ants sa genus na Atta, na matatagpuan mula sa Venezuela at timog hanggang sa Paraguay. Ang species na ito ay isa sa pinakamalaking species ng leafcutter, at makikilala sa makinis at makintab na ulo ng pinakamalaking manggagawa sa isang kolonya.
hu: Az Atta laevigata a levélvágó hangyák mintegy tucat fajának egyike az Atta nemzetségben, amely Venezuelától délre egészen Paraguayig található. Ez a faj az egyik legnagyobb levelvágó faj, amelyet a kolónia legnagyobb dolgozóinak sima és fényes fejéről lehet felismerni.
it: Atta laevigata è una delle circa dodici specie di formiche tagliafoglie del genere Atta, presente dal Venezuela e a sud al Paraguay. Questa specie è una delle più grandi specie tagliafoglie e può essere riconosciuta dalla testa liscia e lucida delle operaie più grandi di una colonia.
ja: Atta laevigataは、ベネズエラからパラグアイ南部にかけて見られるAtta属の葉切りアリの約12種の1つです。この種は最大の葉切り種の一つであり、コロニーの中で最大級の働きアリの滑らかで光沢のある頭部によって見分けられます。
mk: Atta laevigata е еден од приближно дванаесетте видови на мравки што ги сечат листовите од родот Atta и се наоѓаат од Венецуела и на југ кон Парагвај. Овој вид е еден од најголемите видови кои ги сечат листовите и може да се препознае по глатката и сјајна глава на најголемите работници во колонијата.
nl: Atta laevigata is een van ongeveer een dozijn soorten bladsnijdermieren in het geslacht Atta, die voorkomen van Venezuela tot Paraguay. Deze soort is een van de grootste bladsnijdende soorten en is te herkennen aan de gladde en glanzende kop van de grootste werkmieren in een kolonie.
pl: Atta laevigata to jeden z około 12 gatunków mrówek liściożerców w rodzaju Atta. Występują w Wenezueli i na południu do Paragwaju. Gatunek ten jest jednym z największych gatunków liściożerców. Można go rozpoznać po gładkiej i błyszczącej głowie największych robotnic w kolonii.
ru: Atta laevigata - один из примерно дюжины видов муравьев-листорезов рода Atta, обитающих от Венесуэлы и южнее до Парагвая. Этот вид является одним из самых крупных видов муравьев-листорезов и его можно узнать по гладкой и блестящей голове самых крупных рабочих особей в колонии.
tr: Atta laevigata, Venezuela ve güneyde Paraguay'da bulunan Atta cinsindeki yaklaşık bir düzine yaprak kesen karınca türünden biridir. Bu tür, en büyük yaprak kesen türlerinden biridir ve bir kolonideki en büyük işçilerin pürüzsüz ve parlak kafasından tanınabilir.
uk: Atta laevigata є одним з приблизно десятка видів мурах-листорізів у роді Atta, знайдених від Венесуели до Парагваю на півдні. Цей вид є одним з найбільших листорізів і його можна впізнати по гладкій і блискучій голові найбільших робітників у колонії.
vi: Atta laevigata là một trong số khoảng một chục loài kiến cắt lá thuộc chi Atta, được tìm thấy từ Venezuela và phía nam đến Paraguay. Loài này là một trong những loài cắt lá lớn nhất và có thể được nhận dạng qua phần đầu trơn nhẵn và sáng bóng của những con kiến thợ lớn nhất trong một đàn.
zh: 光滑切叶蚁是约有十几个切叶蚁物种的切叶蚁属之一，分布于委内瑞拉南部到巴拉圭。该物种是最大的切叶蚁物种之一，并且可以通过一个菌落中最大的工蚁光滑有光亮的头部来识别。

# attaSexdensDescription
source: Atta sexdens is a species of leafcutter ant belonging to the tribe Attini, native to America, from the southern United States (Texas) to northern Argentina. They are absent from Chile. They cut leaves to provide a substrate for the fungus farms which are their principal source of food. Their societies are among the most complex found in social insects. A. sexdens is an ecologically important species, but also an agricultural pest.
ar: Atta sexdens هو نوع من نمل قاطع الأوراق ينتمي إلى قبيلة Attini، وهو أصيل في أمريكا، من جنوب الولايات المتحدة (تكساس) إلى شمال الأرجنتين. إنها غائبة عن تشيلي. يقطعون الأوراق لتوفير ركيزة لمزارع الفطريات التي هي المصدر الرئيسي لغذاءهم. مجتمعاتهم من بين الأكثر تعقيدًا الموجودة في الحشرات الاجتماعية. A. sexdens هو نوع مهم بيئيًا، ولكنه أيضًا آفة زراعية.
bg: Atta sexdens е вид от вида на мравките, принадлежащи към триба Attini, родом от Америка, от южната част на Съединените щати (Тексас) до северна Аржентина. Отсъстват в Чили. Те режат листа, за да осигурят субстрат за гъбичните ферми, които са основният им източник на храна. Техните общества са сред най-сложните, откривани при социалните насекоми. A. sexdens е екологично важен вид, но също така и селскостопански вредител.
de: Atta sexdens ist eine Art von Blattschneiderameisen aus dem Stamm Attini, die in Amerika von den südlichen Vereinigten Staaten (Texas) bis Nordargentinien heimisch sind. Sie fehlen in Chile. Sie schneiden Blätter, um ein Substrat für die Pilzfarmen zu schaffen, die ihre Hauptnahrungsquelle sind. Ihre Gesellschaften gehören zu den komplexesten, die bei sozialen Insekten vorkommen. A. sexdens ist eine ökologisch wichtige Art, aber auch ein landwirtschaftlicher Schädling.
fil: Ang Atta sexdens ay isang species ng leafcutter ant na kabilang sa tribo ng Attini, na katutubong sa Amerika, mula sa timog Estados Unidos (Texas) hanggang sa hilagang Argentina. Wala sila sa Chile. Pinuputol nila ang mga dahon upang magbigay ng substrate para sa mga sakahan ng fungus na siyang pangunahing pinagkukunan ng kanilang pagkain. Ang kanilang mga lipunan ay kabilang sa mga pinakakumplikadong matatagpuan sa mga sosyal na insekto. Ang A. sexdens ay isang mahalagang species sa ekolohiya, ngunit isang peste din sa agrikultura.
hu: Az Atta sexdens a levélvágó hangyák olyan faja, amely az Attini törzshöz tartozik, őshonos Amerikában, az Egyesült Államok déli részétől (Texas) Argentína északi részéig. Chilében nem találhatók. Leveleket vágnak, hogy szubsztrátumot biztosítsanak a gombatelepekhez, amelyek fő táplálékforrásuk. Társadalmaik a társas rovarok körében a legösszetettebbek közé tartoznak. Az A. sexdens ökológiailag fontos faj, de ugyanakkor mezőgazdasági kártevő is.
it: Atta sexdens è una specie di formica tagliafoglie appartenente alla tribù Attini, originaria dell'America, dal sud degli Stati Uniti (Texas) al nord dell'Argentina. Sono assenti dal Cile. Tagliano le foglie per fornire un substrato per le coltivazioni di funghi che sono la loro principale fonte di cibo. Le loro società sono tra le più complesse riscontrate negli insetti sociali. A. sexdens è una specie ecologicamente importante, ma anche un parassita agricolo.
ja: Atta sexdensは、南アメリカから北アルゼンチンまで（テキサス州）に生息するAttini属の葉切りアリの種です。チリには生息しません。彼らは、彼らの主要な食料源である菌類の農場のための基質を提供するために葉を切ります。彼らの社会は社会性昆虫の中で最も複雑なものの一つです。A. sexdensは生態学的に重要な種ですが、農業の害虫でもあります。
mk: Atta sexdens е вид на мравки што ги сечат листовите кои припаѓаат на племето Attini, и потекнуваат од Америка, од јужниот дел на Соединетите Држави (Тексас) до северна Аргентина. Таа не се наоѓа во Чиле. Тие ги сечат листовите за да обезбедат супстрат за габичните фарми, кои се нивниот главен извор на храна. Нивните општества се меѓу најсложните кои се среќаваат кај општествените инсекти. А. sexdens е еколошки важен вид, но исто така е и штетник во земјоделството.
nl: Atta sexdens is een soort bladsnijdermier die behoort tot de stam Attini en in Amerika voorkomt, van het zuiden van de Verenigde Staten (Texas) tot het noorden van Argentinië. Ze komen niet voor in Chili. Ze snijden bladeren om een substraat te bieden voor de schimmelkwekerijen die hun belangrijkste voedselbron zijn. Hun samenlevingen behoren tot de meest complexe in sociale insecten. A. sexdens is een ecologisch belangrijke soort, maar ook een landbouwplaag.
pl: Atta sexdens to gatunek mrówki liściożerców należący do plemienia Attini, pochodzący z Ameryki, od południowej części Stanów Zjednoczonych (Teksas) do północnej Argentyny. Nie występują w Chile. Ścinają liście, aby zapewnić podłoże dla grzybów, które są głównym źródłem ich pożywienia. Ich społeczeństwa są jednymi z najbardziej złożonych spośród owadów społecznych. A. sexdens to gatunek ważny ekologicznie, ale także szkodnik rolny.
ru: Atta sexdens - вид муравьев-листорезов, принадлежащих к трибе Attini, обитающих в Америке, от южных Соединенных Штатов (Техас) до северной Аргентины. Они отсутствуют в Чили. Они срезают листья, чтобы обеспечить субстрат для грибных ферм, которые являются их основным источником пищи. Их общество является одним из самых сложных среди общественных насекомых. A. sexdens - экологически важный вид, но также и сельскохозяйственный вредитель.
tr: Atta sexdens, Amerika'ya özgü Attini aşiretine ait bir yaprak kesen karınca türüdür ve güney Amerika Birleşik Devletleri'nden (Teksas) kuzey Arjantin'e kadar uzanır. Şili'de bulunmazlar. Başlıca besin kaynakları olan mantar çiftlikleri için bir alt tabaka sağlamak amacıyla yaprakları keserler. Toplumları, sosyal böcekler arasında bulunan en karmaşık toplumlardır. A. sexdens ekolojik olarak önemli bir türdür ancak aynı zamanda tarımsal bir zararlıdır.
uk: Atta sexdens є видом мурах-листорізів, що належать до племені Attini, родом з Америки, від південних Сполучених Штатів (Техас) до північної Аргентини. Вони відсутні в Чилі. Вони зрізають листя, щоб забезпечити субстрат для грибних ферм, які є їх основним джерелом їжі. Їхні суспільства є одними з найскладніших серед соціальних комах. A. sexdens є екологічно важливим видом, але також є шкідником сільського господарства.
vi: Atta sexdens là một loài kiến cắt lá thuộc tông Attini, có nguồn gốc từ Châu Mỹ, từ phía nam Hoa Kỳ (Texas) đến phía bắc Argentina. Chúng không có ở Chile. Chúng cắt lá để cung cấp giá thể cho các trang trại nấm, nguồn thức ăn chính của chúng. Xã hội của chúng là một trong những xã hội phức tạp nhất được tìm thấy ở côn trùng xã hội. A.sexdens là một loài quan trọng về mặt sinh thái, nhưng cũng là một loài gây hại cho nông nghiệp.
zh: 切叶蚁是切叶蚁科的切叶蚁物种，原产于从美国南部（德克萨斯）到阿根廷北部的美洲。切叶蚁不在智利。它们剪切树叶为真菌农场提供基质，真菌农场是它们的主要食物来源。它们社会体是社会昆虫中最复杂的社会体之一。切叶蚁在生态上是一种重要的物种，但也是农业害虫。

# camponotusColoratusCommon
source: Carpenter Ant
ar: نملة نجار
bg: Мравка дърводелец
de: Zimmermannsameise
hu: Ács hangya
it: Formica carpentiere
ja: 大工アリ
mk: Мравки што прават дупки
nl: Timmermier
pl: Mrówka cieśla
ru: Плотницкий муравей
tr: Marangoz karınca
uk: Теслярський мураха
vi: Kiến thợ mộc
zh: 大木蚁
