Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# polyrhachisTrapezoideaDescription
source: is relatively common in open eucalypt forests and savannah woodlands and, like most of others of its species, it nests in the ground.
ar: شائعة نسبيًا في غابات الأوكالبتوس المفتوحة والغابات المفتوحة، ومثل معظم أنواع Hagiomyrma الأخرى، تتواجد أعشاشها في الأرض.
bg: е сравнително разпространена във високи евкалиптови гори и савани и подобно на повечето други видове Hagiomyrma, гнезди в земята.
de: ist in offenen Eukalyptuswäldern und Savannenwäldern relativ verbreitet und nistet wie die meisten anderen Hagiomyrma-Arten im Boden.
es: es relativamente común en bosques abiertos de eucaliptos y sabanas arboladas y, como la mayoría de las demás de su especie, anida en el suelo.
fil: ay karaniwang makikita sa bukas na kagubatan ng eucalyptus at kagubatan ng savannah at, tulad ng iba sa ganitong species, gumagawa sila ng pugad sa lupa.
hu: viszonylag gyakori az eukaliptusz erdőkben és a szavanna erdőkben, és hasonlóan fajtársai többségéhez, a földön fészkel.
it: è relativamente comune nelle foreste aperte di eucalipti e nelle savane alberate e, come molte altre della sua specie, nidifica nel terreno.
ja: ユーカリの開けた森やサバンナの林にありふれており、属するアリの大半と同様に、地面に巣を作ります。
mk: е релативно застапена во отворени еукалиптусни шуми и шуми со савана и, како и повеќето други од нејзините видови, таа прави гнезда во земја.
nl: is relatief algemeen in open eucalyptusbossen en savannes. Net als de meeste andere soorten van dit geslacht nestelt hij in de grond.
pl: jest stosunkowo powszechna w otwartych lasach eukaliptusowych i sawannach, i podobnie jak większość innych gatunków, gniazduje w ziemi.
ru: является относительно распространенным видом в открытых эвкалиптовых лесах и саванновых лесах и, подобно большинству других видов, гнездится в земле.
tr: Açık okaliptüs ormanlarında ve savanlık arazilerinde nispeten yaygındır ve türünün diğer çoğu gibi yerde yuva yapar.
uk: досить поширена у відкритих евкаліптових лісах та саванах і, як і більшість інших її видів, гніздиться у землі.
vi: tương đối phổ biến ở các khu rừng bạch đàn và rừng cây bụi đồng cỏ và, giống như hầu hết các loài khác cùng chi, loài kiến này làm tổ dưới đất.
zh: 在开阔的桉树林和稀树草原林地中相对常见，并且与大多数其他 Hagiomyrma 物种一样，在地面上筑巢。

source: Proatta butteli
ar: برواتا بوتيلي
ja: プロアッタ・ブッティエリ

# proattaButteliCommon
source: Proatta
ar: برواتا
ja: プロアッタ

# proattaButteliDescription
source: The only species in its genus, Proatta butteli is found in southeast Asia and is strikingly similar in appearance to New World Attine species. Unlike the Attines, Proatta butteli is a predator and scavenger. Their prey includes isopods, centipedes and a variety of insects, including other ant species.
ar: الأنواع الوحيدة في جنسها، Proatta butteli موجودة في جنوب شرق آسيا وتتشابه بشكل لافت في مظهرها مع أنواع Attine في العالم الجديد. على عكس Attines، فإن Proatta butteli مفترس ومتطفل. تشمل فرائسها القشريات واليرقات ومجموعة متنوعة من الحشرات، بما في ذلك أنواع النمل الأخرى.
bg: Единственият вид от своя род, Proatta butteli, се среща в Югоизточна Азия и поразително прилича на видове Attine от Новия свят. За разлика от Attines, Proatta butteli е хищник и чистач. Храната им включва ракообразни, стоножки и различни насекоми, включително други видове мравки.
de: Die einzige Art ihrer Gattung, Proatta butteli, kommt in Südostasien vor und ist im Aussehen den Attine-Arten der Neuen Welt verblüffend ähnlich. Im Gegensatz zu den Attinen ist Proatta butteli ein Raubtier und Aasfresser. Ihre Beute umfasst Asseln, Tausendfüßer und eine Vielzahl von Insekten, einschließlich anderer Ameisenarten.
es: La única especie de su género, Proatta butteli se encuentra en el sureste de Asia y tiene un aspecto sorprendentemente similar al de las especies Attine del Nuevo Mundo. A diferencia de las Attines, Proatta butteli es un depredador y carroñero. Sus presas incluyen isópodos, ciempiés y una variedad de insectos, incluidas otras especies de hormigas.
fil: Ang nag-iisang species sa genus nito, ang Proatta butteli ay matatagpuan sa timog-silangang Asya at kapansin-pansing kapareho ng hitsura ng New World Attine species. Hindi tulad ng Attines, ang Proatta butteli ay isang mandaragit at scavenger. Kabilang sa kanilang biktima ang mga isopod, centipede at iba't-ibang insekto, kasama ang iba pang species ng ant.
hu: A Proatta butteli az egyetlen faj a nemzetségében, Délkelet-Ázsiában található, és megjelenésében feltűnően hasonlít az Újvilágbeli Attine fajokhoz. Ellentétben az Attine-okkal, a Proatta butteli ragadozó és dögevő. Elsősorban izópodákra, százlábúakra és különféle rovarokra vadászik, beleértve más hangyafajokat is.
it: Unica specie del suo genere, la Proatta butteli si trova nel Sud-est asiatico e ha un aspetto straordinariamente simile a quello delle specie Attine del Nuovo Mondo. A differenza delle Attine, la Proatta butteli è un predatore e un animale spazzino. Le sue prede includono isopodi, millepiedi e una varietà di insetti, comprese altre specie di formiche.
ja: 属の中で唯一の種類である、プロアッタ・ブッティエリは東南アジアで見られ、新世界のハキリアリの種に驚くほどよく似ています。ハキリアリとは異なり、プロアッタ・ブッティエリは捕食者であり、腐肉食でもあります。獲物にはフナムシ、ムカデ、他のアリなどのさまざまな昆虫が含まれます。
mk: Единствениот вид во својот род, Proatta butteli се наоѓа во југоисточна Азија и е зачудувачки сличен на видот на новиот свет Attine. За разлика од Attines, Proatta butteli е грабливец и санитарка. Нејзиниот плен ги вклучува мокриците, стоногалките и разни инсекти, вклучувајќи и други видови на мравки.
nl: De enige soort uit zijn geslacht, Proatta butteli, komt voor in Zuidoost-Azië en lijkt sterk op Nieuwe Wereld Attine-soorten. In tegenstelling tot de Attines is Proatta butteli een predator en aaseter. Tot zijn prooi behoren pissebedden, duizendpoten en diverse insecten, waaronder andere mierensoorten.
pl: Proatta butteli to jedyny gatunek w swoim rodzaju występujący w południowo-wschodniej Azji i wyglądem bardzo przypominający gatunki Attine z Nowego Świata. W przeciwieństwie do Attine, Proatta butteli to drapieżnik i padlinożerca. Jego łupem są równonogi, wije i różne owady, w tym inne gatunki mrówek.
ru: Единственный вид в своем роде, Proatta butteli встречается в Юго-Восточной Азии и поразительно похож внешне на виды Attine Нового Света. В отличие от Attines, Proatta butteli является хищником и падальщиком. Их добыча включает равноногих, многоножек и различных насекомых, в том числе других видов муравьев.
tr: Türünün tek türü olan Proatta butteli, güneydoğu Asya'da bulunur ve görünüş olarak Yeni Dünya Attine türleriyle şaşırtıcı derecede benzerdir. Attine'lerin aksine Proatta butteli bir avcı ve leşçidir. Avları arasında eşayaklılar, kırkayaklar ve diğer karınca türlerini içeren çeşitli böcekler bulunur.
uk: Єдиний вид у своєму роді, Proatta butteli, зустрічається у Південно-Східній Азії, і за зовнішнім виглядом дивовижно схожий на американський вид Attine. На відміну від Attines, Proatta butteli є хижаком та падальником. Їхньою здобиччю є мокриці, багатоніжки і різні комахи, включаючи інші види мурах.
vi: Là loài duy nhất trong chi của mình, Proatta butteli được tìm thấy ở Đông Nam Á và trông rất giống với loài kiến Attine ở Tân Thế giới. Không giống như các loài Attine, Proatta butteli là loài ăn thịt và ăn xác thối. Con mồi của chúng bao gồm chân đều, rết và nhiều loại côn trùng khác, bao gồm cả các loài kiến khác.
zh: 其属中唯一的物种，Proatta butteli 发现于东南亚，其外观与新大陆的 Attine 物种惊人地相似。与 Attines 不同，Proatta butteli 是一种捕食者和食腐动物。它们的猎物包括等足类、蜈蚣和各种昆虫，包括其他蚂蚁物种。

source: Procryptocerus Adlerzi
ar: بـروكـريبتوسيروس ادلرزي

# procryptocerusAdlerziCommon
source: Procryptocerus Adlerzi
ar: بـروكـريبتوسيروس ادلرزي
mk: Крикливец Adlerzi

# procryptocerusAdlerziDescription
source: A genus of arboreal nesting species, the workers of which are often collected foraging in low vegetation.
ar: جنس من الأنواع التي تتواجد أعشاشها في الأشجار، وغالبًا ما يتم العثور على العاملات وهي تتغذى في النباتات المنخفضة.
bg: Генеричен вид гнездящи по дървета същества, чиито работници често биват улавяни да се хранят в ниската растителност.
de: Eine Gattung baumbewohnender Nistarten, deren Arbeiterinnen oft beim Nahrungssuche in niedriger Vegetation gesammelt werden.
es: Un género de especies de anidación arbórea, cuyos trabajadores a menudo se recolectan para buscar alimento en vegetación baja.
fil: Isang genus ng arboreal nesting species, na ang mga manggagawa ay kadalasang nakokolekta habang nangangalap ng pagkain sa mabababang halaman.
it: Un genere di specie che nidificano sugli alberi, le cui operaie vengono spesso raccolte mentre cercano cibo nella bassa vegetazione.
ja: 低木の中のえさ場にいる働きアリが収集されるケースが多い、樹上営巣種の一属。
mk: Род arbo real гнездечки типови, неговите работнички често се собираат за собирање на храна во ниската вегетација.
nl: Een genus van in bomen nestelende soorten, waarvan de werksters vaak worden aangetroffen bij het foerageren in lage vegetatie.
pl: Rodzaj nadrzewnych gatunków gniazdujących, których robotnice często są zbierane do żerowania w niskiej roślinności.
ru: Род наземных вьющих гнезда видов, рабочих особей которого часто можно увидеть за добыванием пищи в низкорастущей растительности.
tr: İşçileri genellikle az bitki örtüsünde beslenirken toplanan bir ağaçta yuva yapan türlerin bir cinsidir.
uk: Рід видів арборіального гніздування, представники яких часто збираються для пошуку їжі низькорослими рослинами.
vi: Thuộc chi các loài làm tổ trên cây và loài kiến thợ thường được tìm thấy khi kiếm ăn ở thảm thực vật thấp.
zh: 一种树栖筑巢物种，其工蚁经常在低矮的植被中觅食。

source: Pseudomyrmex boopis
ar: سودوميرميكس بوبيس

# pseudomyrmexBoopisCommon
source: Nimble Tree Ant
ar: نملة الشجر الرشيقة
de: Flinker Baumameise
es: Hormiga ágil de los árboles
fil: Maliksi na Ant ng Puno
it: Formica agile degli alberi
ja: ニブルツリーアリ
mk: Брза мравка
pl: Zwinna mrówka drzewiasta
ru: Шустрый древесный муравей
tr: çevik ağaç karıncası
uk: Мерзенний мураха-ченець
vi: Kiến cây nhanh nhẹn
zh: 敏捷树蚁

# pseudomyrmexBoopisDescription
source: Nests typically in rotten wood on or near the ground.
ar: تتواجد أعشاشها عادة في الخشب المتعفن على الأرض أو بالقرب منها.
bg: Обикновено гнездят в изгнила дървесина на или близо до земята.
de: Nistet typischerweise in verrottetem Holz auf oder in Bodennähe.
es: Anida típicamente en madera podrida en el suelo o cerca de él.
fil: Karaniwang pugad sa nabubulok na kahoy sa o malapit sa lupa.
it: Tipicamente nidifica nel legno marcio a terra o vicino al terreno.
ja: 巣は通常、地面にあるか地面の近くの腐った木の中。
mk: Гнезди типично во трулежно дрво на земја или во близина на земја.
nl: Nest doorgaans in verrot hout op of nabij de grond.
pl: Zwykle gniazduje w zbutwiałym drewnie na ziemi lub w jej pobliżu.
ru: Гнездится обычно в гнилой древесине на земле или возле нее.
tr: Genellikle yerde veya yerin yakınındaki çürümüş odunlarda yuva yapar.
uk: Гніздяться, зазвичай, в гнилій деревині на землі або поблизу.
vi: Thường làm tổ trong gỗ mục trên hoặc gần mặt đất.
zh: 通常在位于地面上或附近腐烂的木材中筑巢。

source: Pseudomyrmex gracilis
ar: سودوميرميكس غراسليس

# pseudomyrmexGracilisCommon
source: Graceful Twig Ant
ar: نملة الغصين الرشيقة
de: Anmutige Zweigameise
es: Hormiga elegante de las ramitas
fil: Napakagandang Twig Ant
it: Formica elegante dei rametti
ja: 優雅な枝アリ
mk: Грациозна гранчиња мравка
pl: Mrówka patyczkowa
ru: Изящный ветвистый муравей
tr: Zarif Dal Karıncası
uk: Витончений мураха-гіллячоріб
vi: Kiến cành duyên dáng
zh: 优雅的树枝蚂蚁

# pseudomyrmexGracilisDescription
source: Worker ants are bi-colored; the head and gaster are dark, while the antennae, mouthparts, thorax and legs are dull orange with dark shading. They often may be seen on vegetation, foraging for live insects or collecting honeydew from sap-sucking insects. If the colony ever finds themselves without a queen, the worker ants form dominance hierarchies by boxing with their antennae. This leads to a couple high ranking individuals which can lay eggs until a new queen returns.
ar: نمل عامل ذو لونين؛ الرأس والجسم مظلمان، بينما الهوائيات وأجزاء الفم والصدر والساقين برتقالية باهتة مع تظليل داكن. غالبًا ما يمكن رؤيتها على النباتات، وهي تبحث عن حشرات حية أو تجمع الندوة من الحشرات الماصة للعصارة. إذا وجدت المستعمرة نفسها بدون ملكة، فإن العاملات تشكل تسلسلات هرمية للسيطرة عن طريق الملاكمة بهوائياتها. وهذا يؤدي إلى ارتفاع رتبتين فرديتين يمكنهما وضع البيض حتى تعود ملكة جديدة.
bg: Работните мравки са двуцветни: главата и стомахът са тъмни, докато антените, устните части, гърдите и краката са матово оранжеви с тъмна сянка. Често могат да бъдат видени по растителността, търсейки живи насекоми или събиращи медена роса от смучещи сок насекоми. Ако колонията се озове без кралица, работните мравки формират йерархии на доминиране, боксирайки се с антените си. Това води до няколко високопоставени индивида, които могат да снасят яйца, докато не се появи нова кралица.
de: Arbeiterameisen sind zweifarbig; Kopf und Gaster sind dunkel, während die Antennen, Mundwerkzeuge, Thorax und Beine matt orange mit dunkler Schattierung sind. Sie können oft auf Vegetation gesehen werden, auf der Suche nach lebenden Insekten oder sammeln Honigtau von Saft saugenden Insekten. Sollte die Kolonie jemals ohne Königin dastehen, bilden die Arbeiterameisen Dominanzhierarchien, indem sie mit ihren Antennen boxen. Dies führt zu einigen hochrangigen Individuen, die Eier legen können, bis eine neue Königin zurückkehrt.
es: Las hormigas obreras son bicolores; la cabeza y el gáster son oscuros, mientras que las antenas, las piezas bucales, el tórax y las patas son de color naranja opaco con sombreado oscuro. A menudo pueden verse en la vegetación, buscando insectos vivos o recolectando mielada de insectos chupadores de savia. Si la colonia alguna vez se encuentra sin una reina, las hormigas obreras forman jerarquías de dominancia boxeando con sus antenas. Esto lleva a un par de individuos de alto rango que pueden poner huevos hasta que regrese una nueva reina.
fil: Ang mga manggagawang langgam ay may dalawang kulay; ang ulo at gaster ay madilim, habang ang mga antena, mouthparts, thorax at mga binti ay mapurol na kulay kahel na may madilim na lilim. Madalas na makikita sa mga halaman, nanghuhuli ng mga buhay na insekto o nangongolekta ng honeydew mula sa mga insektong sumisipsip ng katas. Kung sakaling mawala ang isang reyna sa kolonya, bumubuo ang mga manggagawang langgam ng mga dominance hierarchy sa pamamagitan ng pagsuntok gamit ang kanilang mga antena. Ito ay hahantong sa mag-asawang high ranking na indibidwal na makakapagitlog hanggang sa makabalik ang isang bagong reyna.
it: Le formiche operaie sono bicolore: testa e gaster sono scure, mentre antenne, parti della bocca, torace e zampe sono di un arancione scuro con ombreggiature scure. Spesso possono essere viste sulla vegetazione, alla ricerca di insetti vivi o per raccogliere la melata da insetti succhiatori di linfa. Se la colonia si ritrova senza una regina, le formiche operaie formano gerarchie di dominanza, facendo boxe con le loro antenne. Ciò porta ad un paio di individui di alto rango che possono deporre le uova fino al ritorno di una nuova regina.
ja: 働きアリは2色で、頭部と胃は濃色、触角、口器、胸部、脚はオレンジ色で暗い日陰がある。よく木々に見られ、生きた昆虫を求めてエサを探したり、樹液を吸う昆虫から甘露を集めている。コロニーに女王がいなくなると、働きアリ同士で触角を使ってボクシングをして優勢の順位を決める。これにより、新しい女王が戻ってくるまで卵を産むことができる2、3の順位の高い個体が生まれる。
mk: Работните мравки се со две бои; главата и стомакот се темни, додека антентие, усните делови, градите и нозете се во темна портокалова боја со темна сенка. Често можат да се видат на вегетација, собирајќи живи инсекти или собирајќи медена роса од инсекти кои цицаат сок. Ако колонијата некогаш се најде без кралица, работните мравки формираат доминантни хиерархии со боксување со своите антенки. Ова води до неколку високо рангирани единки кои можат да полагаат јајца додека не се врати новата кралица.
nl: Werkmieren zijn tweekleurig; het hoofd en het achterlijf zijn donker, terwijl de voelsprieten, monddelen, het borststuk en de poten dof oranje zijn met een donkere schakering. Ze worden vaak gezien op vegetatie, waar ze foerageren naar levende insecten of honingdauw verzamelen van sapzuigende insecten. Als de kolonie ooit zonder koningin zit, vormen de werksters dominantiehiërarchieën door te boksen met hun voelsprieten. Dit leidt tot een paar hoog geplaatste individuen die eieren kunnen leggen totdat een nieuwe koningin terugkeert.
pl: Robotnice są dwubarwne; głowa i odwłok są ciemne, a czułki, narządy gębowe, tułów i nogi są matowo pomarańczowe z ciemnym cieniowaniem. Często można je zobaczyć na roślinności, żerując na żywych owadach lub zbierając spadź z owadów ssących sok. Jeśli kolonia kiedykolwiek znajdzie się bez królowej, robotnice tworzą hierarchie dominacji poprzez boksowanie się czułkami. Prowadzi to do powstania kilku wysoko postawionych osobników, które mogą składać jaja, dopóki nie powróci nowa królowa.
ru: Рабочие муравьи двухцветные; голова и гастер темные, в то время как усики, ротовые образования, грудь и ножки тускло-оранжевые с темным оттенком. Часто встречаются на растительности, выискивая живых насекомых или собирая падь у сосущих сок насекомых. Если в колонии вдруг не оказывается королевы, рабочие муравьи формируют иерархию доминирования посредством фехтования усиками. В конечном итоге появляется пара высокопоставленных особей, которые могут откладывать яйца до возвращения новой королевы.
tr: İşçi karıncalar iki renklidir; baş ve karın koyu renk iken antenler, ağız parçaları, göğüs ve bacaklar koyu gölgeli donuk turuncudur. Genellikle bitki örtüsünde canlı böcekler arayarak veya özsu emen böceklerden bal özü toplayarak beslenirler. Koloni bir kraliçesiz kalırsa, işçi karıncalar antenleriyle boks yaparak baskınlık hiyerarşileri oluştururlar. Bu, yeni bir kraliçe dönene kadar yumurta bırakabilen birkaç yüksek rütbeli bireye yol açar.
uk: Мурахи-робітники двоколірні: голова і шлунок темні, а вусики, ротові органи, груди і ноги — тьмяно-оранжеві з темним відтінком. У великій кількості можуть з’являтися на рослинах в пошуках живих комах або збираючи медвяну росу з комах, що смокчуть сік. Якщо колонія залишається без королеви, мурахи-робітники формують ієрархії домінування, борючись антенами. Це призводить до того, що деякі високопоставлені особи можуть відкладати яйця до повернення нової королеви.
vi: Kiến thợ có 2 màu; đầu và bụng màu đen, trong khi râu, miệng, ngực và chân có màu cam nhạt với vệt sẫm màu. Chúng thường được nhìn thấy trên thảm thực vật, kiếm mồi là côn trùng sống hoặc thu thập mật ngọt từ côn trùng hút nhựa cây. Nếu một đàn kiến mất đi ong chúa, kiến thợ sẽ thiết lập thứ bậc thống trị thông qua trò đấm bốc bằng râu. Điều này dẫn đến một vài cá thể cấp cao có thể đẻ trứng cho đến khi một ong chúa mới xuất hiện.
zh: 工蚁为双色蚁；头部和胃部较深，而触角、口器、胸部和腿部为暗淡的橙色，深色阴影。它们经常出现在植被上，寻找活昆虫或从吸食汁液的昆虫中收集蜜露。如果蚁群中找不到蚁后，工蚁会通过用触角进行拳击形成优势等级。这将产生少数高级别的个体，它们可以在新蚁后返回之前产卵。

source: Psalidomyrmex reichenspergeri
ar: ساليدوميرميكس ريتشنسبرجير

# psalidomyrmexReichenspergeriCommon
source: Predator
ar: مفترس
de: Räuber
es: Depredadora
it: Predatore
ja: 捕食者
mk: Предатор
nl: Roofdier
pl: Drapieżnik
ru: Хищник
tr: Yırtıcı
uk: Хижак
vi: Động vật ăn thịt
zh: 掠食者

# psalidomyrmexReichenspergeriDescription
source: restricted to central and western Africa. They are cryptic foragers. Is a specialist predator of earthworms
ar: مقتصر على وسط وغرب إفريقيا. هم من فرائس الغابات الموصوفة. إنه مفترس متخصص لديدان الأرض
bg: ограничен до Централна и Западна Африка. Хранят се тайно и са специализирани в лова на земни червеи.
de: beschränkt auf Zentral- und Westafrika. Sie sind versteckte Futtersucher. Ist ein spezialisierter Räuber von Regenwürmern
es: restringida al centro y oeste de África. Son recolectoras crípticas. Es un depredador especialista de lombrices de tierra
fil: nakakulong sa gitna at kanlurang Aprika. Mahiwaga silang mangangaso. Isang espesyalistang predator ng mga bulating lupa
it: ristretto all'Africa centrale e occidentale. Sono foraggiatori criptici. È un predatore specializzato di lombrichi
ja: アフリカ中部と西部に限定。隠匿性の採餌者。ミミズの専門の捕食者である。
mk: ограничен во централна и западна Африка. Тие се криптички собирачи. Специјализиран предатор на дождовни црви
nl: Beperkt tot centraal en westelijk Afrika. Het zijn cryptische foerageerders. Het zijn gespecialiseerde roofdieren van regenwormen.
pl: Ograniczony do środkowej i zachodniej Afryki. Są kryptycznymi żerowiskami. Są specjalistycznym drapieżnikiem dżdżownic
ru: Встречается только в Центральной и Западной Африке. Являются скрытными фуражирами. Это специализированные хищники дождевых червей.
tr: Orta ve Batı Afrika ile sınırlıdır. Gizli besin toplayıcılardır. Solucanların uzman avcısıdır
uk: мешкають в Центральній і Західній Африці. Сховані хижаки. Є спеціалізованими хижаками дощових червів
vi: chỉ có ở miền trung và miền tây châu Phi. Chúng là động vật săn mồi bí ẩn. Là loài ăn giun đất chuyên nghiệp
zh: 仅分布于非洲中部和西部。它们是隐匿的觅食者。是蚯蚓的专业掠食者

source: Prionopelta humicola
ar: بريونوبيلتا هيوميكولا

# prionopeltaHumicolaCommon
source: Grave Digger
ar: حفار القبور
de: Totengräber
es: Sepulturera
it: Becchino
ja: 墓掘り
mk: Некрофаг
nl: Grafdelver
pl: Kopacz grobów
ru: Могильщик
tr: Mezar Kazıcı
uk: Могильник
vi: Đào mộ
zh: 掘墓者
