Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# duskyLurkerApplyingTacticsSkillDescription20
source: Has a 60% chance to deal 250% (+Special Ant Level*1%) damage to a random enemy squad, and increases the next skill damage of our back line by 35%
ar: احتمال 60% لإحداث 250% (+ مستوى النملة الخاصة*1%) ضررًا لفريق العدو عشوائيًا، ويزيد من الضرر المهاري التالي لخطنا الخلفي بنسبة 35%
bg: Вероятност 60% да нанесе 250% (+Ниво на специален мравка%1) щети на произволен вражески отбор и да увеличи щетите от следващата умение на нашата задна линия с 35%
de: Verfügt über eine Chance von 60 %, einem zufälligen gegnerischen Trupp 250 % (+ Ameisenstufe Spezial*1 %) Schaden zuzufügen und den nächsten Fertigkeitsschaden unserer hinteren Reihe um 35 % zu erhöhen
es: Tiene un 60 % de probabilidad de infligir 250 % (+ nivel de hormiga especial x 1 %) de daño a un escuadrón enemigo aleatorio y aumentar su próximo daño de habilidad de segunda fila en un 35 %
fil: May 60% na tiyansang magbigay ng 250% (+Espesyal na Antas ng Ant*1%) pinsala sa isang random na tropa ng kaaway, at tataasan ang pinsala ng susunod na kasanayan ng aming likurang linya ng 35%
hu: 60% esély egy véletlenszerű ellenséges csapatnak 250% (+Speciális Hangya szintje*1%) sebzést okozni, és 35%-kal növeli a hátsó sorunk következő képességének sebzése.
it: Ha il 60% di possibilità di infliggere 250% (+Livello formica speciale*1%) danni a una squadra nemica casuale e aumenta i danni della prossima abilità della nostra linea arretrata del 35%
ja: 60％の確率で、ランダムな敵軍に250％（＋特化アリレベル＊1％）のダメージを与え、後列の次のスキルのダメージを35％増加させる
mk: Има 60% шанса да нанесе 250% (+Ниво на мравката*1%) оштетување на случајна непријателска екипа, и ја зголемува следнава вештина на нашата задна линија за 35%
nl: Heeft 60% kans om 250% (+Niveau speciale mier*1%) schade toe te brengen aan een willekeurige vijandige eenheid en verhoogt de volgende vaardigheidsschade van onze achterlinie met 35%
pl: 60% szans na zadanie 250% (+ poziom specjalnej mrówki * 1%) obrażeń losowo wybranemu oddziałowi przeciwników i zwiększenie obrażeń następnej umiejętności w naszej tylnej linii o 35%
ru: Дает 60% шанс нанести 250% (+1% за уровень особого муравья) урона случайному отряду противника и повышает урон от следующего навыка линии поддержки на 35%
tr: Rastgele bir düşman birliğine %60 ihtimalle %250 (+Özel Karınca Seviyesi*1%) hasar verir ve arka cephemizin bir sonraki beceri hasarını %35 artırır
uk: Має 60% ймовірність завдати 250% (+ Рівень особливого мурахи*1%) шкоди випадковому ворожому загону та збільшує шкоду наступної вмілості нашого заднього ряду на 35%
vi: Có 60% cơ hội gây 250% (+Cấp kiến đặc biệt*1%) sát thương cho một đội địch ngẫu nhiên và tăng 35% sát thương của kỹ năng tiếp theo của đội hình tuyến sau của ta

# duskyLurkerTrueLeaderSkillTitle
source: True Leader
ar: القائد الحقيقي
bg: Истински лидер
de: Wahrer Anführer
es: Líder verdadero
fil: Tunay na Lider
hu: Igazi vezető
it: Vero leader
ja: 真のリーダー
mk: Вистински водач
nl: Ware leider
pl: Prawdziwy lider
ru: Истинный лидер
tr: Gerçek Lider
uk: Справжній лідер
vi: Lãnh đạo thực thụ

# duskyLurkerTrueLeaderSkillDescription10
source: When the battle starts, increases the Attack of all our squads by 50%. In the 3rd round, deals 400% (+Special Ant Level*1%) damage to the enemy's back line once
ar: عند بدء المعركة، يزيد هجوم جميع فرقنا بنسبة 50%. في الجولة الثالثة، يتعامل الضرر بنسبة 400% (+ مستوى النملة الخاصة*1%) على الخط الخلفي للعدو مرة واحدة
bg: Когато започне битката, увеличава атаката на всички наши отбори с 50%. В 3-ия рунд, нанася 400% (+Ниво на специален мравка*1%) щети на задната линия на противника веднъж.
de: Erhöht zu Beginn des Kampfes den Angriff unserer Trupps um 50 %. Verursacht in der 3. Runde einmalig 400 % (+ Ameisenstufe Spezial*1 %) Schaden an der hinteren Reihe des Gegners
es: Cuando comienza la batalla, incrementa un 50 % el ataque de todos nuestros escuadrones. En el tercer asalto, inflige 400 % (+ nivel de hormiga especial x 1 %) de daño a la segunda fila del enemigo una vez
fil: Kapag sinimulan ang labanan, tataasan ang Atake ng lahat ng aming tropa ng 50%. Sa ika-3 round, magbibigay ng 400% (+Espesyal na Antas ng Ant*1%) pinsala sa likurang linya ng kaaway isang beses
hu: A csata elején 50%-kal növeli összes csapatunk támadását. A 3. körben egyszer 400% (+Speciális Hangya szintje*1%) sebzést okoz az ellenség hátsó sorának.
it: All'inizio della battaglia, aumenta l'attacco di tutte le nostre squadre del 50%. Al 3° round, infligge 400% (+Livello formica speciale*1%) danni alla linea arretrata del nemico una volta
ja: バトル開始時、味方軍全体の攻撃力を50％増加。3ラウンド目には、敵の後列に400％（＋特化アリレベル＊1％）のダメージを一度与える
mk: Кога ќе започне битката, го зголемува нападот на сите наши екипи за 50%. Во 3. рунда, нанесува 400% (+Ниво на мравката*1%) оштетување на непријателската задна линија еднаш
nl: Wanneer de strijd begint, verhoogt de aanval van al onze eenheden met 50%. In de 3e ronde wordt eenmalig 400% (+Niveau speciale mier*1%) schade toegebracht aan de achterlinie van de vijand
pl: Po rozpoczęciu bitwy zwiększa atak wszystkich naszych oddziałów o 50%. W 3. rundzie zadaje przeciwnikom w tylnej linii jednorazowo 400% (+ poziom specjalnej mrówki * 1%) obrażenia
ru: В начале битвы увеличивает атаку всех наших отрядов на 50%. В 3-ем раунде наносит 400% (+1% за уровень особого муравья) урона по линии поддержки от противника один раз
tr: Savaşın başlangıcında tüm birliklerimizin Saldırısını %50 artırır. 3. turda, düşmanın arka cephesine bir kez %400 (+Özel Karınca Seviyesi*1%) hasar verir
uk: Коли починається битва, збільшує Атаку всіх наших загонів на 50%. У 3-му раунді завдає 400% (+ Рівень особливого мурахи*1%) шкоди ворожому задньому ряду один раз
vi: Khi trận chiến bắt đầu, tăng 50% Công của toàn bộ các đội của ta. Ở lượt thứ 3, gây một lần 400% (+Cấp kiến đặc biệt*1%) sát thương cho đội hình tuyến sau của địch

# duskyLurkerTrueLeaderSkillDescription20
source: When the battle starts, increases the Attack of all our squads by 65%. In the 3rd round, deals 500% (+Special Ant Level*1%) damage to the enemy's back line once
ar: عند بدء المعركة، يزيد هجوم جميع فرقنا بنسبة 65%. في الجولة الثالثة، يتعامل الضرر بنسبة 500% (+ مستوى النملة الخاصة*1%) على الخط الخلفي للعدو مرة واحدة
bg: Когато започне битката, увеличава атаката на всички наши отбори с 65%. В 3-ия рунд, нанася 500% (+Ниво на специален мравка*1%) щети на задната линия на противника веднъж.
de: Erhöht zu Beginn des Kampfes den Angriff unserer Trupps um 65 %. Verursacht in der 3. Runde einmalig 500 % (+ Ameisenstufe Spezial*1 %) Schaden an der hinteren Reihe des Gegners
es: Cuando comienza la batalla, incrementa un 65 % el ataque de todos nuestros escuadrones. En el tercer asalto, inflige 500 % (+ nivel de hormiga especial x 1 %) de daño a la segunda fila del enemigo una vez
fil: Kapag sinimulan ang labanan, tataasan ang Atake ng lahat ng aming tropa ng 65%. Sa ika-3 round, magbibigay ng 500% (+Espesyal na Antas ng Ant*1%) pinsala sa likurang linya ng kaaway isang beses
hu: A csata elején 65%-kal növeli összes csapatunk támadását. A 3. körben egyszer 500% (+Speciális Hangya szintje*1%) sebzést okoz az ellenség hátsó sorának.
it: All'inizio della battaglia, aumenta l'attacco di tutte le nostre squadre del 65%. Al 3° round, infligge 500% (+Livello formica speciale*1%) danni alla linea arretrata del nemico una volta
ja: バトル開始時、味方軍全体の攻撃力を65％増加。3ラウンド目には、敵の後列に500％（＋特化アリレベル＊1％）のダメージを一度与える
mk: Кога ќе започне битката, го зголемува нападот на сите наши екипи за 65%. Во 3. рунда, нанесува 500% (+Ниво на мравката*1%) оштетување на непријателската задна линија еднаш
nl: Wanneer de strijd begint, verhoogt de aanval van al onze eenheden met 65%. In de 3e ronde wordt eenmalig 500% (+Niveau speciale mier*1%) schade toegebracht aan de achterlinie van de vijand
pl: Po rozpoczęciu bitwy zwiększa atak wszystkich naszych oddziałów o 65%. W 3. rundzie zadaje przeciwnikom w tylnej linii jednorazowo 500% (+ poziom specjalnej mrówki * 1%) obrażenia
ru: В начале битвы увеличивает атаку всех наших отрядов на 65%. В 3-ем раунде наносит 500% (+1% за уровень особого муравья) урона по линии поддержки от противника один раз
tr: Savaşın başlangıcında tüm birliklerimizin Saldırısını %65 artırır. 3. turda, düşmanın arka cephesine bir kez %500 (+Özel Karınca Seviyesi*1%) hasar verir
uk: Коли починається битва, збільшує Атаку всіх наших загонів на 65%. У 3-му раунді завдає 500% (+ Рівень особливого мурахи*1%) шкоди ворожому задньому ряду один раз
vi: Khi trận chiến bắt đầu, tăng 65% Công của toàn bộ các đội của ta. Ở lượt thứ 3, gây một lần 500% (+Cấp kiến đặc biệt*1%) sát thương cho đội hình tuyến sau của địch

# emeraldJewelAntStealthAssassinateSkillTitle
source: Stealth Assassinate
ar: اغتيال متخفي
bg: Стелс убийство
de: tarnen und töten
es: Asesinato sigiloso
fil: Pataksil na Pagpatay
hu: Lopakodó merénylet
it: Assassinio furtivo
ja: 隠密暗殺
mk: Стелт атентат
nl: Sluipmoord
pl: Skradankowy mord
ru: Поражающий удар из засады
tr: Gizlice Suikast
uk: Стелс-убивство
vi: Ám sát lén lút

# emeraldJewelAntStealthAssassinateSkillDescription10
source: During the battle, its squad has a 50% chance each round to enter Stealth status, the first trigger will certainly be a critical hit and inflict Exhaust effect on the enemy (reducing damage dealt by 15%), lasting for 2 rounds, this effect is stackable
ar: خلال المعركة، يكون لدى المجموعة فرصة بنسبة 50% كل جولة للدخول في حالة التخفي، وسيكون أول تفعيل بالتأكيد بضربة حرجة وإحداث تأثير الإرهاق على العدو (يقلل الضرر الذي يلحق به بنسبة 15%)، ويستمر لمدة جولتين، وهذا التأثير قابل للتكديس
bg: По време на битката техният отряд има 50% шанс на рунд да достигне статус Стелт. Първото задействане със сигурност ще е критически удар и ще нанесе ефекта Изтощение (намалява нанасяните щети с 15%) на врага в продължение на 2 рунда и този ефект може да се надгражда.
de: Während des Kampfes hat ihre Einheit jede Runde eine Chance von 50 %, in den Tarnstatus überzugehen. Die erste Aktivierung ist mit Sicherheit ein kritischer Treffer und fügt dem Gegner den Erschöpfungseffekt zu (verringert den verursachten Schaden um 15 %) und hält 2 Runden lang an. Dieser Effekt ist stapelbar.
es: Durante la batalla, su escuadrón tiene un 50% de probabilidad por ronda de entrar en estado de sigilo, el primer disparo seguro será un golpe crítico que infligirá el efecto Debilitar al enemigo (reduciendo un 15% el daño provocado), durante 2 rondas. Este efecto se puede acumular.
fil: Sa panahon ng labanan, may 50% na pagkakataon ang tropa nito sa bawat round na pumasok sa status ng Stealth, ang unang pagpapalitaw ay magbibigay ng siguradong kritikal na hit at magbibigay ng Exhaust effect sa kalaban (pagbawas sa pinsalang naibigay ng 15%), tumatagal ng 2 round, maipon-ipon ang epektong ito
hu: A csatatér folyamán osztaga 50% eséllyel kerül Lopakodó állapotba minden körben, az első aktiválás biztosan kritikus találat lesz, és Kimerültséget okoz az ellenségen (15%-kal csökkenti a sebzést), ami 2 körön át tart, ez a hatás halmozható
it: Durante la battaglia, la sua squadra ha il 50% di possibilità a ogni round di entrare nello stato Furtivo; il primo innesco sarà sicuramente un colpo critico che infliggerà l'effetto Esaurimento al nemico (riducendo il danno inflitto del 15%) per 2 round; questo effetto è cumulabile.
ja: バトル中に分隊が各ラウンドで50%の確率で隠密状態に入り、最初のトリガーは確実にクリティカルヒットとなり、敵に消耗効果（与えるダメージを15%減少）を2ラウンドの間与えます。この効果は重複します。
mk: За време на битката, нивниот одред има шанса од 50% во секоја рунда да влезе во Стелт состојба, првото активирање сигурно ќе биде критичен погодок и ќе нанесе Ефект на исцрпеност на непријателот (намалувајќи го нанесеното оштетување за 15%), со траење од 2 рунди, овој ефект се акумулира
nl: Als haar legereenheid tijdens het gevecht ten strijde trekt, heeft deze elke ronde 50% kans op de Sluipen-status. De eerste keer dat dit wordt geactiveerd, leidt dit zeker tot een kritieke treffer met daarnaast het Uitgeput-effect voor de tegenstander (schade met 15% verlaagd) dat 2 rondes aanhoudt. Dit effect is opstapelbaar.
pl: W czasie bitwy jej oddział ma 50% szans na aktywację statusu skradania się w każdej rundzie. Pierwsze wyzwolenie będzie na pewno trafieniem krytycznym i zada wrogowi efekt wyczerpania (zmniejszając zadawane obrażenia o 15%), trwający 2 rundy. Efekt ten można kumulować.
ru: Во время битвы отряд с 50% вероятностью вступит в режим «Незаметности» на каждом раунде. При первой активации навыка будет совершён гарантированный критический удар с эффектом «Истощение» на врага (урон, наносимый противником, будет снижаться на 15%) на 2 раунда. Этот эффект можно суммировать.
tr: Savaş sırasında kadrosu her turda Gizlilik durumuna girme %50 şansına sahiptir. İlk tetikleme kesinlikle kritik vuruş olacaktır ve düşmana Yorgunluk etkisi uygulayarak verilen hasarı %15 oranında azaltacaktır. Bu etki 2 tur boyunca devam eder ve üst üste birikebilir.
uk: Під час бою її загін має 50% шанс перейти в стелс-режим на кожному раунді, що спрацює відразу та завдасть крит. шкоди й виснажить ворога (зменшує завдану шкоду на 15%) на 2 раунди, ефект сумується
vi: Trong trận chiến, mỗi hiệp đội có 50% khả năng vào trạng thái Tàng hình, lần kích hoạt đầu tiên chắc chắn sẽ là đòn tấn công chí mạng và gây hiệu ứng kiệt sức cho kẻ thù (giảm 15% sát thương gây ra), kéo dài trong 2 hiệp, có thể cộng dồn hiệu ứng này

# emeraldJewelAntStealthAssassinateSkillDescription20
source: During the battle, its squad has a 70% chance each round to enter Stealth status, the first trigger will certainly be a critical hit and inflict Exhaust effect on the enemy (reducing damage dealt by 20%), lasting for 2 rounds, this effect is stackable
ar: خلال المعركة، تكون لدى المجموعة فرصة بنسبة 70% كل جولة للدخول في حالة التخفي، وسيكون أول تفعيل بالتأكيد بضربة حرجة وإحداث تأثير الإرهاق على العدو (يقلل الضرر الذي يلحق به بنسبة 20%)، ويستمر لمدة جولتين، وهذا التأثير قابل للتكديس
bg: По време на битката техният отряд има 70% шанс на рунд да достигне статус Стелт. Първото задействане със сигурност ще е критически удар и ще нанесе ефекта Изтощение (намалява нанасяните щети с 20%) на врага в продължение на 2 рунда и този ефект може да се надгражда.
de: Während des Kampfes hat ihre Einheit jede Runde eine Chance von 70 %, in den Tarnstatus überzugehen. Die erste Aktivierung ist mit Sicherheit ein kritischer Treffer und fügt dem Gegner den Erschöpfungseffekt zu (verringert den verursachten Schaden um 20 %), und hält 2 Runden lang an. Dieser Effekt ist stapelbar.
es: Durante la batalla, su escuadrón tiene un 70% de probabilidad por ronda de entrar en estado de sigilo, el primer disparo seguro será un golpe crítico que infligirá el efecto Debilitar al enemigo (reduciendo un 20% el daño provocado), durante 2 rondas. Este efecto se puede acumular.
fil: Sa panahon ng labanan, may 70% na pagkakataon ang tropa nito sa bawat round na pumasok sa status ng Stealth, ang unang pagpapalitaw ay magbibigay ng siguradong kritikal na hit at magbibigay ng Exhaust effect sa kalaban (pagbawas sa pinsalang naibigay ng 20%), tumatagal ng 2 round, maipon-ipon ang epektong ito
hu: A csatatér folyamán osztaga 70% eséllyel kerül Lopakodó állapotba minden körben, az első aktiválás biztosan kritikus találat lesz, és Kimerültséget okoz az ellenségen (20%-kal csökkenti a sebzést), ami 2 körön át tart, ez a hatás halmozható
it: Durante la battaglia, la sua squadra ha il 70% di possibilità a ogni round di entrare nello stato Furtivo; il primo innesco sarà sicuramente un colpo critico che infliggerà l'effetto Esaurimento al nemico (riducendo il danno inflitto del 20%) per 2 round; questo effetto è cumulabile.
ja: バトル中に分隊が各ラウンドで70%の確率で隠密状態に入り、最初のトリガーは確実にクリティカルヒットとなり、敵に消耗効果（与えるダメージを20%減少）を2ラウンドの間与えます。この効果は重複します。
mk: За време на битката, нивниот одред има шанса од 70% во секоја рунда да влезе во Стелт состојба, првото активирање сигурно ќе биде критичен погодок и ќе нанесе Ефект на исцрпеност на непријателот (намалувајќи го нанесеното оштетување за 20%), со траење од 2 рунди, овој ефект се акумулира
nl: Als haar legereenheid tijdens het gevecht ten strijde trekt, heeft deze elke ronde 70% kans op de Sluipen-status. De eerste keer dat dit wordt geactiveerd, leidt dit zeker tot een kritieke treffer met daarnaast het Uitgeput-effect voor de tegenstander (schade met 20% verlaagd) dat 2 rondes aanhoudt. Dit effect is opstapelbaar.
pl: W czasie bitwy jej oddział ma 70% szans na aktywację statusu skradania się w każdej rundzie. Pierwsze wyzwolenie będzie na pewno trafieniem krytycznym i zada wrogowi efekt wyczerpania (zmniejszając zadawane obrażenia o 20%), trwający 2 rundy. Efekt ten można kumulować.
ru: Во время битвы отряд с 70% вероятностью вступит в режим «Незаметности» на каждом раунде. При первой активации навыка будет совершён гарантированный критический удар с эффектом «Истощение» на врага (урон, наносимый противником, будет снижаться на 20%) на 2 раунда. Этот эффект можно суммировать.
tr: Savaş sırasında kadrosu her turda Gizlilik durumuna girme %70 şansına sahiptir. İlk tetikleme kesinlikle kritik vuruş olacaktır ve düşmana Yorgunluk etkisi uygulayarak verilen hasarı %20 oranında azaltacaktır. Bu etki 2 tur boyunca devam eder ve üst üste birikebilir.
uk: Під час бою її загін має 70% шанс перейти в стелс-режим на кожному раунді, що спрацює відразу та завдасть крит. шкоди й виснажить ворога (зменшує завдану шкоду на 20%) на 2 раунди, ефект сумується
vi: Trong trận chiến, mỗi hiệp đội có 70% khả năng vào trạng thái Tàng hình, lần kích hoạt đầu tiên chắc chắn sẽ là đòn tấn công chí mạng và gây hiệu ứng kiệt sức cho kẻ thù (giảm 20% sát thương gây ra), kéo dài trong 2 hiệp, có thể cộng dồn hiệu ứng này

# emeraldJewelAntCruelParasitismSkillTitle
source: Cruel Parasitism
ar: طفيليات قاسية
bg: Жесток паразитизъм
de: grausamer Parasitismus
es: Parasitismo cruel
fil: Malulupit na Parasitismo
hu: Kegyetlen élősködés
it: Parassitismo crudele
ja: 残酷な寄生
mk: Суров паразитизам
nl: Wreed parasitisme
pl: Okrutny pasożytnictwo
ru: Злобный паразитизм
tr: Zalim Parazitlik
uk: Жорстокий паразитизм
vi: Ký sinh độc ác

# emeraldJewelAntCruelParasitismSkillDescription10
source: Has a 75% chance to deal 450% (+Special Ant Level*1%) high damage to the enemy's back line
ar: لديها فرصة بنسبة 75% لإلحاق ضرر عالٍ بنسبة 450% (+ مستوى النملة الخاصة*1%) بخط العدو الخلفي
bg: Има 75% шанс да нанесе 450% (+ниво на специална мравка*1%) огромни щети на последната редица на врага
de: Hat eine Chance von 75 %, 450 % (+ Spezialameisenstufe*1 %) hohen Schaden an die gegnerische Rücklinie anzurichten
es: Tiene un 75% de probabilidad de infligir un 450% (+ nivel especial de hormiga *1%) de daño elevado a las filas traseras del enemigo
fil: May 75% na pagkakataong makapagbigay ng 450% (+Antas ng Espesyal na Langgam*1%) malaking pinsala sa likurang hanay ng kalaban
hu: 75% eséllyel 450% (+1% a különleges hangya szintje után) erős sebzést okoz az ellenség hátsó vonalának
it: Ha il 75% di possibilità di infliggere 450% (+Livello formica speciale*1%) di danni elevati alla retroguardia del nemico
ja: 75%の確率で敵の後列に450%（+特殊アリレベル*1%）の高ダメージを与えます。
mk: Има шанса од 75% да нанесе 450% (+ Ниво на Специјален мрав*1%) големо оштетување на задната линија на непријателот
nl: Heeft 75% kans op het toebrengen van 450% (+Speciaal Mierenniveau*1%) schade aan de achterste linie van de tegenstander.
pl: Ma 75% szans na zadanie 450% (+1% za poziom specjalny mrówki) wysokich obrażeń w ostatnim rzędzie wroga.
ru: С 75% вероятностью нанесёт 450% (+1% за уровень особого муравья) сильного урона последней линии войск противника
tr: Düşmanın arka saflarına %75 şansla 450% (+Özel Karınca Seviyesi*%1) yüksek hasar verir.
uk: Має 75% шанс завдати 450% (+рівень особливого мурашника*1%) великої шкоди ворожому задньому ряду
vi: Có 75% khả năng gây 450% (+1% cấp kiến đặc biệt) sát thương cao lên hàng sau của kẻ thù

# emeraldJewelAntCruelParasitismSkillDescription20
source: Has a 75% chance to deal 500% (+Special Ant Level*1%) high damage to the enemy's back line
ar: لديها فرصة بنسبة 75% لإلحاق ضرر عالٍ بنسبة 500% (+ مستوى النملة الخاصة*1%) بخط العدو الخلفي
bg: Има 75% шанс да нанесе 500% (+ниво на специална мравка*1%) огромни щети на последната редица на врага
de: Hat eine Chance von 75 %, 500 % (+ Spezialameisenstufe*1 %) hohen Schaden an die gegnerische Rücklinie anzurichten
es: Tiene un 75% de probabilidad de infligir un 500% (+ nivel especial de hormiga *1%) de daño elevado a las filas traseras del enemigo
fil: May 75% na pagkakataong makapagbigay ng 500% (+Antas ng Espesyal na Langgam*1%) malaking pinsala sa likurang hanay ng kalaban
hu: 75% eséllyel 500% (+1% a különleges hangya szintje után) erős sebzést okoz az ellenség hátsó vonalának
it: Ha il 75% di possibilità di infliggere 500% (+Livello formica speciale*1%) di danni elevati alla retroguardia del nemico
ja: 75%の確率で敵の後列に500%（+特殊アリレベル*1%）の高ダメージを与えます。
mk: Има шанса од 75% да нанесе 500% (+ Ниво на Специјален мрав*1%) големо оштетување на задната линија на непријателот
nl: Heeft 75% kans op het toebrengen van 500% (+Speciaal Mierenniveau*1%) schade aan de achterste linie van de tegenstander.
pl: Ma 75% szans na zadanie 500% (+1% za poziom specjalny mrówki) wysokich obrażeń w ostatnim rzędzie wroga.
ru: С 75% вероятностью нанесёт 500% (+1% за уровень особого муравья) сильного урона последней линии войск противника
tr: Düşmanın arka saflarına %75 şansla 500% (+Özel Karınca Seviyesi*%1) yüksek hasar verir.
uk: Має 75% шанс завдати 500% (+рівень особливого мурашника*1%) великої шкоди ворожому задньому ряду
vi: Có 75% khả năng gây 500% (+1% cấp kiến đặc biệt) sát thương cao lên hàng sau của kẻ thù

# emeraldJewelAntParasiticDevourSkillTitle
source: Parasitic Devour
ar: الالتهام الطفيلي
bg: Паразитно поглъщане
de: parasitär verschlingen
es: Devoración parasitaria
fil: Parasitikong Pagsinap
hu: Élősködő zabálás
it: Divorazione parassitaria
ja: 寄生吸収
mk: Паразитско проголтување
nl: Parasietvraat
pl: Pasożytnicze żarcie
ru: Паразитирование и поглощение
tr: Parazitik Yutma
uk: Паразитичне пожирання
vi: Ký sinh nuốt trọn
