Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# predatorMenaceSkillDescription10
source: After a normal attack, has a 70% chance to deal 200% (+Special Ant Level*1%) damage to a random enemy squad, and reduces their next skill damage by 30%
ar: بعد هجوم عادي، هناك فرصة بنسبة 70% لإلحاق 200% (+مستوى النملة الخاصة*1%) ضرر بفرقة عدو عشوائية، ويقلل ضرر مهارتهم التالية بنسبة 30%.
bg: След обикновена атака, има 70% шанс да нанесе 200% (+ ниво на специална мравка * 1%) щети на случаен вражески отряд и да намали следващите му щети от умение с 30%.
de: Hat nach einem normalen Angriff eine Chance von 70 %, eine zufällige gegnerische Einheit mit 200 % (+ Spezialameisenlevel*1 %) Schaden zu treffen und ihren nächsten Fähigkeitsschaden um 30 % zu reduzieren.
es: Después de un ataque normal, tiene un 70% de probabilidades de infligir un 200% (+Nivel de hormiga especial*1%) de daño a un escuadrón enemigo aleatorio y reduce su daño de la siguiente habilidad un 30%
fil: Pagkatapos ng isang normal na pag-atake, may 70% na pagkakataon na makapagbigay ng 200% (+Antas ng Espesyal na Ant*1%) na pinsala sa isang random na tropa ng kalaban, at binabawasan nito ang kanilang susunod na pinsala sa kasanayan ng 30%
hu: Egy normál támadás után 70% eséllyel 200% (+Spec Ant Level*1%) sebzést okoz egy véletlenszerű ellenséges osztagnál, és 30%-kal csökkenti a következő képzettségi sebzését
it: Dopo un attacco normale, ha una probabilità del 70% di infliggere 200% (+livello formica speciale*1%) danni a una squadra nemica casuale e di ridurre del 30% i danni delle successive abilità
ja: 通常攻撃後、70%の確率でランダムな敵部隊に200% (+特殊蟻レベル*1%)ダメージを与え、次のスキルダメージを30%減少させる。
mk: По нормален напад, има 70% шанса да нанесе оштетување од 200% (+Ниво на специјалниот мрав*1%) на случаен непријателски одред и го намалува неговото наредно оштетување од вештина за 30%.
nl: Na een normale aanval is er een kans van 70% om 200% (+ Speciaal mierenniveau*1%) schade toe te brengen aan een willekeurige vijandelijke troep en hun schade in de volgende speciale aanval met 30% te verminderen
pl: Po normalnym ataku, ma 70% szans na zadanie 200% (+Poziom Special Ant*1%) obrażeń losowemu oddziałowi wroga i zmniejsza ich kolejne obrażenia od umiejętności o 30%
ru: После обычной атаки имеет 70% вероятность нанести 200% (+1% за уровень муравья-специалиста) урона случайному вражескому отряду и снизить урон от следующих умений на 30%
uk: Після звичайної атаки з імовірністю 70% завдає 200% (+ рівень мурашок*1%) збитку загонові мурах і зменшує його збиток від наступних вмінь на 30%
vi: Sau khi đánh thường, có 70% cơ hội gây 200% (+Cấp Kiến Đặc Biệt*1%) sát thương lên một đội hình địch ngẫu nhiên, đồng thời giảm 30% sát thương tuyệt chiêu tiếp theo của chúng

# predatorMenaceSkillDescription20
source: After a normal attack, has a 70% chance to deal 250% (+Special Ant Level*1%) damage to a random enemy squad, and reduces their next skill damage by 40%
ar: بعد هجوم عادي، هناك فرصة بنسبة 70% لإلحاق 250% (+مستوى النملة الخاصة*1%) ضرر بفرقة عدو عشوائية، ويقلل ضرر مهارتهم التالية بنسبة 40%.
bg: След обикновена атака, има 70% шанс да нанесе 250% (+ ниво на специална мравка * 1%) щети на случаен вражески отряд и да намали следващите му щети от умение с 40%.
de: Hat nach einem normalen Angriff eine Chance von 70 %, eine zufällige gegnerische Einheit mit 250 % (+ Spezialameisenlevel*1 %) Schaden zu treffen und ihren nächsten Fähigkeitsschaden um 40 % zu reduzieren.
es: Después de un ataque normal, tiene un 70% de probabilidades de infligir un 250% (+Nivel de hormiga especial*1%) de daño a un escuadrón enemigo aleatorio y reduce su daño de la siguiente habilidad un 40%
fil: Pagkatapos ng isang normal na pag-atake, may 70% na pagkakataon na makapagbigay ng 250% (+Antas ng Espesyal na Ant*1%) na pinsala sa isang random na tropa ng kalaban, at binabawasan nito ang kanilang susunod na pinsala sa kasanayan ng 40%
hu: Egy normál támadás után 70% eséllyel 250% (+Spec Ant Level*1%) sebzést okoz egy véletlenszerű ellenséges osztagnál, és 40%-kal csökkenti a következő képzettségi sebzését
it: Dopo un attacco normale, ha una probabilità del 70% di infliggere 250% (+livello formica speciale*1%) danni a una squadra nemica casuale e di ridurre del 40% i danni delle successive abilità
ja: 通常攻撃後、70%の確率でランダムな敵部隊に250% (+特殊蟻レベル*1%)ダメージを与え、次のスキルダメージを40%減少させる。
mk: По нормален напад, има 70% шанса да нанесе оштетување од 250% (+Ниво на специјалниот мрав*1%) на случаен непријателски одред и го намалува неговото наредно оштетување од вештина за 40%.
nl: Na een normale aanval is er een kans van 70% om 250% (+ Speciaal mierenniveau*1%) schade toe te brengen aan een willekeurige vijandelijke troep en hun schade in de volgende speciale aanval met 40% te verminderen
pl: Po normalnym ataku, ma 70% szans na zadanie 250% (+Poziom Special Ant*1%) obrażeń losowemu oddziałowi wroga i zmniejsza ich kolejne obrażenia od umiejętności o 40%
ru: После обычной атаки имеет 70% вероятность нанести 250% (+1% за уровень муравья-специалиста) урона случайному вражескому отряду и снизить урон от следующих умений на 40%
uk: Після звичайної атаки з імовірністю 70% завдає 250% (+ рівень мурашок*1%) збитку загонові мурах і зменшує його збиток від наступних вмінь на 40%
vi: Sau khi đánh thường, có 70% cơ hội gây 250% (+Cấp Kiến Đặc Biệt*1%) sát thương lên một đội hình địch ngẫu nhiên, đồng thời giảm 40% sát thương tuyệt chiêu tiếp theo của chúng

# predatorFlexibleRobberySkillTitle
source: Flexible Robbery
ar: سرقة مرنة
bg: Гъвкав грабеж
de: Flexibler Raub
es: Robo flexible
fil: Nababaluktot na Pagnanakaw
hu: Rugalmas rablás
it: Furto flessibile
ja: 柔軟な略奪
mk: Флексибилен грабеж
nl: Flexibele roof
pl: Elastyczny Grabieżca
ru: Гибкое ограбление
uk: Гнучке пограбування
vi: Ăn Cướp Linh Hoạt

# predatorFlexibleRobberySkillDescription10
source: In the first 3 rounds, reduces the additional skill damage taken by 2 random Shooter Ant squads by 30%. Before the end of this effect, heals its squad with a healing ratio of 450%
ar: في الجولات الثلاث الأولى، يقلل الضرر الإضافي للمهارة المتلقاة بواسطة فرقتي نمل رامية عشوائيتين بنسبة 30%. قبل نهاية هذا التأثير، يشفي فرقته بنسبة شفاء تبلغ 450%.
bg: През първите 3 рунда, намалява с 30% допълнителните щети от умения, получени от 2 произволни отряда с мравки стрелци. Преди краят на този ефект, лекува отрядът си с коефициент на излекуване от 450%.
de: Reduziert in den ersten 3 Runden den erhaltenen zusätzlichen Fähigkeitsschaden von 2 zufälligen Schützenameiseneinheiten um 30 %. Heilt die eigene Einheit vor Ablauf dieses Effekts mit einem Heilungsverhältnis von 450 %.
es: En las primeras 3 rondas, reduce el daño adicional de las habilidades recibidas por 2 escuadrones de hormigas de disparo aleatorias un 30%. Antes del final de este efecto, cura a su escuadrón con un ratio de curación del 450%
fil: Sa unang 3 pag-ikot, binabawasan ang karagdagang pinsala sa kasanayan na natanggap ng 2 tropa ng Shooter Ant ng 30%. Bago matapos ang epektong ito, pinapagaling ang tropa nito ng isang ratio ng pagpapagaling na 450%
hu: Az első 3 körben 30%-kal csökkenti a 2 véletlen lövészant-osztag által elszenvedett további képzettségi sebzést. A hatás vége előtt 450%-os gyógyulási aránnyal gyógyítja az osztagokat
it: Nei primi 3 round, riduce del 30% i danni delle abilità aggiuntive subite da 2 squadre di formiche schizzatrici casuali. Prima della fine di questo effetto, cura la sua squadra con un rapporto di cura del 450%
ja: 最初の3ラウンドは、2つのランダムな射撃蟻部隊が受ける追加スキルダメージを30%減少させる。この効果が終了する前に、自身の部隊を450%の治癒率で回復させる。
mk: Во првите 3 рунди, го намалува дополнителното оштетување од вештини што го претрпуваат 2 случајни Одреди мрави стрелци за 30%. Пред завршувањето на овој ефект, го лекува нејзиниот одред со однос на лекување од 450%.
nl: In de eerste 3 ronden wordt de extra schade in speciale aanvallen die 2 willekeurige schuttersmierentroepen oplopen met 30% verminderd. Voor het einde van dit effect wordt de troep genezen met een herstelratio van 450%
pl: W pierwszych 3 rundach, zmniejsza dodatkowe obrażenia od umiejętności otrzymywane przez 2 losowe oddziały Strzelających Mrówek o 30%. Przed końcem tego efektu, leczy swój oddział ze współczynnikiem leczenia 450%
ru: В первых 3 раундах снижает дополнительный урон от умений на 30% для 2 случайных отрядов муравьев-стрелков. До окончания этого эффекта восстанавливает урон своему отряду с коэффициентом 450%.
uk: Під час перших 3 раундів зменшує збиток, що отримують 2 випадково вибрані загони стрілецьких мурах на 30%. До завершення дії цієї здібності зцілює свій загін на 450%
vi: Trong 3 hiệp đầu, giảm 30% sát thương tuyệt chiêu phụ phải chịu cho 2 đội hình Kiến Súng ngẫu nhiên. Trước khi hiệu ứng này kết thúc, hồi máu cho đội hình của nó với tỉ lệ hồi máu là 450%

# predatorFlexibleRobberySkillDescription20
source: In the first 3 rounds, reduces the additional skill damage taken by 2 random Shooter Ant squads by 40%. Before the end of this effect, heals its squad with a healing ratio of 550%
ar: في الجولات الثلاث الأولى، يقلل الضرر الإضافي للمهارة المتلقاة بواسطة فرقتي نمل رامية عشوائيتين بنسبة 40%. قبل نهاية هذا التأثير، يشفي فرقته بنسبة شفاء تبلغ 550%.
bg: През първите 3 рунда, намалява с 40% допълнителните щети от умения, получени от 2 произволни отряда с мравки стрелци. Преди краят на този ефект, лекува отрядът си с коефициент на излекуване от 550%.
de: Reduziert in den ersten 3 Runden den erhaltenen zusätzlichen Fähigkeitsschaden von 2 zufälligen Schützenameiseneinheiten um 40 %. Heilt die eigene Einheit vor Ablauf dieses Effekts mit einem Heilungsverhältnis von 550 %.
es: En las primeras 3 rondas, reduce el daño adicional de las habilidades recibidas por 2 escuadrones de hormigas de disparo aleatorias un 40%. Antes del final de este efecto, cura a su escuadrón con un ratio de curación del 550%
fil: Sa unang 3 pag-ikot, binabawasan ang karagdagang pinsala sa kasanayan na natanggap ng 2 tropa ng Shooter Ant ng 40%. Bago matapos ang epektong ito, pinapagaling ang tropa nito ng isang ratio ng pagpapagaling na 550%
hu: Az első 3 körben 40%-kal csökkenti a 2 véletlen lövészant-osztag által elszenvedett további képzettségi sebzést. A hatás vége előtt 550%-os gyógyulási aránnyal gyógyítja az osztagokat
it: Nei primi 3 round, riduce del 40% i danni delle abilità aggiuntive subite da 2 squadre di formiche schizzatrici casuali. Prima della fine di questo effetto, cura la sua squadra con un rapporto di cura del 550%
ja: 最初の3ラウンドは、2つのランダムな射撃蟻部隊が受ける追加スキルダメージを40%減少させる。この効果が終了する前に、自身の部隊を550%の治癒率で回復させる。
mk: Во првите 3 рунди, го намалува дополнителното оштетување од вештини што го претрпуваат 2 случајни Одреди мрави стрелци за 40%. Пред завршувањето на овој ефект, го лекува нејзиниот одред со однос на лекување од 550%.
nl: In de eerste 3 ronden wordt de extra schade in speciale aanvallen die 2 willekeurige schuttersmierentroepen oplopen met 40% verminderd. Voor het einde van dit effect wordt de troep genezen met een herstelratio van 550%
pl: W pierwszych 3 rundach, zmniejsza dodatkowe obrażenia od umiejętności otrzymywane przez 2 losowe oddziały Strzelających Mrówek o 40%. Przed końcem tego efektu, leczy swój oddział ze współczynnikiem leczenia 550%
ru: В первых 3 раундах снижает дополнительный урон от умений на 40% для 2 случайных отрядов муравьев-стрелков. До окончания этого эффекта восстанавливает урон своему отряду с коэффициентом 550%.
uk: Під час перших 3 раундів зменшує збиток, що отримують 2 випадково вибрані загони стрілецьких мурах на 40%. До завершення дії цієї здібності зцілює свій загін на 550%
vi: Trong 3 hiệp đầu, giảm 40% sát thương tuyệt chiêu phụ phải chịu cho 2 đội hình Kiến Súng ngẫu nhiên. Trước khi hiệu ứng này kết thúc, hồi máu cho đội hình của nó với tỉ lệ hồi máu là 550%

# proattaKnockbackSkillTitle
source: Knockback
ar: تراجع
de: Zurückstoßen
es: Retroceso
hu: Visszalökés
it: Respingimento
ja: ノックバック
pl: Odpychanie
uk: Відкидання
vi: Đẩy lùi

# proattaKnockbackSkillDescription10
source: Has a 55% chance to deal 145% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range, and grants its squad a 70% chance to dodge the next incoming damage
ar: تبلغ النسبة المئوية لفرص التعامل بضرر 145% (+1% من مستوى النمل الخاص) على فرقتي عدو عشوائيتين بداخل النطاق الفعال 55%، وتمنح هذه النسبة فرصًا لفرقته بنسبة 70% للتهرب من الضرر الوارد التالي
de: Hat eine Chance von 55 %, 2 zufälligen feindlichen Trupps innerhalb der effektiven Reichweite 145 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen, und gewährt seinem Trupp eine Chance von 70 %, dem nächsten eingehenden Schaden auszuweichen
es: Tiene un 55% de probabilidad de infligir un 145% (+Nivel de hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios dentro del rango efectivo y otorga a su escuadrón un 70% de probabilidad de esquivar el siguiente daño entrante
fil: May 55% pagkakataong makapagdulot ng 145% (+Antas ng Special Ant*1%) pinsala sa 2 random na iskwad ng kaaway sa loob ng mabisang saklaw, at magbigay ng 70% pagkakataon sa iskwad nito na maiwasan ang susunod na darating na pinsala
hu: 55% esély arra, hogy 145% (+Hangya speciális szint*1%) sebzést okoz 2 véletlenszerű ellenséges osztagnak a hatótávolságon belül, és 70% esélyt ad az osztagnak a következő bejövő sérülés kikerülésére
it: Ha una probabilità del 55% di arrecare il 145% (+Livello formica speciale*1%) di danni a 2 squadre nemiche casuali nel raggio d'azione effettivo e garantisce alla sua squadra una probabilità del 70% di schivare il prossimo danno in arrivo
ja: 効果範囲内の敵部隊2体をランダムに攻撃して、145%（+特殊アリのレベル*1%）のダメージを与える確率が55%あり、自身の部隊に次回受けるダメージを70%回避する確率を与える
nl: Heeft 55% kans om 145% (+niveau speciale mier*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen het effectieve bereik, en geeft de eigen eenheid 70% kans om de volgende inkomende schade te ontwijken
pl: Posiada 55% szans na zadanie obrażeń wynoszących 145% (+ poziom specjalnego mrówczego*1%) 2 losowym wrogim drużynom w zasięgu, a także przyznaje swojej drużynie 70% szansy na uniknięcie następnych obrażeń
uk: Із ймовірністю 55% завдає 145% (+рівень особливих мурах*1%) шкоди 2 випадковим ворожим загонам у межах ефективної дальності, а також дає загону ймовірність 70% ухилитися від наступної отриманої шкоди.
vi: Có 55% khả năng gây sát thương 145% (+Cấp kiến đặc biệt*1%) lên 2 quân đoàn của địch ngẫu nhiên trong phạm vi hiệu quả, và cấp cho quân đoàn của mình 70% khả năng né đòn tấn công tiếp theo

# proattaKnockbackSkillDescription20
source: Has a 55% chance to deal 225% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range, and grants its squad a 70% chance to dodge the next incoming damage
ar: تبلغ النسبة المئوية لفرص التعامل بضرر 225% (+1% من مستوى النمل الخاص) على فرقتي عدو عشوائيتين بداخل النطاق الفعال 55%، وتمنح هذه النسبة فرصًا لفرقته بنسبة 70% للتهرب من الضرر الوارد التالي
de: Hat eine Chance von 55 %, 2 zufälligen feindlichen Trupps innerhalb der effektiven Reichweite 225 % (+ Spezialameisenlevel*1 %) Schaden zuzufügen, und gewährt seinem Trupp eine Chance von 70 %, dem nächsten eingehenden Schaden auszuweichen
es: Tiene un 55% de probabilidad de infligir un 225% (+Nivel de hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios dentro del rango efectivo y otorga a su escuadrón un 70% de probabilidad de esquivar el siguiente daño entrante
fil: May 55% pagkakataong makapagdulot ng 225% (+Antas ng Special Ant*1%) pinsala sa 2 random na iskwad ng kaaway sa loob ng mabisang saklaw, at magbigay ng 70% pagkakataon sa iskwad nito na maiwasan ang susunod na darating na pinsala
hu: 55% esély arra, hogy 225% (+Hangya speciális szint*1%) sebzést okoz 2 véletlenszerű ellenséges osztagnak a hatótávolságon belül, és 70% esélyt ad az osztagnak a következő bejövő sérülés kikerülésére
it: Ha una probabilità del 55% di arrecare il 225% (+Livello formica speciale*1%) di danni a 2 squadre nemiche casuali nel raggio d'azione effettivo e garantisce alla sua squadra una probabilità del 70% di schivare il prossimo danno in arrivo
ja: 効果範囲内の敵部隊2体をランダムに攻撃して、225%（+特殊アリのレベル*1%）のダメージを与える確率が55%あり、自身の部隊に次回受けるダメージを70%回避する確率を与える
nl: Heeft 55% kans om 225% (+niveau speciale mier*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden binnen het effectieve bereik, en geeft de eigen eenheid 70% kans om de volgende inkomende schade te ontwijken
pl: Posiada 55% szans na zadanie obrażeń wynoszących 225% (+ poziom specjalnego mrówczego*1%) 2 losowym wrogim drużynom w zasięgu, a także przyznaje swojej drużynie 70% szansy na uniknięcie następnych obrażeń
uk: Із ймовірністю 55% завдає 225% (+рівень особливих мурах*1%) шкоди 2 випадковим ворожим загонам у межах ефективної дальності, а також дає загону ймовірність 70% ухилитися від наступної отриманої шкоди.
vi: Có 55% khả năng gây sát thương 225% (+Cấp kiến đặc biệt*1%) lên 2 quân đoàn của địch ngẫu nhiên trong phạm vi hiệu quả, và cấp cho quân đoàn của mình 70% khả năng né đòn tấn công tiếp theo

# proattaDisablingCombosSkillTitle
source: Disabling Combos
ar: إبطال التتابعات
de: Kombinationen deaktivieren
es: Combos deshabilitados
fil: Mga Disabling Combo
hu: Kombinációk letiltása
it: Disattivazione combo
ja: コンボ無効化
nl: Combinaties uitschakelen
pl: Wyłączanie kombinacji
uk: Відключення комбо
vi: Vô hiệu hóa tổ hợp kỹ năng

# proattaDisablingCombosSkillDescription10
source: Has a 65% chance to attack 3 times, dealing 82% (+Special Ant Level*0.6%) damage each time to 1 random enemy squad within effective range. If it hits the enemy's back line, reduces the additional skill damage of their next skill by 30%
ar: تبلغ النسبة المئوية لفرص الهجوم 3 مرات، مع التعامل بضرر 82% (+0.6% من مستوى النمل الخاص) في كل مرة على فرقة عدو عشوائية بداخل النطاق الفعال 65%، في حالة إصابة خط العدو الخلفي، يقلل من الضرر الإضافي للقدرة عند الاستخدام التالي بنسبة 30%
de: Hat eine Chance von 65 %, einen zufälligen feindlichen Trupp innerhalb der effektiven Reichweite 3 Mal anzugreifen und ihm dabei jedes Mal 82 % (+ Spezialameisenlevel*0,6 %) Schaden zuzufügen. Wenn das gegnerische Hintertreffen getroffen wird, reduziert sich der zusätzliche Fähigkeitsschaden der nächsten Fertigkeit um 30 %
es: Tiene 65% de probabilidad de atacar 3 veces, infligiendo un 82% (+Nivel de hormiga especial*0,6%) de daño cada vez a 1 escuadrón enemigo aleatorio dentro del rango efectivo. Si golpea la línea trasera del enemigo, reduce el daño de habilidad adicional de su siguiente habilidad en un 30%
fil: May 65% pagkakataong umatake ng 3 beses, na nagdudulot ng 82% (+Antas ng Special Ant*0.6%) pinsala sa bawat pag-atake sa 1 random na iskwad ng kaaway sa loob ng mabisang saklaw. Kung tatamaan nito ang back line ng kalaban, babawasan nito ang karagdagang pinsala ng kasanayan ng kanilang susunod na kasanayan ng 30%
hu: 65% esély arra, hogy 3-szor támad, és 82% (+Hangya speciális szint*0,6%) sebzést okoz minden alkalommal 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül. Ha eltalálja az ellenség hátsó vonalát, 30%-kal csökkenti a következő képességük további képességsebzését
it: Ha una probabilità del 65% di attaccare 3 volte, arrecando l'82% (+Livello formica speciale*0,6%) di danni ogni volta a 1 squadra nemica casuale nel raggio d'azione effettivo. Se colpisce la retroguardia del nemico, riduce del 30% il danno abilità aggiuntivo della sua prossima abilità
ja: 65%の確率で3回攻撃し、毎回82%（+特殊アリのレベル*0.6%）のダメージを効果範囲内の敵部隊1体をランダムに与える。敵の最後列を攻撃した場合、相手の次のスキルの追加スキルダメージを30%減らす
nl: Heeft 65% kans om 3 keer aan te vallen en elke keer 82% (+niveau speciale mier*0,6%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik. Als het de achterste linie van de vijand raakt, verlaagt het de extra vaardigheidsschade van de volgende vaardigheid met 30%
pl: Posiada 65% szans na zaatakowanie trzykrotnie, zadając obrażenia wynoszące 82% (+ poziom specjalnego mrówczego*0,6%) za każdym razem 1 losowej drużynie wroga w zasięgu. Jeśli trafi w linię tylną wroga, zmniejsza dodatkowe obrażenia kolejnej umiejętności o 30%
uk: Із ймовірністю 65% атакує 3 рази, завдаючи щоразу 82% (+рівень особливих мурах*0,6%) шкоди 1 випадковому ворожому загону у межах ефективної дальності. Якщо влучає в задню лінію ворога, на 30% зменшує додаткову шкоду від наступної навички.
vi: Có 65% khả năng tấn công 3 lần, mỗi lần gây sát thương 82% (+Cấp kiến đặc biệt*0,6%) lên 1 quân đoàn của địch ngẫu nhiên trong phạm vi hiệu quả. Nếu tấn công vào hàng sau của địch, giảm sát thương kỹ năng bổ sung của kỹ năng tiếp theo của chúng đi 30%

# proattaDisablingCombosSkillDescription20
source: Has a 65% chance to attack 3 times, dealing 112% (+Special Ant Level*0.6%) damage each time to 1 random enemy squad within effective range. If it hits the enemy's back line, reduces the additional skill damage of their next skill by 30%
ar: تبلغ النسبة المئوية لفرص الهجوم 3 مرات، مع التعامل بضرر 112% (+0.6% من مستوى النمل الخاص) في كل مرة على فرقة عدو عشوائية بداخل النطاق الفعال 65%، في حالة إصابة خط العدو الخلفي، يقلل من الضرر الإضافي للقدرة عند الاستخدام التالي بنسبة 30%
de: Hat eine Chance von 65 %, einen zufälligen feindlichen Trupp innerhalb der effektiven Reichweite 3 Mal anzugreifen und ihm dabei jedes Mal 112 % (+ Spezialameisenlevel*0,6 %) Schaden zuzufügen. Wenn das gegnerische Hintertreffen getroffen wird, reduziert sich der zusätzliche Fähigkeitsschaden der nächsten Fertigkeit um 30 %
es: Tiene 65% de probabilidad de atacar 3 veces, infligiendo un 112% (+Nivel de hormiga especial*0,6%) de daño cada vez a 1 escuadrón enemigo aleatorio dentro del rango efectivo. Si golpea la línea trasera del enemigo, reduce el daño de habilidad adicional de su siguiente habilidad en un 30%
fil: May 65% pagkakataong umatake ng 3 beses, na nagdudulot ng 112% (+Antas ng Special Ant*0.6%) pinsala sa bawat pag-atake sa 1 random na iskwad ng kaaway sa loob ng mabisang saklaw. Kung tatamaan nito ang back line ng kalaban, babawasan nito ang karagdagang pinsala ng kasanayan ng kanilang susunod na kasanayan ng 30%
hu: 65% esély arra, hogy 3-szor támad, és 112% (+Hangya speciális szint*0,6%) sebzést okoz minden alkalommal 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül. Ha eltalálja az ellenség hátsó vonalát, 30%-kal csökkenti a következő képességük további képességsebzését
it: Ha una probabilità del 65% di attaccare 3 volte, arrecando l'112% (+Livello formica speciale*0,6%) di danni ogni volta a 1 squadra nemica casuale nel raggio d'azione effettivo. Se colpisce la retroguardia del nemico, riduce del 30% il danno abilità aggiuntivo della sua prossima abilità
ja: 65%の確率で3回攻撃し、毎回112%（+特殊アリのレベル*0.6%）のダメージを効果範囲内の敵部隊1体をランダムに与える。敵の最後列を攻撃した場合、相手の次のスキルの追加スキルダメージを30%減らす
nl: Heeft 65% kans om 3 keer aan te vallen en elke keer 112% (+niveau speciale mier*0,6%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik. Als het de achterste linie van de vijand raakt, verlaagt het de extra vaardigheidsschade van de volgende vaardigheid met 30%
pl: Posiada 65% szans na zaatakowanie trzykrotnie, zadając obrażenia wynoszące 112% (+ poziom specjalnego mrówczego*0,6%) za każdym razem 1 losowej drużynie wroga w zasięgu. Jeśli trafi w linię tylną wroga, zmniejsza dodatkowe obrażenia kolejnej umiejętności o 30%
uk: Із ймовірністю 65% атакує 3 рази, завдаючи щоразу 112% (+рівень особливих мурах*0,6%) шкоди 1 випадковому ворожому загону у межах ефективної дальності. Якщо влучає в задню лінію ворога, на 30% зменшує додаткову шкоду від наступної навички.
vi: Có 65% khả năng tấn công 3 lần, mỗi lần gây sát thương 112% (+Cấp kiến đặc biệt*0,6%) lên 1 quân đoàn của địch ngẫu nhiên trong phạm vi hiệu quả. Nếu tấn công vào hàng sau của địch, giảm sát thương kỹ năng bổ sung của kỹ năng tiếp theo của chúng đi 30%
