Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# caTaskEnhancementPower
source: Enhance building power +1
ar: +1 إلى قوة تحسين المبنى
bg: Подобрена изградена мощност +1
de: Baukraft verbessern +1
es: Mejorar la potencia de construcción +1
fil: Pagpapahusay ng Pagbuo ng Power +1
hu: Építési Erő Növelése +1
it: Miglioramento Edificio Potenza +1
ja: 建物のパワーを +1 強化
mk: Зајакнување на градежната моќ +1
nl: Gebouwkracht verhogen +1
pl: Moc ulepszania +1
ru: +1 к мощи улучшения зданий
tr: Yapı Gücünü Geliştirme Gücü +1
uk: Збільшення потужності будівництва +1
vi: Tăng sức mạnh xây dựng +1
zh: 每1分钟加速建筑升级时增加建筑强度 +1

# caTaskEvolutionPower
source: Evolution power +1
ar: +1 إلى قوة التطور
bg: Мощност на еволюцията +1
de: Entwicklungskraft +1
es: Potencia de evolución +1
fil: Evolutionary power +1
hu: Fejődési Erő +1
it: Potenza Evoluzione +1
ja: 進化のパワー +1
mk: Еволутивна моќ +1
nl: Evolutiekracht +1
pl: Moc ewolucji +1
ru: +1 к мощи эволюции
tr: Evrim Gücü +1
uk: Потужність еволюції +1
vi: Sức mạnh tiến hóa +1
zh: 每次进化后增加进化强度 +1

# caTaskSpeedupEvolving
source: Each use of 1 min speedup when evolving
ar: كل استخدام لتسريع لمدة دقيقة واحدة عند التطوير
bg: Всяка употреба на 1-минутно ускорение при еволюцията
de: Jede Verwendung von 1 Min. Beschleunigung beim Entwickeln
es: Cada uso de aceleración de 1 min al evolucionar
fil: Bawat paggamit ng 1 min speedup sa pag-evolve
hu: Minden 1 perces gyorsítás használata fejlődés közben
it: Ogni uso di acceleratore di 1 minuto durante l'evoluzione
ja: 進化時の 1 分スピードアップの使用ごとに
mk: Секое користење на забрзување на 1 мин. за време на еволуција
nl: Elk gebruik van versnelling van 1 minuut bij evolutie
pl: Każde użycie 1-minutowego przyspieszenia przy ewolucji
ru: 1 минута ускорения при эволюции
tr: Evrim yaparken her 1 dk hızlandırma kullanma
uk: Кожне використання прискорення на 1 хвилину під час еволюції
vi: Mỗi lần sử dụng tăng tốc 1 phút khi tiến hóa
zh: 每1分钟加速进化时

# caTaskConsumeBioEssence
source: Consume a Bio-Essence
ar: استهلك جوهر بيولوجي واحد
bg: Използвайте биоесенция
de: Eine Bio-Essenz verbrauchen
es: Consumir una Bioesencia
fil: Kumain ng Bio-Essence
hu: Egy Bioesszencia Elfogyasztása
it: Consuma un'essenza biologica
ja: バイオエッセンスを 1 つ消費
mk: Конзумирај Bio-суштина
nl: Verbruik een Bio-Essence
pl: Zużycie 1 biologicznej esencji
ru: Потребление биоэссенции
tr: Bir Biyo-Öz Tüket
uk: Витрата біоесенції
vi: Tiêu thụ một tinh chất sinh học
zh: 消耗 1 生物精华

# caTaskConsumeSpecialHypha
source: Consume a special hypha
ar: استهلك خيطًا فطريًا خاصًا
bg: Използвайте специална хифа
de: Eine Spezialhyphe verbrauchen
es: Consumir una hifa especial
fil: Kumain ng Special Hypha
hu: Egy Speciális Hypha Elfogyasztása
it: Consuma un'ifa speciale
ja: 特殊な菌糸を 1 つ消費
mk: Конзумирај специјални хифи
nl: Verbruik een Special Hypha
pl: Zużycie specjalnej grzybni
ru: Потребление особого мицелия
tr: Özel Bir Hifa Tüket
uk: Витрата спеціальної гіфи
vi: Tiêu thụ một sợi nấm đặc biệt
zh: 消耗 1 特殊菌丝

# caTaskConsumeHypha
source: Consume a hypha
ar: استهلك خيطًا فطريًا
bg: Използвайте хифа
de: Eine Hyphe verbrauchen
es: Consumir una hifa
fil: Kumain ng Hypha
hu: Egy Hypha Elfogyasztása
it: Consuma un'ifa
ja: 菌糸を 1 つ消費
mk: Конзумирај хифа
nl: Verbruik een Hypha
pl: Zużycie grzybni
ru: Потребление мицелия
tr: Bir Hifa Tüket
uk: Витрата гіфи
vi: Tiêu thụ một sợi nấm
zh: 消耗 1 菌丝

# caTaskConsumeFungus
source: Consume a fungus nutrient {tier}
ar: استهلك مغذي الفطر {tier}
bg: Използвайте питателна гъба {tier}
de: Einen Pilznährstoff {tier} verbrauchen
es: Consumir un nutriente de hongo {tier}
fil: Kumain ng Fungus Nutrient {tier}
hu: Egy {tier}. szintű Gomba Tápanyag Elfogyasztása
it: Consuma un nutriente fungo {tier}
ja: {tier} の菌類栄養を 1 つ消費
mk: Конзумирај нутриент на габа {tier}
nl: Verbruik een schimmeldarmstof {tier}
pl: Spożycie pożywienia grzybowego {tier}
ru: Потребление {tier} питательный гриб
tr: Bir {tier} Katmanlı Mantar Besini Tüket
uk: Витрата грибної поживної речовини {tier}
vi: Tiêu thụ một chất dinh dưỡng nấm {tier}
zh: 消耗 1 级 {tier} 菌类营养素

# caTaskObtainCell
source: Obtain a {tier}-star Cell
ar: احصل على خلية ذات {tier} نجوم
bg: Получаване на {tier}-звездна клетка
de: Eine {tier}-Sterne-Zelle erhalten
es: Obtener una célula de {tier} estrellas
fil: Kumuha ng {tier}-Star Cell
hu: Egy {tier}. szintű Sejt megszerzése
it: Ottieni una cellula {tier} stelle
ja: {tier} の星細胞を取得
mk: Добиј клетка со ѕвезда {tier}
nl: Verkrijg een cel met {tier} sterren
pl: Otrzymanie {tier}-gwiazdkowej komórki
ru: Получение {tier}-звездочной клетки
tr: Bir {tier} Yıldızlı Hücre Elde Et
uk: Отримати клітку {tier}-зірки
vi: Thu được một tế bào sao {tier}
zh: 获取 1 个 {tier} 星级细胞

# caTaskConsumeCell
source: Consume a {tier}-star Cell
ar: استهلك خلية ذات {tier} نجوم
bg: Използване на {tier}-звездна клетка
de: Eine {tier}-Sterne-Zelle verbrauchen
es: Consumir una célula de {tier} estrellas
fil: Kumain ng {tier}-Star Cell
hu: Egy {tier}. szintű Sejt elpusztítása
it: Consuma una cellula {tier} stelle
ja: {tier} の星細胞を 1 つ消費
mk: Конзумирај клетка со ѕвезда {tier}
nl: Verbruik een cel met {tier} sterren
pl: Zużycie {tier}-gwiazdkowej komórki
ru: Потребление {tier}-звездочной клетки
tr: Bir {tier} Yıldızlı Hücre Tüket
uk: Витратити клітку {tier}-зірки
vi: Tiêu thụ một tế bào sao {tier}
zh: 消耗 1 个 {tier} 星级细胞

# caTaskSpeedupAny
source: Each use of any 1 min speedup
ar: كل استخدام لتسريع لمدة أي دقيقة
bg: Всяка употреба на всяко 1-минутно ускорение
de: Jede Verwendung einer 1-Min.-Beschleunigung
es: Cada uso de cualquier aceleración de 1 min
fil: Bawat paggamit ng anumang 1 min speedup
hu: Minden 1 perces gyorsítás használata
it: Ogni uso di qualsiasi acceleratore di 1 minuto
ja: 1 分スピードアップを 1 回使うごとに
mk: Секое користење на кое било забрзување на 1 мин.
nl: Elk gebruik van een versnelling van 1 minuut
pl: Każde użycie dowolnego 1-minutowego przyspieszenia
ru: Использование 1-минутного ускорения в любых действиях
tr: Herhangi bir 1 dk hızlandırmanın her bir kullanımı
uk: Кожне використання будь-якого прискорення на 1 хвилину
vi: Mỗi lần sử dụng bất kỳ tăng tốc 1 phút nào
zh: 每使用任何 1 分钟加速时

# caTaskSpeedupBuilding
source: Each use of 1 min speedup when upgrading buildings
ar: كل استخدام لتسريع لمدة دقيقة واحدة عند ترقية المباني
bg: Всяка употреба на 1-минутно ускорение при надграждане на сгради
de: Jede Verwendung einer 1-Min.-Beschleunigung beim Verbessern von Gebäuden
es: Cada uso de aceleración de 1 min al mejorar edificios
fil: Bawat paggamit ng 1 min Speedup sa pag-upgrade ng mga gusali
hu: Minden 1 perces gyorsítás használata épületek fejlesztése közben
it: Ogni uso di acceleratore di 1 minuto durante l'aggiornamento edifici
ja: 建物をアップグレードする際の 1 分スピードアップの使用ごとに
mk: Секое користење на забрзување на 1 мин. за време на унапредување на градби
nl: Elk gebruik van een versnelling van 1 minuut bij het upgraden van gebouwen
pl: Każde użycie 1-minutowego przyspieszenia przy ulepszaniu budynków
ru: Использование 1-минутного ускорения при улучшениях
tr: Binaları yükseltirken 1 dk Hızlandırma her bir kullanımı
uk: Кожне використання прискорення на 1 хвилину під час оновлення будівель
vi: Mỗi lần sử dụng tăng tốc 1 phút khi nâng cấp các công trình
zh: 每1分钟加速升级建筑时

# caTaskSpeedupBuildingEnhancement
source: Each use of 1 min speedup when enhancing buildings
ar: كل استخدام لتسريع لمدة دقيقة واحدة عند تحسين المباني
bg: Всяка употреба на 1-минутно ускорение при подобряване на сгради
de: Jede Verwendung einer 1-Min.-Beschleunigung beim Verbessern von Gebäuden
es: Cada uso de aceleración de 1 min al mejorar edificios
fil: Bawat paggamit ng 1 min Speedup sa pagpapahusay ng mga gusali
hu: Minden 1 perces gyorsítás használata épületek növelése közben
it: Ogni uso di acceleratore di 1 minuto durante il miglioramento edifici
ja: 建物を強化する際の 1 分スピードアップの使用ごとに
mk: Секое користење на забрзување на 1 мин. за време на зајакнување на градби
nl: Elk gebruik van een versnelling van 1 minuut bij het verbeteren van gebouwen
pl: Każde użycie 1-minutowego przyspieszenia przy ulepszaniu budynków
ru: Использование 1-минутного ускорения при улучшении зданий
tr: Binaları geliştirirken 1 dk Hızlandırma her bir kullanımı
uk: Кожне використання прискорення на 1 хвилину під час покращення будівель
vi: Mỗi lần sử dụng tăng tốc 1 phút khi cải tiến các công trình
zh: 每1分钟加速升级建筑强度时

# caTaskSpeedupHatchingSoldiers
source: Each use of 1 min speedup when hatching soldier ants
ar: كل استخدام لتسريع لمدة دقيقة واحدة عند تفريخ النمل الجندي
bg: Всяка употреба на 1-минутно ускорение при излюпване на войнишки мравки
de: Jede Verwendung einer 1-Min.-Beschleunigung beim Schlüpfen von Soldatenameisen
es: Cada uso de aceleración de 1 min al eclosionar hormigas soldado
fil: Bawat paggamit ng 1 min Speedup sa pagpisa ng mga Soldier Ants
hu: Minden 1 perces gyorsítás használata Katona Hangyák kikelése közben
it: Ogni uso di acceleratore di 1 minuto durante la schiusa di formiche soldato
ja: 兵アリを孵化する際の 1 分スピードアップの使用ごとに
mk: Секое користење на забрзување на 1 мин. за време на изведување на мравки војници
nl: Elk gebruik van een versnelling van 1 minuut bij het uitbroeden van soldaatmieren
pl: Każde użycie 1-minutowego przyspieszenia przy wyleganiu mrówek-żołnierzy
ru: Использование 1-минутного ускорения при выводе солдат-муравьев
tr: Asker Karınca yumurtadan çıkarırken 1 dk Hızlandırma her bir kullanımı
uk: Кожне використання прискорення на 1 хвилину під час виведення солдатів-мурах
vi: Mỗi lần sử dụng tăng tốc 1 phút khi đẻ kiến lính
zh: 每1分钟加速孵化工蚁时

# caTaskHatchSoldierAnt
source: Hatch a T-{tier} soldier ant
ar: افقس نملة جندي من المستوى{tier}
bg: Излюпване на T-{tier} войнишка мравка
de: Eine Soldatenameise der Stufe {tier} schlüpfen lassen
es: Eclosionar una hormiga soldado de nivel {tier}
fil: Magpisa ng T-{tier} Soldier Ant
hu: Egy T-{tier}. szintű Katona Hangya kikeltetése
it: Schiudi una formica soldato T-{tier}
ja: T-{tier} 兵アリを孵化
mk: Изведување на мравка-војник Т-{tier}
nl: Broed een soldaatmier van niveau-{tier} uit
pl: Wyleganie mrówki-żołnierza poziomu {tier}
ru: Вывод солдата-муравья T-{tier}
tr: T-{tier} Asker Karınca Yumurtadan Çıkar
uk: Вивести солдата-мурашку рівня {tier}
vi: Đẻ một kiến lính T-{tier}
zh: 孵化 1 只 T-{tier} 工蚁

# caTaskConsumeCellFluid
source: Consume 1 cell fluid T-{tier}
ar: استهلك سائل خلية واحد من المستوى{tier}
bg: Използване на течност от клетка T-{tier}
de: 1 Zellflüssigkeit Stufe {tier} verbrauchen
es: Consumir 1 fluido de célula T-{tier}
fil: Kumain ng 1 cell fluid T-{tier}
hu: 1 darab T-{tier}. szintű sejtfolyadék elfogyasztása
it: Consuma 1 fluido cellula T-{tier}
ja: T-{tier} の細胞液を 1 つ消費
mk: Конзумирај 1 течност од клетка T-{tier}
nl: Verbruik 1 celvocht van niveau-{tier}
pl: Zużycie 1 płynu komórkowego poziomu {tier}
ru: Потребление жидкости уровня T-{tier}
tr: 1 hücre sıvısı tüket T-{tier}
uk: Витратити 1 рідину клітини рівня {tier}
vi: Tiêu thụ 1 lượng dịch tế bào T-{tier}
zh: 消耗 1 单位 T-{tier} 细胞液

# caTaskConsumeCreatureRemain
source: Use 1 creature remain
ar: استخدم بقايا مخلوق واحد
bg: Използване на остатък от същество
de: 1 Kreaturrest verwenden
es: Usar 1 resto de criatura
fil: Gumamit ng 1 labi ng nilalang
hu: 1 darab lénymaradvány felhasználása
it: Usa 1 resto creatura
ja: 生物の残骸を 1 つ消費
mk: Користи 1 остаток од суштество
nl: Gebruik 1 overblijfsel van een wezen
pl: Zużycie 1 reszty stworzenia
ru: Использование останков существ
tr: 1 yaratık kalıntısı kullan
uk: Використати 1 залишки істоти
vi: Sử dụng 1 xác sinh vật
zh: 使用 1 个生物残骸

# caTaskConsumeSpore
source: Use 1 spore
ar: استخدم جراثيم واحد
bg: Използване на спора
de: 1 Spore verwenden
es: Usar 1 espora
fil: Gumamit ng 1 spore
hu: 1 darab spóra felhasználása
it: Usa 1 spora
ja: 胞子を 1 つ消費
mk: Користи 1 спора
nl: Gebruik 1 spore
pl: Zużycie 1 zarodnika
ru: Использование споры
tr: 1 spor kullan
uk: Використати 1 спору
vi: Sử dụng 1 bào tử
zh: 使用 1 个孢子

# caTaskRedeemSpore
source: Redeem for 1 spore [from mutation pool]
ar: استبدل بجراثيم واحد [من مجموعة الطفرات]
bg: Изкупуване за 1 спора [от мутантния резерв]
de: 1 Spore einlösen [aus dem Mutationspool]
es: Canjear por 1 espora [de grupo de mutaciones]
fil: I-redeem para sa 1 spore [mula sa mutation pool]
hu: 1 darab spóra beváltása [a mutációs medencéből]
it: Riscatta con 1 spora [dal pool mutazione]
ja: 胞子を 1 つ引き換え (変異プールから)
mk: Откупи за 1 спора [од групата за мутација]
nl: Wissel voor 1 spore [vanuit mutatiepool]
pl: Wymiana na 1 zarodnik [z puli mutacji]
ru: Выкуп за спору [из пула мутаций]
tr: 1 sporu kullan [mutasyon havuzundan]
uk: Обміняти на 1 спору [з пулу мутацій]
vi: Đổi lấy 1 bào tử [từ bể đột biến]
zh: 兑换 1 个孢子 [从变异池中]

# caTaskUseTimeLimitedEgg
source: Use 1 time-limited egg
ar: استخدم بيضة واحدة محدودة الوقت
bg: Използване на яйце с ограничено време
de: 1 zeitlich begrenztes Ei verwenden
es: Usar 1 huevo de tiempo limitado
fil: Gumamit ng 1 Time-limited Egg
hu: 1 darab Időkorlátos Tojás felhasználása
it: Usa 1 uovo a tempo limitato
ja: 期間限定の卵を 1 つ消費
mk: Користи 1 јајце со ограничено време
nl: Gebruik 1 tijdelijk ei
pl: Użycie 1 jaja sezonowego
ru: Использование яйца с ограничением по времени
tr: 1 Zaman Sınırlı Yumurta kullan
uk: Використати 1 яйце з обмеженим часом дії
vi: Sử dụng 1 Trứng giới hạn thời gian
zh: 使用 1 个限时蛋

# caTaskUseTertiaryEgg
source: Use 1 tertiary egg
ar: استخدم بيضة واحدة من المستوى الثالث
bg: Използване на третостепенно яйце
de: 1 Tertiärei verwenden
es: Usar 1 huevo terciario
fil: Gumamit ng 1 Tertiary Egg
hu: 1 darab Harmadlagos Tojás felhasználása
it: Usa 1 uovo terziario
ja: 三次卵を 1 つ消費
mk: Користи 1 терцијарно јајце
nl: Gebruik 1 tertiair ei
pl: Użycie 1 jaja trzeciorzędowego
ru: Использование третичного яйца
tr: 1 Üçüncül Yumurta kullan
uk: Використати 1 третинне яйце
vi: Sử dụng 1 Trứng bậc ba
zh: 使用 1 个三级蛋

# caTaskUseSecondaryEgg
source: Use 1 secondary egg
ar: استخدم بيضة واحدة من المستوى الثاني
bg: Използване на второстепенно яйце
de: 1 Sekundärei verwenden
es: Usar 1 huevo secundario
fil: Gumamit ng 1 Secondary Egg
hu: 1 darab Másodlagos Tojás felhasználása
it: Usa 1 uovo secondario
ja: 二次卵を 1 つ消費
mk: Користи 1 секундарно јајце
nl: Gebruik 1 secundair ei
pl: Użycie 1 jaja wtórnego
ru: Использование вторичного яйца
tr: 1 İkincil Yumurta kullan
uk: Використати 1 вторинне яйце
vi: Sử dụng 1 Trứng bậc hai
zh: 使用 1 个二级蛋

# caTaskUsePrimaryEgg
source: Use 1 primary egg
ar: استخدم بيضة واحدة من المستوى الأول
bg: Използване на първично яйце
de: 1 Primärei verwenden
es: Usar 1 huevo principal
fil: Gumamit ng 1 Primary Egg
hu: 1 darab Elsődleges Tojás felhasználása
it: Usa 1 uovo primario
ja: 一次卵を 1 つ消費
mk: Користи 1 главно јајце
nl: Gebruik 1 primair ei
pl: Użycie 1 jaja podstawowego
ru: Использование первичного яйца
tr: 1 Birincil Yumurta kullan
uk: Використати 1 первинне яйце
vi: Sử dụng 1 Trứng bậc một
zh: 使用 1 个一级蛋

# caTaskUseSeasonEgg
source: Use 1 season egg
ar: استخدم بيضة واحدة موسمية
bg: Използване на сезонно яйце
de: 1 Saison-Ei verwenden
es: Usar 1 huevo de temporada
fil: Gumamit ng 1 Season Egg
hu: 1 darab Évszakos Tojás felhasználása
it: Usa 1 uovo stagione
ja: 季節の卵を 1 つ消費
mk: Користи 1 сезонско јајце
nl: Gebruik 1 seizoensei
pl: Użycie 1 jaja sezonowego
ru: Использование сезонного яйца
tr: 1 Mevsim Yumurta kullan
uk: Використати 1 сезонне яйце
vi: Sử dụng 1 Trứng theo mùa
zh: 使用 1 个赛季蛋

# caTaskUnlockSpecialAntSkill
source: Unlock 1 skill for any special ant
ar: افتح مهارة واحدة لأي نملة خاصة
bg: Отключване на 1 умение за всяка специална мравка
de: 1 Fertigkeit für eine beliebige Spezialameise freischalten
es: Desbloquear 1 habilidad para cualquier hormiga especial
fil: I-unlock ang 1 kasanayan para sa anumang Special Ant
hu: 1 speciális képesség feloldása bármely Speciális Hangyának
it: Sblocca 1 abilità per qualsiasi formica speciale
ja: 特殊アリのスキルを 1 つアンロック
mk: Отклучи 1 вештина за која било специјална мравка
nl: Ontgrendel 1 vaardigheid voor een speciale mier
pl: Odblokowanie 1 umiejętności dla dowolnej specjalnej mrówki
ru: Разблокировать умение для любого особого муравья
tr: Herhangi bir Özel Karınca için 1 yetenek aç
uk: Розблокувати 1 навичку для будь-якої спеціальної мурашки
vi: Mở khóa 1 kỹ năng cho bất kỳ kiến đặc biệt nào
zh: 为任意异种蚁解锁 1 项技能

# caTaskSpecialAntExperience
source: Special ant EXP +10
ar: +10 من نقاط خبرة النمل الخاص
bg: EXP на специални мравки +10
de: Erfahrung für Spezialameisen +10
es: EXP de hormiga especial +10
fil: EXP ng Special Ant +10
hu: Speciális Hangya TAP +10
it: EXP formica speciale +10
ja: 特殊アリの EXP +10
mk: Искуството на специјалната мравка +10
nl: ERV voor speciale mier +10
pl: DOŚW. specjalnej mrówki +10
ru: +10 к опыту особого муравья
tr: Özel Karınca DP'si +10
uk: ДОСВІД спеціальної мурашки +10
vi: Điểm kinh nghiệm của kiến đặc biệt +10
zh: 异种蚁经验值 +10

# caTaskStarUpSpecialAnts
source: Star up special ant to {star}-Star
ar: ارفع مستوى نملة خاصة إلى {star} نجوم
bg: Пълно надграждане на специална мравка до {star}-звездна
de: Spezialameise zu {star} Sternen aufwerten
es: Subir de categoría a hormiga especial a {star} estrellas
fil: I-star up ang special ant sa {star}-Star
hu: Egy speciális hangya {star} csillagra fejlesztése
it: Porta la formica speciale a {star} stelle
ja: 特殊アリを {star} の星にアップグレード
mk: Зголеми ѕвезди на специјална мравка до {star}-ѕвезди
nl: Verhoog speciale mier tot {star} sterren
pl: Podniesienie poziomu specjalnej mrówki do {star} gwiazdek
ru: Повышение звезды для особого муравья: до {star}
tr: Özel karıncayı {star} Yıldızlı Yükselt
uk: Збільшити зіркову потужність спеціальної мурашки до {star}-зірок
vi: Nâng sao kiến đặc biệt lên {star} sao
zh: 将异种蚁升星至 {star} 星

# caTaskObtainGene
source: Obtain a {tier}-star gene
ar: احصل على جين بمستوى {tier} نجوم
bg: Получаване на {tier}-звезден ген
de: Ein {tier}-Sterne-Gen erhalten
es: Obtener un gen de {tier} estrellas
fil: Kumuha ng {tier}-Star Gene
hu: Egy {tier}. szintű Gén megszerzése
it: Ottieni un gene {tier} stelle
ja: {tier} の星の遺伝子を取得
mk: Добиј ген со ѕвезда {tier}
nl: Verkrijg een gen met {tier} sterren
pl: Otrzymanie {tier}-gwiazdkowego genu
ru: Получение {tier}-звездочного гена
tr: Bir {tier} Yıldızlı Gen Elde Et
uk: Отримати ген {tier}-зірки
vi: Thu được 1 gien {tier} sao
zh: 获取 1 个 {tier} 星级基因

# caTaskConsumeGene
source: Consume a {tier}-star gene
ar: استهلك جينًا بمستوى {tier} نجوم
bg: Използване на {tier}-звезден ген
de: Ein {tier}-Sterne-Gen verbrauchen
es: Consumir un gen de {tier} estrellas
fil: Kumain ng {tier}-Star Gene
hu: Egy {tier}. szintű Gén elpusztítása
it: Consuma un gene {tier} stelle
ja: {tier} の星の遺伝子を 1 つ消費
mk: Конзумирај ген со ѕвезда {tier}
nl: Verbruik een gen met {tier} sterren
pl: Zużycie {tier}-gwiazdkowego genu
ru: Потребление {tier}-звездочного гена
tr: Bir {tier} Yıldızlı Gen Tüket
uk: Витратити ген {tier}-зірки
vi: Tiêu thụ một gien {tier} sao
zh: 消耗 1 个 {tier} 星级基因

# caTaskConsumeGeneticFactor
source: Consume a genetic factor T-{tier}
ar: استهلك عاملًا جينيًا من المستوى {tier}
bg: Използване на генетичен фактор T-{tier}
de: Einen genetischen Faktor T-{tier} verbrauchen
es: Consumir un factor genético T-{tier}
fil: Kumain ng Genetic Factor T-{tier}
hu: Egy T-{tier}. szintű Genetikai Faktor elpusztítása
it: Consuma un fattore genetico T-{tier}
ja: T-{tier} の遺伝的因子を 1 つ消費
mk: Конзумирај генетски фактор T-{tier}
nl: Verbruik een genetische factor van niveau-{tier}
pl: Zużycie czynnika genetycznego poziomu {tier}
ru: Потребление генетического фактора T-{tier}
tr: T-{tier} bir Genetik Faktör tüket
uk: Витратити генетичний фактор рівня {tier}
vi: Tiêu thụ 1 yếu tố di truyền T-{tier}
zh: 消耗 1 个 T-{tier} 遗传因子

# caTaskObtainGerm
source: Obtain a {tier}-star germ
ar: احصل على جرثومة بمستوى {tier} نجوم
bg: Получаване на {tier}-звезден зародиш
de: Einen {tier}-Sterne-Keim erhalten
es: Obtener un germen de {tier} estrellas
fil: Kumuha ng {tier}-Star Germ
hu: Egy {tier}. szintű Csíra megszerzése
it: Ottieni un germe {tier} stelle
ja: {tier} の星の病原を獲得
mk: Добиј зародок со ѕвезда {tier}
nl: Verkrijg een kiem met {tier} sterren
pl: Otrzymanie {tier}-gwiazdkowej bakterii
ru: Получение {tier}-звездочной зародышевой клетки
tr: Bir {tier} Yıldızlı Germ Elde Et
uk: Отримати зародок {tier}-зірки
vi: Thu được 1 mầm {tier} sao
zh: 获取 1 个 {tier} 星级细菌

# caTaskConsumeGerm
source: Consume a {tier}-star germ
ar: استهلك جرثومة بمستوى {tier} نجوم
bg: Използване на {tier}-звезден зародиш
de: Einen {tier}-Sterne-Keim verbrauchen
es: Consumir un germen de {tier} estrellas
fil: Kumain ng {tier}-Star Germ
hu: Egy {tier}. szintű Csíra elpusztítása
it: Consuma un germe {tier} stelle
ja: {tier} の星の病原を 1 つ消費
mk: Конзумирај зародок со ѕвезда {tier}
nl: Verbruik een kiem met {tier} sterren
pl: Zużycie {tier}-gwiazdkowej bakterii
ru: Потребление {tier}-звездочной зародышевой клетки
tr: Bir {tier} Yıldızlı Germ Tüket
uk: Витратити зародок {tier}-зірки
vi: Tiêu thụ 1 mầm {tier} sao
zh: 消耗 1 个 {tier} 星级细菌

# caTaskConsumeGermMedium
source: Consume a germ medium T-{tier}
ar: استهلك وسط جرثومة من المستوى {tier}
bg: Използвайте хранителен разтвор T-{tier}
de: Ein Keimmedium T-{tier} verbrauchen
es: Consumir un medio de germen T-{tier}
fil: Kumain ng Germ Medium T-{tier}
hu: Egy T-{tier}. szintű Csíra Táptalaj elpusztítása
it: Consuma un mezzo di coltura per germi T-{tier}
ja: T-{tier} の病原培地を 1 つ消費
mk: Конзумирај зародишен медиум T-{tier}
nl: Verbruik een kiemmedium van niveau-{tier}
pl: Zużycie pożywki bakteryjnej poziomu {tier}
ru: Потребление среды зародышевой клетки T-{tier}
tr: T-{tier} bir Germ Besin Ortamı tüket
uk: Витратити середовище для зародка рівня {tier}
vi: Tiêu thụ 1 môi trường của mầm T-{tier}
zh: 消耗 1 单位 T-{tier} 细菌培养基

# caTaskHatchInsect
source: Hatch 1 insect
ar: افقس حشرة واحدة
bg: Излюпване на 1 насекомо
de: 1 Insekt schlüpfen lassen
es: Eclosionar 1 insecto
fil: Magpisa ng 1 Kulisap
hu: 1 darab Rovar kikeltetése
it: Schiudi 1 insetto
ja: 昆虫を 1 つ孵化
mk: Изведување на 1 инсект
nl: Broed 1 insect uit
pl: Wyleg 1 owada
ru: Вывод насекомого
tr: 1 Böcek Yumurtadan Çıkar
uk: Вивести 1 комаху
vi: Đẻ 1 côn trùng
zh: 孵化 1 只昆虫

# caTaskMakeInsectFodder
source: Make 1 insect fodder
ar: اصنع علف حشرات واحد
bg: Изработване на 1 храна за насекоми
de: 1 Insektenfutter herstellen
es: Hacer 1 pienso de insecto
fil: Gumawa ng 1 Insect Fodder
hu: 1 darab Rovar Takarmány készítése
it: Crea 1 foraggio insetto
ja: 昆虫の餌を 1 つ作成
mk: Направи 1 инсект храна
nl: Maak 1 insectenvoer
pl: Wytworzenie 1 paszy dla owadów
ru: Изготовление корма для насекомых
tr: 1 Böcek Yemi Yap
uk: Приготувати 1 корм для комах
vi: Tạo 1 thức ăn côn trùng
zh: 制作 1 份昆虫饲料

# caTaskUseInsectFodder
source: Use 1 insect fodder
ar: استخدم علف حشرات واحد
bg: Използване на 1 храна за насекоми
de: 1 Insektenfutter verwenden
es: Usar 1 pienso de insecto
fil: Gumamit ng 1 Insect Fodder
hu: 1 darab Rovar Takarmány felhasználása
it: Usa 1 foraggio insetto
ja: 昆虫の餌を 1 つ消費
mk: Користи 1 храна за инсект
nl: Gebruik 1 insectenvoer
pl: Użycie 1 paszy dla owadów
ru: Использование корма для насекомых
tr: 1 Böcek Yemi Kullan
uk: Використати 1 корм для комах
vi: Sử dụng 1 thức ăn côn trùng
zh: 使用 1 份昆虫饲料

# caTaskButcherInsect
source: Get 1 insect shell by butchering insects
ar: احصل على صدفة حشرات واحدة عن طريق ذبح الحشرات
bg: Вземете 1 обвивка от насекоми чрез касаплък
de: 1 Insektenpanzer durch Abschlachten von Insekten erhalten
es: Obtener 1 caparazón de insecto al matar insectos
fil: Kumuha ng 1 Insect Shell sa pamamagitan ng pagpatay sa mga kulisap
hu: 1 darab Rovar Páncél beszerzése rovarok leölésével
it: Ottieni 1 carapace d'insetto macellando insetti
ja: 昆虫を解体して昆虫の殻を 1 つ入手
mk: Добиј 1 школка од инсект со колење на инсекти
nl: Krijg 1 insectenpantser door insecten af te slachten
pl: Pozyskanie 1 pancerza owada przy uboju owadów
ru: Получение хитинового экзоскелета при забое насекомых
tr: Böcekleri keserek 1 Böcek Kabuğu Al
uk: Отримати 1 панцир комахи, відправивши комах на забій
vi: Mổ côn trùng để lấy 1 lớp vỏ côn trùng
zh: 屠宰昆虫，获得 1 个昆虫外壳
