Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# blackCancerFluidLeachSkillDescription20
source: Has a 100% chance to deal 136% (+Special Ant Level*0.8%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: احتمالية 100% لإحداث 136% (+مستوى النمل الخاص*0.8%) ضررًا على فرقة عدوة عشوائية واحدة في نطاق فعال وإرهاقها، مما يقلل ضررها بنسبة 20% لمدة جولة واحدة
bg: Има 100% шанс да нанесе 136% (+Специално ниво на мравка*0.8%) щети на 1 случаен вражески отряд в обсега на действие и да го изтощи, като намали щетите му с 20% за 1 рунд
de: Hat eine Chance von 100 %, einem beliebigen gegnerischen Trupp innerhalb der effektiven Reichweite 136 % (+ Spezialameisenstufe * 0,8 %) Schaden zuzufügen und ihn zu erschöpfen, wodurch sein Schaden 1 Runde lang um 20 % reduziert wird
es: Tiene un 100% de probabilidad de hacer 136% (+Nivel Hormiga Especial*0,8%) de daño a 1 escuadra enemiga al azar dentro del rango efectivo y agotarla, reduciendo su daño en un 20% durante 1 ronda
fil: May 100% tyansa na magdulot ng 136% (+Antas ng Antas Espesyal*0.8%) na pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw at Ubusin sila, binabawasan ang kanilang pinsala ng 20% sa loob ng 1 round
hu: 100% eséllyel 136% (+Kül. Hangya szint*0.8%) sebzést okoz 1 véletlenszerűen kiválasztott ellenséges osztagnak a hatásos távolságon belül és Kimeríti őket, ami 20%-kal csökkenti a sebzésüket 1 körre
it: Ha il 100% di probabilità di infliggere il 136% (+Livello formica speciale*0,8%) di danni a 1 squadra nemica casuale nel raggio d'azione ed esaurirla, riducendo i danni inflitti del 20% per 1 round
ja: 100%の確率で、有効範囲内の1つのランダムな敵部隊に136%（＋特殊アリレベル×0.8%）ダメージを与え、その部隊を疲労状態にし、そのダメージを1ラウンド20%減少させる
mk: Има 100% шанса да нанесе 136% (+Ниво специјални мрав*0,8%) штета 1 случајном непријателском одреду во ефективниот опсег и да го исцеди, намалувајќи ја неговата штета за 20% во 1 круг
nl: Heeft 100% kans om 136% (+ Speciale mierlevel*0.8%) schade toe te brengen aan 1 willekeurig vijandelijk team binnen het effectieve bereik en hen uit te putten, waardoor hun schade gedurende 1 ronde met 20% wordt verminderd.
pl: W 100% zadaje 136% (+Poziom specjalnej mrówki*0,8%) obrażeń 1 losowemu oddziałowi wrogów w zasięgu i Wyczerpuje go, zmniejszając jego obrażenia o 20% na 1 turę
ru: 100%-ный шанс нанести 136% (+Ур. муравья х 0,8%) урона 1 случайному отряду врага в зоне поражения и истощить его, что уменьшит наносимый им урон на 20% на 1 раунд
tr: Etkili menzil içinde 1 rastgele düşman birliğine %136 (+Özel Karınca Seviyesi*0,8%) hasar verme ve onları Yorgun duruma sokma şansı %100'dür. Bu durum hasarlarını 1 tur boyunca %20 azaltır
uk: Із 100% імовірністю завдає 136% (+ рівень специфічного мураху*0,8%) шкоди 1 випадковому ворожому загону в межах дії та вимотує його, зменшуючи його шкоду на 20% протягом 1 раунду
vi: Có 100% khả năng gây 136% (+Cấp Kiến Đặc Biệt*0,8%) sát thương lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và Làm Kiệt Sức chúng, giảm 20% sát thương của chúng trong 1 lượt
zh: 对有效射程范围内的1个随机敌方小队造成伤害率136%（+特殊蚂蚁等级*0.8%）的伤害，并使其疲劳，使其伤害降低20% 1回合

# blackCancerAdamantArmorSkillTitle
source: Adamant Armor
ar: دروع مانت
bg: Диамантена броня
de: Adamant-Rüstung
es: Armadura de adamantio
fil: Sandatang Adamant
hu: Gyémánt keménységű páncél
it: Armatura di adamantio
ja: 金剛甲殻
mk: Дијамантски оклоп
nl: Diamantenpantser
pl: Zbroja adamant
ru: Алмазная броня
tr: Elmas Zırh
uk: Броня із адамантія
vi: Giáp Kim Cương
zh: 坚硬甲壳

# blackCancerAdamantArmorSkillDescription10
source: Has a 30% chance to deal 399% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range, and reduces all our sqauds damage taken from Shooter Ants by 30% for 2 rounds
ar: احتمالية بنسبة 30% لإحداث 399% (+مستوى النمل الخاص*3%) ضررًا على فرقة عدوة عشوائية واحدة في نطاق فعال وتقليل كل الضرر الذي تتلقاه فرقنا من نمل الدبابة بنسبة 30% لمدة جولتين
bg: Има 30% шанс да нанесе 399% (+Специално ниво на мравка*3%) щети на 1 случаен вражески отряд в обсега на действие и намалява всички щети, понесени от нашите отряди от мравките стрелци с 30% за 2 рунда
de: Hat eine Chance von 30 %, einem beliebigen gegnerischen Trupp innerhalb der effektiven Reichweite 399 % (+ Spezialameisenstufe * 3 %) Schaden zuzufügen und den Schaden, den alle unsere Trupps von Schützeneinheiten erleiden, 2 Runden lang um 30 % zu verringern
es: Tiene un 30% de probabilidad de hacer 399% (+Nivel Hormiga Especial*3%) de daño a 1 escuadra enemiga al azar dentro del rango efectivo y reduce el daño recibido por todas nuestras escuadras causado por hormigas tiradoras en un 30% durante 2 rondas
fil: May 30% tyansa na magdulot ng 399% (+Antas ng Antas Espesyal*3%) na pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw, at binabawasan ang lahat ng pinsalang natatanggap ng aming pulutong mula sa mga Shooter Ants ng 30% sa loob ng 2 rounds
hu: 30% eséllyel 399% (+Kül. Hangya szint*3%) sebzést okoz 1 véletlenszerűen kiválasztott ellenséges csapatnak a hatótávolságon belül, és 30%-kal csökkenti az összes osztagunk által elszenvedett sebzést a lövészhangyáktól 2 körön át
it: Ha il 30% di probabilità di infliggere il 399% (+Livello formica speciale*3%) di danni a 1 squadra nemica casuale nel raggio d'azione e ridurre del 30% i danni subiti da tutte le nostre squadre dalle formiche sparatrice per 2 round
ja: 30%の確率で、有効範囲内の1つのランダムな敵部隊に399%（＋特殊アリレベル×3%）ダメージを与え、全部隊がシューターアリから受けるダメージを2ラウンド30%減少させる
mk: Има 30% шанса да нанесе 399% (+Ниво специјални мрав*3%) штета 1 случајном непријателском одреду во ефективниот опсег и да ја намали штетата нанесена на сите наши одреди од мравките стрелци за 30% во 2 круга
nl: Heeft 30% kans om 399% (+ Speciale mierlevel*3%) schade toe te brengen aan 1 willekeurig vijandelijk team binnen het effectieve bereik en vermindert alle door onze teams opgelopen schade van schietmieren met 30% gedurende 2 ronden.
pl: W 30% zadaje 399% (+Poziom specjalnej mrówki*3%) obrażeń 1 losowemu oddziałowi wrogów w zasięgu i zmniejsza obrażenia zadawane wszystkim naszym oddziałom przez Mrówki strzelające o 30% na 2 tury
ru: 30%-ный шанс нанести 399% (+Ур. муравья х 3%) урона 1 случайному отряду врага в зоне поражения, а также снизить на 30% весь урон, получаемый всеми нашими отрядами от муравьев-стрелков на 2 раунда
tr: Etkili menzil içinde 1 rastgele düşman birliğine %399 (+Özel Karınca Seviyesi*3%) hasar verme şansı %30'dur ve tüm birliklerimizin Atıcı Karıncalardan aldığı hasarı 2 tur boyunca %30 azaltır.
uk: Із 30% імовірністю завдає 399% (+ рівень специфічного мураху*3%) шкоди 1 випадковому ворожому загону в межах дії та зменшує вхідну шкоду від мурахів-стрільців для всіх наших загонів на 30% протягом 2 раундів
vi: Có 30% khả năng gây 399% (+Cấp Kiến Đặc Biệt*3%) sát thương lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả, và giảm 30% sát thương mà tất cả các đội quân của chúng ta phải chịu từ Kiến Bắn Tên trong 2 lượt
zh: 对有效射程范围内的1个随机敌方小队造成伤害率399%（+特殊蚂蚁等级*3%）的伤害，并减少我们所有小队2回合内受到的射手蚁伤害30%

# blackCancerAdamantArmorSkillDescription20
source: Has a 40% chance to deal 399% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range, and reduces all our sqauds damage taken from Shooter Ants by 40% for 2 rounds
ar: احتمالية بنسبة 40% لإحداث 399% (+مستوى النمل الخاص*3%) ضررًا على فرقة عدوة عشوائية واحدة في نطاق فعال وتقليل كل الضرر الذي تتلقاه فرقنا من نمل الدبابة بنسبة 40% لمدة جولتين
bg: Има 40% шанс да нанесе 399% (+Специално ниво на мравка*3%) щети на 1 случаен вражески отряд в обсега на действие и намалява всички щети, понесени от нашите отряди от мравките стрелци със 40% за 2 рунда
de: Hat eine Chance von 40 %, einem beliebigen gegnerischen Trupp innerhalb der effektiven Reichweite 399 % (+ Spezialameisenstufe * 3 %) Schaden zuzufügen und den Schaden, den alle unsere Trupps von Schützeneinheiten erleiden, 2 Runden lang um 40 % zu verringern
es: Tiene un 40% de probabilidad de hacer 399% (+Nivel Hormiga Especial*3%) de daño a 1 escuadra enemiga al azar dentro del rango efectivo y reduce el daño recibido por todas nuestras escuadras causado por hormigas tiradoras en un 40% durante 2 rondas
fil: May 40% tyansa na magdulot ng 399% (+Antas ng Antas Espesyal*3%) na pinsala sa 1 random na pulutong ng kaaway sa loob ng epektibong saklaw, at binabawasan ang lahat ng pinsalang natatanggap ng aming pulutong mula sa mga Shooter Ants ng 40% sa loob ng 2 rounds
hu: 40% eséllyel 399% (+Kül. Hangya szint*3%) sebzést okoz 1 véletlenszerűen kiválasztott ellenséges csapatnak a hatótávolságon belül, és 40%-kal csökkenti az összes osztagunk által elszenvedett sebzést a lövészhangyáktól 2 körön át
it: Ha il 40% di probabilità di infliggere il 399% (+Livello formica speciale*3%) di danni a 1 squadra nemica casuale nel raggio d'azione e ridurre del 40% i danni subiti da tutte le nostre squadre dalle formiche sparatrice per 2 round
ja: 40%の確率で、有効範囲内の1つのランダムな敵部隊に399%（＋特殊アリレベル×3%）ダメージを与え、全部隊がシューターアリから受けるダメージを2ラウンド40%減少させる
mk: Има 40% шанса да нанесе 399% (+Ниво специјални мрав*3%) штета 1 случајном непријателском одреду во ефективниот опсег и да ја намали штетата нанесена на сите наши одреди од мравките стрелци за 40% во 2 круга
nl: Heeft 40% kans om 399% (+ Speciale mierlevel*3%) schade toe te brengen aan 1 willekeurig vijandelijk team binnen het effectieve bereik en vermindert alle door onze teams opgelopen schade van schietmieren met 40% gedurende 2 ronden.
pl: W 40% zadaje 399% (+Poziom specjalnej mrówki*3%) obrażeń 1 losowemu oddziałowi wrogów w zasięgu i zmniejsza obrażenia zadawane wszystkim naszym oddziałom przez Mrówki strzelające o 40% na 2 tury
ru: 40%-ный шанс нанести 399% (+Ур. муравья х 3%) урона 1 случайному отряду врага в зоне поражения, а также снизить на 40% весь урон, получаемый всеми нашими отрядами от муравьев-стрелков на 2 раунда
tr: Etkili menzil içinde 1 rastgele düşman birliğine %399 (+Özel Karınca Seviyesi*3%) hasar verme şansı %40'tır ve tüm birliklerimizin Atıcı Karıncalardan aldığı hasarı 2 tur boyunca %40 azaltır.
uk: Із 40% імовірністю завдає 399% (+ рівень специфічного мураху*3%) шкоди 1 випадковому ворожому загону в межах дії та зменшує вхідну шкоду від мурахів-стрільців для всіх наших загонів на 40% протягом 2 раундів
vi: Có 40% khả năng gây 399% (+Cấp Kiến Đặc Biệt*3%) sát thương lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả, và giảm 40% sát thương mà tất cả các đội quân của chúng ta phải chịu từ Kiến Bắn Tên trong 2 lượt
zh: 对有效射程范围内的1个随机敌方小队造成伤害率399%（+特殊蚂蚁等级*3%）的伤害，并减少我们所有小队2回合内受到的射手蚁伤害40%

# blackCancerWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة حربية
bg: Войнолюбиво лидерство
de: Kriegsführungskompetenz
es: Liderazgo bélico
fil: Pamumuno sa Pakikidigma
hu: Háborús vezetés
it: Leadership di guerra
ja: 戦闘指導
mk: Воено водство
nl: Krijgsleiding
pl: Przywództwo wojenne
ru: Воинское лидерство
tr: Savaş Liderliği
uk: Лідерство на війні
vi: Lãnh Đạo Chiến Tranh
zh: 战争统帅

# blackCancerWarfareLeadershipSkillDescription10
source: When there are only Guardian Ants in the 3 squads, from the 1st round, increases the Combat Skill damage of 2 random squads by 60% for 4 rounds
ar: عندما تكون هناك نمل حارس فقط في الفرق الثلاث، بدءًا من الجولة الأولى، يزيد ضرر مهارات القتال لفرقتين عشوائيتين بنسبة 60% لمدة 4 جولات
bg: Когато има само мравки пазители и в трите отряда, от 1-ви рунд, повишава щетите от бойни умения на 2 случайни отряда с 60% за 4 рунда
de: Wenn sich nur Wächterameisen in den 3 Trupps befinden, erhöht sich ab der 1. Runde der Schaden der Kampffertigkeit von 2 zufälligen Trupps 4 Runden lang um 60 %
es: Cuando solo haya hormigas guardianas en las 3 escuadras, a partir de la 1.ª ronda, incrementa el daño de la habilidad de combate de 2 escuadras al azar en un 60% durante 4 rondas
fil: Kapag tanging mga Guardian Ants lamang ang nasa 3 pulutong, mula sa ika-1 round, pinatataas ang pinsala ng Kasanayan sa Pakikidigma ng 2 random na pulutong ng 60% sa loob ng 4 rounds
hu: Amikor az 3 osztagban csak Őrangyal hangyák vannak, az 1. körtől kezdve 4 körön át 60%-kal növeli a Harci képesség sebzést 2 véletlenszerű osztagban
it: Se in 3 squadre ci sono solo formiche guardiano, dal 1° round, aumenta del 60% i danni abilità combattimento di 2 squadre casuali per 4 round
ja: 3部隊すべてにガーディアンアリがいる場合、1ラウンド目から2つのランダムな部隊の戦闘スキルのダメージを60%4ラウンド上昇させる
mk: Кога има само Чуварски мравки во 3-те одреди, од првиот круг, ја зголемува штетата од борбените вештини на 2 случајни одреди за 60% во 4 круга
nl: Als er alleen Guardian Ants in de 3 teams zitten, wordt vanaf de 1e ronde de gevechtsvaardigheidsschade van 2 willekeurige teams gedurende 4 ronden met 60% verhoogd.
pl: Gdy w 3 oddziałach są tylko Mrówki strażnicze, od 1. tury zwiększa obrażenia Kombosów umiejętności 2 losowych oddziałów o 60% na 4 tury
ru: Когда в 3 отрядах находятся только муравьи-стражи, с 1-го раунда увеличивает урон от боевого умения 2 случайных отрядов на 60% на 4 раунда
tr: 3 birlikte sadece Koruyucu Karıncalar olduğunda, 1. turdan itibaren 2 rastgele birliğin Savaş Becerisi hasarını 4 tur boyunca %60 artırır
uk: Коли з 3 загонів залишаються тільки мурахи-захисники, починаючи з 1 раунду, збільшує шкоду бойових навичок 2 випадкових загонів на 60% протягом 4 раундів
vi: Khi chỉ có Kiến Vệ Binh trong 3 đội quân, từ lượt thứ 1, tăng 60% sát thương của Kỹ Năng Chiến Đấu cho 2 đội quân ngẫu nhiên trong 4 lượt
zh: 当3个小队中仅有守护蚁时，从第1回合开始，4回合内增加2个随机小队40%的战斗技能伤害

# blackCancerWarfareLeadershipSkillDescription20
source: When there are only Guardian Ants in the 3 squads, from the 1st round, increases the Combat Skill damage of 2 random squads by 120% for 4 rounds
ar: عندما تكون هناك نمل حارس فقط في الفرق الثلاث، بدءًا من الجولة الأولى، يزيد ضرر مهارات القتال لفرقتين عشوائيتين بنسبة 120% لمدة 4 جولات
bg: Когато има само мравки пазители и в трите отряда, от 1-ви рунд, повишава щетите от бойни умения на 2 случайни отряда със 120% за 4 рунда
de: Wenn sich nur Wächterameisen in den 3 Trupps befinden, erhöht sich ab der 1. Runde der Schaden der Kampffertigkeit von 2 zufälligen Trupps 4 Runden lang um 120 %
es: Cuando solo haya hormigas guardianas en las 3 escuadras, a partir de la 1.ª ronda, incrementa el daño de la habilidad de combate de 2 escuadras al azar en un 120% durante 4 rondas
fil: Kapag tanging mga Guardian Ants lamang ang nasa 3 pulutong, mula sa ika-1 round, pinatataas ang pinsala ng Kasanayan sa Pakikidigma ng 2 random na pulutong ng 120% sa loob ng 4 rounds
hu: Amikor az 3 osztagban csak Őrangyal hangyák vannak, az 1. körtől kezdve 4 körön át 120%-kal növeli a Harci képesség sebzést 2 véletlenszerű osztagban
it: Se in 3 squadre ci sono solo formiche guardiano, dal 1° round, aumenta del 120% i danni abilità combattimento di 2 squadre casuali per 4 round
ja: 3部隊すべてにガーディアンアリがいる場合、1ラウンド目から2つのランダムな部隊の戦闘スキルのダメージを120%4ラウンド上昇させる
mk: Кога има само Чуварски мравки во 3-те одреди, од првиот круг, ја зголемува штетата од борбените вештини на 2 случајни одреди за 120% во 4 круга
nl: Als er alleen Guardian Ants in de 3 teams zitten, wordt vanaf de 1e ronde de gevechtsvaardigheidsschade van 2 willekeurige teams gedurende 4 ronden met 120% verhoogd.
pl: Gdy w 3 oddziałach są tylko Mrówki strażnicze, od 1. tury zwiększa obrażenia Kombosów umiejętności 2 losowych oddziałów o 120% na 4 tury
ru: Когда в 3 отрядах находятся только муравьи-стражи, с 1-го раунда увеличивает урон от боевого умения 2 случайных отрядов на 120% на 4 раунда
tr: 3 birlikte sadece Koruyucu Karıncalar olduğunda, 1. turdan itibaren 2 rastgele birliğin Savaş Becerisi hasarını 4 tur boyunca %120 artırır
uk: Коли з 3 загонів залишаються тільки мурахи-захисники, починаючи з 1 раунду, збільшує шкоду бойових навичок 2 випадкових загонів на 120% протягом 4 раундів
vi: Khi chỉ có Kiến Vệ Binh trong 3 đội quân, từ lượt thứ 1, tăng 120% sát thương của Kỹ Năng Chiến Đấu cho 2 đội quân ngẫu nhiên trong 4 lượt
zh: 当3个小队中仅有守护蚁时，从第1回合开始，4回合内增加2个随机小队80%的战斗技能伤害

# blackKnightVengefulCounterattackSkillTitle
source: Vengeful Counterattack
ar: هجوم مضاد انتقامي
de: Rachsüchtiger Gegenschlag
es: Contraataque vengativo
fil: Paghihiganti sa Kontraatake
hu: Visszavágó ellentámadás
it: Contrattacco vendicativo
ja: 復讐の反撃
mk: Одмазда во контранапад
nl: Wraakzuchtige Tegenaanval
pl: Zemsta kontratak
ru: Обидный контрудар
tr: İntikam Karşı Saldırısı
vi: Phản công báo thù
zh: 复仇反击

# blackKnightVengefulCounterattackSkillDescription10
source: In the first round, the damage taken by its squad is significantly reduced by 36%, this effect decreases by 3% every time the squad takes damage. When the effect decreases to 0%, deals 600% (+Special Ant Level*1%) high damage to all enemy squads
ar: في الجولة الأولى، يتعرض فريقه لأضرار أقل بنسبة 36%، ويقل هذا التأثير بنسبة 3% في كل مرة يتعرض فيها الفريق للأضرار. عندما ينخفض التأثير إلى 0%، يتسبب في إلحاق أضرار عالية بنسبة 600% (+ مستوى النمل الخاص*1%) بجميع فرق العدو
bg: В първия рунд щетите, които понася неговият отряд, са значително намалени с 36%, като този ефект намалява с 3% всеки път, когато отрядът получи щети. Когато ефектът спадне до 0%, нанася 600% (+ ниво на специален мравка*1%) високи щети на всички вражески отряди
de: In der ersten Runde wird der Schaden, den ihr Trupp erleidet, deutlich um 36% reduziert; dieser Effekt nimmt jedes Mal um 3 % ab, wenn der Trupp Schaden erleidet. Wenn der Effekt auf 0 % sinkt, verursacht er 600 % (+Stufe *Sonderameise* 1 %) hohen Schaden bei allen feindlichen Truppen
es: En el primer asalto, el daño recibido por su unidad se reduce significativamente en un 36%. Este efecto disminuye en un 3% cada vez que la unidad recibe daño. Cuando el efecto disminuye a 0%, inflige un 600% (+Nivel hormiga especial*1%) de daño alto a todas las unidades enemigas
fil: Sa unang round, ang pinsalang tinamo ng iskwad nito ay nababawasan nang malaki sa 36%, ang epektong ito ay nababawasan ng 3% sa tuwing tinatamo ng iskwad ang pinsala. Kapag bumaba ang epekto sa 0%, nagdudulot ng 600% (+ Antas ng Espesyal na Ant*1%) na malaking pinsala sa lahat ng kaaway na iskwad
hu: Az első körben különítménye által elszenvedett sebzés jelentősen csökken 36%-kal, ez a hatás minden elszenvedett sebzést követően 3%-kal csökken. Amikor a hatás 0%-ra csökken, 600% (+Speciális hangya szint*1%) magas sebzés okoz mindennemű ellenséges különítménynek
it: Nel primo round, il danno subito dalla sua squadra viene significativamente ridotto del 36%, questo effetto diminuisce del 3% ogni volta che la squadra subisce danni. Quando l'effetto diminuisce fino allo 0%, infligge 600% (+1% livello formica speciale) di danni elevati a tutte le squadre nemiche
ja: 最初の1ラウンド、自身の部隊が受けるダメージが大幅に36%低下します。この効果は部隊がダメージを受けるたびに3%減少します。効果が0%に減少すると、すべての敵部隊に600%（+特殊アリレベル*1%）の高ダメージを与えます
mk: Во првата рунда, примената штета во својот вод е значително намалена за 36%, овој ефект се намалува за 3% секој пат кога војската зема штета. Кога ефектот ќе се намали за 0%, нанесува 600% (+ Специјално ниво на мравка*1%) голема штета на сите непријателски војски
nl: In de eerste ronde wordt de schade van zijn ploeg aanzienlijk verminderd met 36%, dit effect neemt met 3% af elke keer dat de ploeg schade oploopt. Wanneer het effect afneemt tot 0%, wordt 600% (+ Speciaal Mier-level*1%) hoge schade toegebracht aan alle vijandelijke ploegen
pl: W pierwszej rundzie otrzymywane obrażenia jej oddziału są znacznie zmniejszone o 36%, ten efekt jest zmniejszany o 3% za każdym razem, gdy oddział otrzymuje obrażenia. Kiedy efekt zmniejszy się do 0%, zadaje 600% (+ poziom specjalnych mrówek * 1%) wysokich obrażeń wszystkim wrogim oddziałom
ru: В первом раунде урон по его отряду существенно снижается на 36%, этот эффект снижается на 3% каждый раз, когда отряд получает урон. Если эффект снижается до 0%, наносит 600% (+Уровень муравья-специалиста*1%) сильного урона всем отрядам противника
tr: İlk turda, birliğinin aldığı hasar önemli ölçüde %36 azalır, bu etki birlik hasar aldığında her seferinde %3 azalır. Etki 0'a düştüğünde, tüm düşman birliklerine 600% (+Özel Karınca Seviyesi*1%) yüksek hasar verir.
uk: У першому раунді шкода, що зазнає загін, різко зменшується на 36%, цей ефект зменшується на 3% щоразу, коли загін зазнає шкоди. Коли ефект зменшується до 0%, завдає 600% (+ рівень особливої мурахи * 1%) великої шкоди всім ворожим загонам
vi: Trong vòng đầu tiên, tổ đội chịu sát thương giảm đáng kể 36%, hiệu ứng này giảm 3% mỗi khi tổ đội chịu sát thương. Khi hiệu ứng giảm xuống 0%, gây 600% (+Mức Kiến đặc biệt*1%) sát thương cao lên toàn bộ tổ đội địch
zh: 首轮我方小队受到的伤害大幅降低36%，此效果每次受到伤害降低3%，效果降至0时，对所有敌方小队造成 600%（+技能蚂蚁等级*1%）的高额伤害
