Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# jetBlackCarvedSkinSkillDescription20
source: In the first three rounds, reduces the additional skill damage of all our squads and all enemy squads by 25%. After this effect ends, increases the additional skill damage of all our Guardian ANt squads by 35% until the end of the battle
ar: في الجولات الثلاث الأولى، يقلل الضرر الإضافي للمهارة لجميع فرقنا وجميع الفرق المعادية بنسبة 25%. بعد انتهاء هذا التأثير، يزيد الضرر الإضافي للمهارة لجميع فرق الحارس النمل لدينا بنسبة 35% حتى نهاية المعركة
bg: В първите три кръга намалява допълнителните щети от умение на всички наши и всички вражески отряди с 25%. След като ефектът приключи, увеличава допълнителните щети от умение на всички наши отряди с мравки пазители с 35% до края на битката
de: Reduziert in den ersten drei Runden den zusätzlichen Fähigkeitsschaden aller unserer Trupps und aller feindlichen Trupps um 25 %. Nachdem dieser Effekt endet, erhöht er den zusätzlichen Fähigkeitsschaden aller unserer Wächterameisentrupps um 35 % bis zum Ende des Kampfes
es: En las primeras tres rondas, reduce el daño de habilidad adicional de todos nuestros escuadrones y todos los escuadrones enemigos en un 25%. Después de que este efecto termine, aumenta el daño de habilidad adicional de todos nuestros escuadrones de hormigas guardianes en un 35% hasta el final de la batalla.
fil: Sa unang tatlong round, binabawasan ang ibayong pinsala sa kakayahan ng lahat ng mga tropa at lahat ng mga tropa ng kalaban sa 25%. Matapos matapos ang epekto, pinapataas ang ibayong pinsala sa kakayahan ng lahat ng mga tropa ng Guardian ANt sa 35% hanggang katapusan ng labanan
hu: Az első három körben 25%-kal csökkenti saját osztagaink és az összes ellenséges osztag további készség okozta sebzését. Miután ez a hatás véget ér, a csata végéig 35%-kal növeli a saját őrangyal hangya osztagaink további készség okozta sebzését
it: Nei primi tre round, riduce del 25% i danni aggiuntivi di tutte le nostre squadre e di tutte le squadre nemiche. Al termine di questo effetto, aumenta del 35% i danni aggiuntivi di tutte le nostre squadre Formica Guardiana fino alla fine della battaglia
ja: バトル開始から3ターンの間、自軍と敵軍の追加スキルダメージを25%減少させる。さらに、この効果が終了した後はバトル終了まで自軍のガーディアンアリの追加スキルダメージを35%上昇させる
mk: Во првите три рунди, ја намалува дополнителната штета од вештини на сите наши екипи и сите непријателски екипи за 25%. Откако ќе заврши овој ефект, ја зголемува дополнителната штета од вештини на сите наши екипи на Мравки чувари за 35% до крајот на битката
nl: In de eerste drie rondes vermindert het de extra vaardigheidsschade van al onze teams en alle vijandelijke teams met 25%. Nadat dit effect is beëindigd, verhoogt het de extra vaardigheidsschade van al onze Guardian ANT-teams met 35% tot het einde van de strijd
pl: W ciągu pierwszych trzech rund zmniejsza dodatkowe obrażenia od umiejętności wszystkich naszych drużyn i wszystkich drużyn wroga o 25%. Po zakończeniu tego efektu zwiększa dodatkowe obrażenia od umiejętności wszystkich naszych drużyn Mrówek Strażników o 35% do końca bitwy
ru: В первых трех раундах снижает дополнительный урон от умений всех наших и вражеских отрядов на 25 %. После окончания этого эффекта увеличивает дополнительный урон от умений всех наших отрядов муравьев-защитников на 35 % до конца боя.
uk: В перших трьох раундах зменшує додаткові пошкодження від умінь усіх наших загонів і усіх ворожих загонів на 25%. Після завершення цього ефекту збільшує додаткові пошкодження від умінь усіх наших загонів Мурашок-Вартових на 35% до кінця битви
vi: Trong ba vòng đầu tiên, giảm 25% sát thương kỹ năng bổ sung của toàn bộ đội quân của chúng ta và toàn bộ đội quân địch. Sau khi hiệu ứng này kết thúc, tăng 35% sát thương kỹ năng bổ sung của toàn bộ đội quân Kiến hỗ trợ của chúng ta cho đến khi kết thúc trận đấu

# lathySnifferDoublePowerSkillTitle
source: Double Power
ar: القوة المزدوجة
bg: Двойна мощност
de: Doppelte Kraft
es: Doble potencia
hu: Dupla erő
it: Doppio Potere
ja: ダブルパワー
nl: Dubbele kracht
pl: Podwójna moc
ru: Двойная сила
uk: Подвійна сила
vi: Sức mạnh đôi

# lathySnifferDoublePowerSkillDescription10
source: Has a 100% chance to deal 150% (+Special Ant Level*1%) damage to a random squad, and has a 30% chance to release this skill again
ar: يوجد احتمال بنسبة 100% لإلحاق 150% (+ مستوي النملة الخاصة*1%) ضرر بفرقة عشوائية، ويوجد احتمال بنسبة 30% لإطلاق هذه المهارة مرة أخرى
bg: Има 100% шанс да нанесе 150% (+Ниво на специален мравка*1%) щети на случаен отряд и има 30% шанс да използва отново това умение
de: Hat eine 100%ige Chance, einer zufälligen Einheit 150% (+ Spezialameisenstufe*1%) Schaden zuzufügen, mit 30%iger Chance darauf, dass die Fähigkeit erneut ausgelöst wird
es: Tiene 100% de posibilidad de infligir un 150% (+Nivel hormiga especial*1%) de daño a un escuadrón aleatorio, y un 30% de posibilidad de volver a lanzar esta habilidad
fil: May pagkakataon na 100% na makapanakit ng 150% (+Special Ant Level*1%) damage sa random na iskwad, at may pagkakataon na 30% na magamit ulit ang skill na ito
hu: 100%-os eséllyel véletlenszerű rajnak oszt 150% (+Különleges hangya szintje*1%) sebzést és 30%-os eséllyel ismét használhatja ezt a képességet
it: Ha il 100% di possibilità di infliggere il 150% (+Livello Formica Speciale*1%) di danni a una squadra casuale e il 30% di possibilità di rilasciare di nuovo questa abilità
ja: 100%の確率でランダムな1部隊に150%(+特殊アリLV*1%)のダメージを与え、30%の確率でこのスキルを再度放出する。
mk: Има 100% шанса да нанесе 150% (+специјално ниво на мравка *1%) штета на случајна чета, и има 30% шанса оваа вештина повторно да се ослободи
nl: Heeft 100% kans om 150% (+ speciaal mierniveau*1%) schade toe te brengen aan een willekeurige eenheid en heeft 30% kans om deze vaardigheid opnieuw te gebruiken
pl: Ma 100% szans na zadanie 150% (+specjalny poziom mrówki*1%) obrażeń losowemu oddziałowi i ma 30% szans na ponowne użycie tej umiejętności
ru: С вероятностью 100% наносит урон случайному отряду в размере 150% (+уровень спец. муравья x 1 %) и с вероятностью в 30% использует эту способность повторно
uk: Ймовірність 100% завдати 150% шкоди (+ рівень мурахи * 1%) випадковому загону, є 30% ймовірність повторного застосування цієї навички
vi: Có 100% khả năng gây 150% (+Cấp kiến đặc biệt*1%) sát thương lên một biệt đội ngẫu nhiên và có 30% khả năng tái kích hoạt kỹ năng này

# lathySnifferDoublePowerSkillDescription20
source: Has a 100% chance to deal 200% (+Special Ant Level*1%) damage to a random squad, and has a 30% chance to release this skill again
ar: يوجد احتمال بنسبة 100% لإلحاق 200% (+ مستوي النملة الخاصة*1%) ضرر بفرقة عشوائية، ويوجد احتمال بنسبة 30% لإطلاق هذه المهارة مرة أخرى
bg: Има 100% шанс да нанесе 200% (+Ниво на специален мравка*1%) щети на случаен отряд и има 30% шанс да използва отново това умение
de: Hat eine 100%ige Chance, einer zufälligen Einheit 200% (+ Spezialameisenstufe*1%) Schaden zuzufügen, mit 30%iger Chance darauf, dass die Fähigkeit erneut ausgelöst wird
es: Tiene 100% de posibilidad de infligir un 200% (+Nivel hormiga especial*1%) de daño a un escuadrón aleatorio, y un 30% de posibilidad de volver a lanzar esta habilidad
fil: May pagkakataon na 100% na makapanakit ng 200% (+Special Ant Level*1%) damage sa random na iskwad, at may pagkakataon na 30% na magamit ulit ang skill na ito
hu: 100%-os eséllyel véletlenszerű rajnak oszt 200% (+Különleges hangya szintje*1%) sebzést és 30%-os eséllyel ismét használhatja ezt a képességet
it: Ha il 100% di possibilità di infliggere il 200% (+Livello Formica Speciale*1%) di danni a una squadra casuale e il 30% di possibilità di rilasciare di nuovo questa abilità
ja: 100%の確率でランダムな1部隊に200%(+特殊アリLV*1%)のダメージを与え、30%の確率でこのスキルを再度放出する。
mk: Има 100% шанса да нанесе 200% (+специјално ниво на мравка *1%) штета на случајна чета, и има 30% шанса оваа вештина повторно да се ослободи
nl: Heeft 100% kans om 200% (+ speciaal mierniveau*1%) schade toe te brengen aan een willekeurige eenheid en heeft 30% kans om deze vaardigheid opnieuw te gebruiken
pl: Ma 100% szans na zadanie 200% (+specjalny poziom mrówki*1%) obrażeń losowemu oddziałowi i ma 30% szans na ponowne użycie tej umiejętności
ru: С вероятностью 100% наносит урон случайному отряду в размере 200% (+уровень спец. муравья x 1 %) и с вероятностью в 30% использует эту способность повторно
uk: Ймовірність 100% завдати 200% шкоди (+ рівень мурахи * 1%) випадковому загону, є 30% ймовірність повторного застосування цієї навички
vi: Có 100% khả năng gây 200% (+Cấp kiến đặc biệt*1%) sát thương lên một biệt đội ngẫu nhiên và có 30% khả năng tái kích hoạt kỹ năng này

# lathySnifferTailAssaultSkillTitle
source: Tail Assault
ar: هجوم الذيل
bg: Атака с опашка
de: Schwanzangriff
es: Embestida de cola
hu: Farokroham
it: Assalto Coda
ja: テイルアタック
mk: Напад со опашка
nl: Staartaanval
pl: Szturm ogonem
ru: Атака хвостом
uk: Атака хвостом
vi: Tấn công bằng đuôi

# lathySnifferTailAssaultSkillDescription10
source: In the No.2,4,6 rounds, has a 70% chance to deal 400% (+Special Ant Level*1%) damage to 2 random enemy squads
ar: في الجولتين رقم 2،4،6، يوجد احتمال بنسبة 70% لإحداث 400% (+ مستوي النملة الخاصة*1%)إحداث ضرر لفرقتين عدوتين عشوائيتين
bg: В ходове №2,4,6 има 70% шанс да нанесе 400% (+Ниво на специален мравка*1%) щети на 2 случайни вражески отряда
de: Hat in Runde Nr. 2, 4, 6 eine 70%ige Chance, 2 zufälligen gegnerischen Einheiten 400% (+ Spezialameisenstufe*1%) Schaden zuzufügen
es: En las rondas 2, 4 y 6, tiene un 70% de posibilidad de infligir un 400% (+Nivel hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios
fil: Sa mga round na No.2,4,6, may pagkakataon na 70% na makapanakit ng 400% (+Special Ant Level*1%) damage sa 2 random na iskwad na kaaway
hu: A 2., 4. és 6. körben 70%-os eséllyel véletlenszerű ellenséges rajoknak oszt 400% (+Különleges hangya szintje*1%) sebzést
it: Nei round n° 2, 4, 6, ha il 70% di possibilità di infliggere il 400% (+Livello Formica Speciale*1%) di danni a 2 squadre nemiche casuali.
ja: 2,4,6ラウンド目に70%の確率で2つのランダムな敵部隊に400%(+特殊アリLV*1%)のダメージを与える。
mk: Во 2., 4., 6. рунда има 70% шанса да нанесе 400% (+специјално ниво на мравка *1%) штета на 2 случајни непријателски чети
nl: In ronde 2, 4 en 6, is er 70% kans om 400% (+ speciaal mierniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden
pl: W 2., 4., 6. rundzie ma 70% szans na zadanie 400% (+specjalny poziom mrówki*1%) obrażeń 2 losowym wrogim oddziałom
ru: Во 2, 4 и 6-м раундах с вероятностью 70% наносит урон 2 случайным вражеским отрядам в размере 400% (+уровень спец. муравья x 1 %)
uk: У 2, 4 і 6 раундах ймовірність завдати 400% шкоди (+ рівень мурахи × 1%) двом випадковим ворожим загонам становить 70%
vi: Ở hiệp số 2,4,6, có 70% khả năng gây 400% (+Cấp kiến đặc biệt*1%) sát thương lên 2 biệt đội địch ngẫu nhiên

# lathySnifferTailAssaultSkillDescription20
source: In the No.2,4,6 rounds, has a 80% chance to deal 400% (+Special Ant Level*1%) damage to 2 random enemy squads
ar: في الجولتين رقم 2،4،6، يوجد احتمال بنسبة 80% لإحداث 400% (+ مستوي النملة الخاصة*1%)إحداث ضرر لفرقتين عدوتين عشوائيتين
bg: В ходове №2,4,6 има 80% шанс да нанесе 400% (+Ниво на специален мравка*1%) щети на 2 случайни вражески отряда
de: Hat in Runde Nr. 2, 4, 6 eine 80%ige Chance, 2 zufälligen gegnerischen Einheiten 400% (+ Spezialameisenstufe*1%) Schaden zuzufügen
es: En las rondas 2, 4 y 6, tiene un 80% de posibilidad de infligir un 400% (+Nivel hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios
fil: Sa mga round na No.2,4,6, may pagkakataon na 80% na makapanakit ng 400% (+Special Ant Level*1%) damage sa 2 random na iskwad na kaaway
hu: A 2., 4. és 6. körben 80%-os eséllyel véletlenszerű ellenséges rajoknak oszt 400% (+Különleges hangya szintje*1%) sebzést
it: Nei round n° 2, 4, 6, ha l'80% di possibilità di infliggere il 400% (+Livello Formica Speciale*1%) di danni a 2 squadre nemiche casuali
ja: 2,4,6ラウンド目に80%の確率で2つのランダムな敵部隊に400%(+特殊アリLV*1%)のダメージを与える。
mk: Во 2., 4., 6. рунда има 80% шанса да нанесе 400% (+специјално ниво на мравка *1%) штета на 2 случајни непријателски чети
nl: In ronde 2, 4 en 6, is er 80% kans om 400% (+ speciaal mierniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke eenheden
pl: W 2., 4., 6. rundzie ma 80% szans na zadanie 400% (+specjalny poziom mrówki*1%) obrażeń 2 losowym wrogim oddziałom
ru: Во 2, 4 и 6-м раундах с вероятностью 80% наносит урон 2 случайным вражеским отрядам в размере 400% (+уровень спец. муравья x 1 %)
uk: У 2, 4 і 6 раундах ймовірність завдати 400% шкоди (+ рівень мурахи × 1%) двом випадковим ворожим загонам становить 80%
vi: Ở hiệp số 2,4,6, có 80% khả năng gây 400% (+Cấp kiến đặc biệt*1%) sát thương lên 2 biệt đội địch ngẫu nhiên

# lathySnifferFrequentlyStrengthenSkillTitle
source: Frequently Strengthen
ar: التقوية المتكررة
bg: Често подсилване
de: Häufige Verstärkung
es: Fortalecimiento frecuente
hu: Gyakori erősítés
it: Spesso Potenziato
ja: 頻繁に強化
mk: Често зајакнување
nl: Regelmatig versterken
pl: Częste wzmacnianie
ru: Укрепление
uk: Зміцнення
vi: Tăng cường liên tục

# lathySnifferFrequentlyStrengthenSkillDescription10
source: During the battle, increases the additional skill damage of its squad by 35%. Every time after releasing Combat Skills, increases its own Skill Attack by 25% (can be stacked without limit) until the end of the battle
ar: خلال المعركة، يزداد ضرر المهارة الإضافية لفرقته بنسبة 35%. في كل مرة بعد إطلاق مهارات القتال، يزداد هجوم مهارته بنسبة 25% (يمكن تكديسها بدون حد) حتى نهاية المعركة
bg: По време на битка увеличава допълнителните щети от умения на неговия отряд с 35%. Всеки път след като активирате бойни умения, увеличава собствената си атака на умение с 25% (може да се трупа без ограничение) до края на битката
de: Erhöht während des Kampfes den zusätzlichen Fähigkeitsschaden der Einheit um 35%. Jedes Mal, wenn eine Kampffähigkeit ausgelöst wird, wird der eigene Fähigkeitenangriff bis zum Ende des Kampfes um 25% erhöht (kann unbegrenzt addiert werden)
es: Durante la batalla, aumenta el daño de habilidad adicional de su escuadrón en un 35%. Cada vez que se lanzan Habilidades de combate, aumenta su propio Ataque de habilidad en un 25% (se puede acumular sin límite) hasta el final de la batalla
fil: Habang nakikipaglaban, nadaragdagan ng 35% ang karagdagang skill damage ng iskwad nito. Sa bawat paggamit ng Combat Skill, nadadagdagan ang sarili nitong Skill Attack ng 25% (maaaring i-stack nang walang limit) hanggang sa matapos ang laban
hu: A csata során a rajának további képességkárosítását 35%-kal növeli. Minden harci képesség használata után saját képességességi támadását 25%-kal növeli (hatása korlátlanul halmozható) a csata végéig
it: Durante la battaglia, aumenta i danni aggiuntivi dell'abilità della sua squadra del 35%. Ogni volta che si rilasciano Abilità di Combattimento, aumenta il proprio Attacco Abilità del 25% (cumulabile senza limiti) fino alla fine della battaglia.
ja: 戦闘中、自分の部隊のスキルダメージを35%上昇させる。戦闘スキルを発動するたびに、バトル終了まで自分のスキル攻撃を25%上昇させる（制限なく重ねる事ができる）。
mk: За време на битката, зголемува дополнителна вештина штета на неговата чета за 35%. Секој пат по ослободување на борбени вештини, зголемува напад на својата вештина за 25% (може да се собира без ограничување) до крај на битката
nl: Verhoogt tijdens de strijd de extra vaardigheidsschade van zijn eenheid met 35%. Elke keer nadat Gevechtsvaardigheden zijn gebruikt, verhoogt zijn eigen Vaardigheidsaanval met 25% (kan onbeperkt worden op elkaar gestapeld) tot het einde van de strijd
pl: Podczas bitwy zwiększa obrażenia od umiejętności swojego oddziału o 35%. Za każdym razem po użyciu umiejętności bojowych zwiększa swój własny atak umiejętności o 25% (można zwiększać bez limitu) do końca bitwy
ru: Во время битвы увеличивает наносимый отрядом в результате использования навыка дополнительный урон на 35%. После использования боевого навыка увеличивает собственную атаку от навыка на 25% (без ограничений на количество применений) до конца битвы
uk: Під час битви збільшує додаткову шкоду від навичок свого загону на 35%. Кожного разу після застосування бойових навичок збільшує свою атаку навичкою на 25% (можна збільшувати без обмежень) до кінця битви
vi: Trong suốt trận chiến, tăng thêm 35% sát thương từ kỹ năng của biệt đội. Mỗi lần sau khi kích hoạt Kỹ năng chiến đấu, tăng 25% Tấn công kỹ năng của chính kiến (tích lũy không giới hạn) cho đến khi trận chiến kết thúc

# lathySnifferFrequentlyStrengthenSkillDescription20
source: During the battle, increases the additional skill damage of its squad by 45%. Every time after releasing Combat Skills, increases its own Skill Attack by 30% (can be stacked without limit) until the end of the battle
ar: خلال المعركة، يزداد ضرر المهارة الإضافية لفرقته بنسبة 45%. في كل مرة بعد إطلاق مهارات القتال، يزداد هجوم مهارته بنسبة 30% (يمكن تكديسها بدون حد) حتى نهاية المعركة
bg: По време на битка увеличава допълнителните щети от умения на неговия отряд с 45%. Всеки път след като активирате бойни умения, увеличава собствената си атака на умение с 30% (може да се трупа без ограничение) до края на битката
de: Erhöht während des Kampfes den zusätzlichen Fähigkeitsschaden der Einheit um 45%. Jedes Mal, wenn eine Kampffähigkeit ausgelöst wird, wird der eigene Fähigkeitenangriff bis zum Ende des Kampfes um 30% erhöht (kann unbegrenzt addiert werden)
es: Durante la batalla, aumenta el daño de habilidad adicional de su escuadrón en un 45%. Cada vez que se lanzan Habilidades de combate, aumenta su propio Ataque de habilidad en un 30% (se puede acumular sin límite) hasta el final de la batalla
fil: Habang nakikipaglaban, nadaragdagan ng 45% ang karagdagang skill damage ng iskwad nito. Sa bawat paggamit ng Combat Skill, nadadagdagan ang sarili nitong Skill Attack ng 30% (maaaring i-stack nang walang limit) hanggang sa matapos ang laban
hu: A csata során a rajának további képességkárosítását 45%-kal növeli. Minden harci képesség használata után saját képességességi támadását 30%-kal növeli (hatása korlátlanul halmozható) a csata végéig
it: Durante la battaglia, aumenta i danni aggiuntivi dell'abilità della sua squadra del 45%. Ogni volta che si rilasciano Abilità di Combattimento, aumenta il proprio Attacco Abilità del 30% (cumulabile senza limiti) fino alla fine della battaglia.
ja: 戦闘中、自分の部隊のスキルダメージを45%上昇させる。戦闘スキルを発動するたびに、バトル終了まで自分のスキル攻撃を30%上昇させる（制限なく重ねる事ができる）。
mk: За време на битката, зголемува дополнителна вештина штета на неговата чета за 45%. Секој пат по ослободување на борбени вештини, зголемува напад на својата вештина за 30% (може да се собира без ограничување) до крај на битката
nl: Verhoogt tijdens de strijd de extra vaardigheidsschade van zijn eenheid met 45%. Elke keer nadat Gevechtsvaardigheden zijn gebruikt, verhoogt zijn eigen Vaardigheidsaanval met 30% (kan onbeperkt worden op elkaar gestapeld) tot het einde van de strijd
pl: Podczas bitwy zwiększa obrażenia od umiejętności swojego oddziału o 45%. Za każdym razem po użyciu umiejętności bojowych zwiększa swój własny atak umiejętności o 30% (można zwiększać bez limitu) do końca bitwy
ru: Во время битвы увеличивает наносимый отрядом в результате использования навыка дополнительный урон на 45%. После использования боевого навыка увеличивает собственную атаку от навыка на 30% (без ограничений на количество применений) до конца битвы
uk: Під час битви збільшує додаткову шкоду від навичок свого загону на 45%. Кожного разу після застосування бойових навичок збільшує свою атаку навичкою на 30% (можна збільшувати без обмежень) до кінця битви
vi: Trong suốt trận chiến, tăng thêm 45% sát thương từ kỹ năng của biệt đội. Mỗi lần sau khi kích hoạt Kỹ năng chiến đấu, tăng 30% Tấn công kỹ năng của chính kiến (tích lũy không giới hạn) cho đến khi trận chiến kết thúc

# leafDevourerKillingDoubleHitSkillTitle
source: Killing Double Hit
ar: هجوم مزدوج فتاك
de: Tödlicher Doppeltreffer
es: Asesinato doble
hu: Gyilkos dupla ütés
it: Doppio colpo mortale
ja: ダブルヒットキル
mk: Уништување двоен удар
pl: Zabójczy podwójny atak
ru: Двойной удар
uk: Вбивство подвійним ударом
vi: Tung đả liên hoàn

# leafDevourerKillingDoubleHitSkillDescription10
source: Prepares for 1 round, and has a 80% chance to attack the enemy 3 times (select the target independently each time), dealing 120%/240%/480% damage respectively
ar: يستعد لمدة جولة واحدة، ويحظى بنسبة 80% لشن هجوم على العدو 3 مرات (يستهدف الاختيار بشكل مستقل كل مرة)، ويتسبب في ضرر بنسبة 120%/240%/480% على التوالي
bg: Подготвя се за 1 рунд и има 80% шанс да атакува врага 3 пъти (избира целта независимо всеки път), като нанася съответно 120%/240%/480% щети
de: Bereitet sich 1 Runde vor und hat eine Chance von 80 %, den Gegner 3-mal anzugreifen (jedes Mal wird ein unabhängiges Ziel ausgewählt), und verursacht dabei Schaden von jeweils 120 %/240 %/480 %
es: Se prepara durante 1 ronda y tiene un 80 % de probabilidad de atacar al enemigo 3 veces (selecciona el objetivo de forma independiente cada vez) e inflige un 120 %/240 %/480 % de daño respectivamente.
fil: Maghanda ng 1 round, may 80% na tsansang salakayin ang kalaban nang 3 beses (hiwalay na piliin ang target sa tuwing), magbibigay ng 120%/240%/480% damage
hu: 1 körre felkészül, és 80% eséllyel 3 alkalommal támad az ellenségre (minden egyes alkalommal függetlenül választja ki a célt), 120%/240%/480% sebzést okozva
it: Si prepara per 1 turno, e ha l'80% di possibilità di attaccare il nemico 3 volte (scegliendo l'obiettivo indipendentemente ogni volta), infliggendo rispettivamente il 120%/240%/480% di danni
ja: 1ラウンド準備し、80%の確率で敵を3回攻撃し（毎回独立してターゲットを選択）、それぞれ120%／240%／480%のダメージを与える
mk: Се подготвува 1 рунда и има 80% шанса да го нападне непријателот 3 пати (целта се избира независно секој пат) нанесувајќи 120%/240%/480% штета соодветно
nl: Bereidt zich 1 ronde voor en heeft 80% kans om de vijand 3 keer aan te vallen (selecteer elke keer onafhankelijk het doelwit), waarbij respectievelijk 120%/240%/480% schade wordt toegebracht
pl: Przygotowuje się przez 1 rundę i ma 80% szans na zaatakowanie przeciwnika 3 razy (każdorazowo niezależnie wybierając cel) zadając obrażenia odpowiednio 120%/240%/480%
ru: Готовится к раунду и имеет 80% шанс атаковать противника 3 раза (выбирая цель каждый раз независимо), нанося урон в размере 120%/240%/480% соответственно.
uk: Гот. 1 х., має 80% шансів атакувати ворога 3 рази ( ціль кожного разу обирається окремо), завдаючи відповідно 120%/240%/480% шкоди
vi: Chuẩn bị trong 1 hiệp, có 80% khả năng tấn công kẻ thù 3 lần (chỉ định mục tiêu độc lập mỗi lần), gây 120%/240%/480% sát thương lần lượt
