Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# carpenterAntPowerfulGazeSkillTitle
source: Powerful Gaze
ar: نظرة قوية
bg: Мощен поглед
de: Mächtiger Blick
es: Mirada penetrante
hu: Erős pillantás
it: Sguardo potente
ja: 強力な視線
nl: Krachtige Blik
pl: Potężne spojrzenie
ru: Мощный взгляд
tr: Güçlü Bakış
uk: Могутній погляд
vi: Cái nhìn uy lực

# carpenterAntPowerfulGazeSkillDescription10
source: In the No.2,4,6, and 8 rounds, deal 270% damage to all enemy squads. for each dodge by any of our squads, increase this damage by 10%, this effect is stackable
ar: في الجولات 2 و4 و6 و8، تتعامل بضرر بنسبة 270% مع جميع الكتائب المعادية. تزداد هذه الأضرار بنسبة 10% عن كل مراوغة من أي من كتائبنا، ويمكن تكديس هذا التأثير معًا
bg: В кръговете № 2, 4, 6 и 8, нанесете 270% щети на всички противникови отряди. за всяко избягване на щета от нашите отряди ще повишим тази щета с 10%, този ефект е натрупващ
de: In den Runden Nr. 2, 4, 6 und 8 verursacht 270 % Schaden an allen feindlichen Trupps. Erhöht den Schaden für jedes Ausweichen eines unserer Trupps um 10 %. Dieser Effekt ist stapelbar.
es: En las rondas 2, 4, 6 y 8, inflige un 270% de daño a todas las escuadras enemigas. Por cada esquiva de cualquiera de nuestras escuadras, aumenta este daño en un 10%; este efecto es acumulativo
fil: Sa Round 2, 4, 6 at 8, magdulot ng 270% pinsala sa lahat ng iskwad ng kalaban. Sa bawat pag-iwas ng sinuman sa aming mga iskwad, tataas ang pinsalang ito ng 10%, naiipundar ang epektong ito
hu: A 2., 4., 6. és 8. körben 270% sebzés okoz minden ellenséges csapatnak. Csapatunk minden kitérése után ez a sebzés 10%-kal nő, ez a hatás felhalmozható
it: Nel 2°, 4°, 6° e 8° round, infligge 270% di danni a tutte le squadre nemiche. Per ogni schivata di qualsiasi delle nostre squadre, aumenta questo danno del 10%; questo effetto è cumulabile
ja: 第2、第4、第6、第8ラウンドで、すべての敵分隊に270％のダメージを与える。分隊の回避ごとに、このダメージが10％増加する。この効果は累積可能
mk: Во рундите бр. 2, 4, 6 и 8, нанеси штета од 270% на сите непријателски екипи. За секое избегнување на која било од нашите екипи, зголеми ја оваа штета за 10%, овој ефект може да се собира
nl: Breng in de rondes 2, 4, 6 en 8 270% schade toe aan alle vijandelijke teams. Vergroot deze schade met elk ontwijken door een van onze teams met 10%, dit effect is stapelbaar
pl: W rundach numer 2, 4, 6 i 8 zadaje 270% obrażeń wszystkim drużynom przeciwnika. Za każdy unik dowolnej naszej drużyny te obrażenia wzrastają o 10%, efekt jest kumulacyjny
ru: На 2-м, 4-м, 6-м и 8-м раундах наносит 270% урона всем отрядам противника. За каждое уклонение одного из наших отрядов этот урон увеличивается на 10%, суммируется
tr: 2., 4., 6. ve 8. turlarda tüm düşman birliklerine %270 hasar ver. Birliklerimizden herhangi biri savuşturduğunda bu hasarı %10 artırın, bu etki birikimlidir
uk: Під час раундів №2,4,6 та 8 завдає 270% шкоди всім ворожим загонам. За кожне уникнення будь-якого з наших загонів цей рівень шкоди збільшується на 10%, цей ефект накопичується.
vi: Vào các lượt số 2,4,6 và 8, gây sát thương 270% cho toàn bộ đội địch, với mỗi lần né tránh của bất kỳ đội nào trong đội chúng ta, tăng sát thương này thêm 10%, hiệu ứng này có thể cộng dồn

# carpenterAntPowerfulGazeSkillDescription20
source: In the No.2,4,6, and 8 rounds, deal 350% damage to all enemy squads. for each dodge by any of our squads, increase this damage by 10%, this effect is stackable
ar: في الجولات 2 و4 و6 و8، تتعامل بضرر بنسبة 350% مع جميع الكتائب المعادية. تزداد هذه الأضرار بنسبة 10% عن كل مراوغة من أي من كتائبنا، ويمكن تكديس هذا التأثير معًا
bg: В кръговете № 2, 4, 6 и 8, нанесете 350% щети на всички противникови отряди. за всяко избягване на щета от нашите отряди ще повишим тази щета с 10%, този ефект е натрупващ
de: In den Runden Nr. 2, 4, 6 und 8 verursacht 350 % Schaden an allen feindlichen Trupps. Erhöht den Schaden für jedes Ausweichen eines unserer Trupps um 10 %. Dieser Effekt ist stapelbar.
es: En las rondas 2, 4, 6 y 8, inflige un 350% de daño a todas las escuadras enemigas. Por cada esquiva de cualquiera de nuestras escuadras, aumenta este daño en un 10%; este efecto es acumulativo
fil: Sa Round 2, 4, 6 at 8, magdulot ng 350% pinsala sa lahat ng iskwad ng kalaban. Sa bawat pag-iwas ng sinuman sa aming mga iskwad, tataas ang pinsalang ito ng 10%, naiipundar ang epektong ito
hu: A 2., 4., 6. és 8. körben 350% sebzés okoz minden ellenséges csapatnak. Csapatunk minden kitérése után ez a sebzés 10%-kal nő, ez a hatás felhalmozható
it: Nel 2°, 4°, 6° e 8° round, infligge 350% di danni a tutte le squadre nemiche. Per ogni schivata di qualsiasi delle nostre squadre, aumenta questo danno del 10%; questo effetto è cumulabile
ja: 第2、第4、第6、第8ラウンドで、すべての敵分隊に350％のダメージを与える。分隊の回避ごとに、このダメージが10％増加する。この効果は累積可能
mk: Во рундите бр. 2, 4, 6 и 8, нанеси штета од 350% на сите непријателски екипи. За секое избегнување на која било од нашите екипи, зголеми ја оваа штета за 10%, овој ефект може да се собира
nl: Breng in de rondes 2, 4, 6 en 8 350% schade toe aan alle vijandelijke teams. Vergroot deze schade met elk ontwijken door een van onze teams met 10%, dit effect is stapelbaar
pl: W rundach numer 2, 4, 6 i 8 zadaje 350% obrażeń wszystkim drużynom przeciwnika. Za każdy unik dowolnej naszej drużyny te obrażenia wzrastają o 10%, efekt jest kumulacyjny
ru: На 2-м, 4-м, 6-м и 8-м раундах наносит 350% урона всем отрядам противника. За каждое уклонение одного из наших отрядов этот урон увеличивается на 10%, суммируется
tr: 2., 4., 6. ve 8. turlarda tüm düşman birliklerine %350 hasar ver. Birliklerimizden herhangi biri savuşturduğunda bu hasarı %10 artırın, bu etki birikimlidir
uk: Під час раундів №2,4,6 та 8 завдає 350% шкоди всім ворожим загонам. За кожне уникнення будь-якого з наших загонів цей рівень шкоди збільшується на 10%, цей ефект накопичується.
vi: Vào các lượt số 2,4,6 và 8, gây sát thương 350% cho toàn bộ đội địch, với mỗi lần né tránh của bất kỳ đội nào trong đội chúng ta, tăng sát thương này thêm 10%, hiệu ứng này có thể cộng dồn

# crematogasterInflataWinningStrategySkillTitle
source: Winning Strategy
ar: إستراتيجية الفوز
bg: Печеливша стратегия
de: Gewinnstrategie
es: Estrategia ganadora
hu: Nyerő stratégia
it: Strategia vincente
ja: 勝つための戦略
mk: Победничка тактика
nl: Winnende strategie
pl: Strategia zwycięstwa
ru: Выигрышная стратегия
tr: Kazanma Stratejisi
uk: Виграшна стратегія
vi: Chiến lược chiến thắng

# crematogasterInflataWinningStrategySkillDescription10
source: During the battle, if our troops attack, increase the damage by 20%. If our troop attacks second, reduces the damage taken by 20%
ar: أثناء القتال، إذا هاجمت قواتنا، سيزداد الضرر بنسبة 20%. إذا هاجمت قواتنا ثانياً، سيقل الضرر الذي لحق بها بنسبة 20%
bg: По време на битка ако нашите войски атакуват, увеличава щетите с 20%. Ако нашите войски атакуват втори, намалява щетите с 20%
de: Erhöht den Schaden der Einheiten während des Kampfes beim Angreifen um 20 %. Wenn die eigenen Truppen als Zweite angreifen, wird der erlittene Schaden um 20 % reduziert.
es: Durante la batalla, si nuestras tropas atacan, aumenta el daño en un 20%. Si nuestra tropa ataca en segundo lugar, reduce el daño recibido en un 20%
fil: Sa panahon ng labanan, kung atake ng aming tropa, tumaas ang pinsala ng 20%. Kung pangalawa sa pag-atake ang aming tropa, binabawasan ang pinsalang natamo ng 20%
hu: A csata során ha a mi egységünk támad, 20%-kal növeli a sebzést. Ha a mi egységünk támad másodiknak, 20%-kal csökkenti a kapott sebzést
it: Durante la battaglia, se le nostre truppe attaccano, aumenta il danno del 20%. Se la nostra truppa attacca per seconda, riduce il danno subito del 20%
ja: 戦いの最中、我々の部隊が攻撃した場合は与えるダメージを 20% 増やす。また、我々の部隊が後で攻撃した場合は受けるダメージを 20% 減らす
mk: Во време на битка, ако нашите трупи нападнат, штетата се зголемува за 20%. Ако нашите трупи нападнат втори, намалете ја примената на штета за 20%
nl: Voeg 20% toe aan de schade tijdens gevechten als je aanvalt met onze troepen. Onttrek 20% van de schade als je tweede aanvalt met onze troepen
pl: Podczas walki, jeśli nasze oddział atakuje, zwiększ obrażenia o 20%. Jeśli nasz oddział atakuje jako drugi, zmniejsza otrzymywane obrażenia o 20%.
ru: Во время битвы, если наши войска атакуют, увеличивает урон на 20%. Если наши войска атакуют вторыми, уменьшает получаемый урон на 20%
tr: Savaş sırasında birliklerimiz saldırırsa hasar %20 artar. Birliklerimiz ikinci saldırıyı yaparsa alınan hasar %20 azalır.
uk: Під час бою збільшує завдану шкоду на 20%, якщо атакує наш загін. Знижує отриману шкоду на 20%, якщо наш загін атакує другим.
vi: Trong trận chiến, nếu quân ta tấn công, tăng sát thương được gây ra thêm 20%. Nếu quân ta tấn công sau, giảm sát thương chịu vào thêm 20%

# crematogasterInflataWinningStrategySkillDescription20
source: During the battle, if our troops attack, increase the damage by 30%. If our troop attacks second, reduces the damage taken by 30%
ar: أثناء القتال، إذا هاجمت قواتنا، سيزداد الضرر بنسبة 30%. إذا هاجمت قواتنا ثانياً، سيقل الضرر الذي لحق بها بنسبة 30%
bg: По време на битка ако нашите войски атакуват, увеличава щетите с 30%. Ако нашите войски атакуват втори, намалява щетите с 30%
de: Erhöht den Schaden der Einheiten während des Kampfes beim Angreifen um 30 %. Wenn die eigenen Truppen als Zweite angreifen, wird der erlittene Schaden um 30 % reduziert.
es: Durante la batalla, si nuestras tropas atacan, aumenta el daño en un 30%. Si nuestra tropa ataca en segundo lugar, reduce el daño recibido en un 30%
fil: Sa panahon ng labanan, kung atake ng aming tropa, tumaas ang pinsala ng 30%. Kung pangalawa sa pag-atake ang aming tropa, binabawasan ang pinsalang natamo ng 30%
hu: A csata során ha a mi egységünk támad, 30%-kal növeli a sebzést. Ha a mi egységünk támad másodiknak, 30%-kal csökkenti a kapott sebzést
it: Durante la battaglia, se le nostre truppe attaccano, aumenta il danno del 30%. Se la nostra truppa attacca per seconda, riduce il danno subito del 30%
ja: 戦いの最中、我々の部隊が攻撃した場合は与えるダメージを 30% 増やす。また、我々の部隊が後で攻撃した場合は受けるダメージを 30% 減らす
mk: Во време на битка, ако нашите трупи нападнат, штетата се зголемува за 30%. Ако нашите трупи нападнат втори, намалете ја примената на штета за 30%
nl: Voeg 30% toe aan de schade tijdens gevechten als je aanvalt met onze troepen. Onttrek 30% van de schade als je tweede aanvalt met onze troepen
pl: Podczas walki, jeśli nasze oddział atakuje, zwiększ obrażenia o 30%. Jeśli nasz oddział atakuje jako drugi, zmniejsza otrzymywane obrażenia o 30%.
ru: Во время битвы, если наши войска атакуют, увеличивает урон на 30%. Если наши войска атакуют вторыми, уменьшает получаемый урон на 30%
tr: Savaş sırasında birliklerimiz saldırırsa hasar %30 artar. Birliklerimiz ikinci saldırıyı yaparsa alınan hasar %30 azalır.
uk: Під час бою збільшує завдану шкоду на 30%, якщо атакує наш загін. Знижує отриману шкоду на 30%, якщо наш загін атакує другим.
vi: Trong trận chiến, nếu quân ta tấn công, tăng sát thương được gây ra thêm 30%. Nếu quân ta tấn công sau, giảm sát thương chịu vào thêm 30%

# crematogasterInflataMasterMimicSkillTitle
source: Master Mimic
ar: المقلد الرئيسي
bg: Майстор имитатор
de: Meisterhafte Nachahmung
es: Maestro imitador
hu: Mester utánozó
ja: マスター・ミミック
mk: Мајстор на имитирање
nl: Master Mimicry
pl: Mistrzowski naśladowca
ru: Мастер подражания
tr: Usta Taklitçi
uk: Майстер імітації
vi: Kẻ bắt chước bậc thầy

# crematogasterInflataMasterMimicSkillDescription10
source: Has 70% chance to copy a damage skill of our Back Line shooter squad, skill effect is additionally increased by 15%
ar: لديه فرصة بنسبة 70% لنسخ مهارة الضرر الخاصة بفريق الرامي في خطنا الخلفي، وتزداد فعالية المهارة أيضًا بنسبة 15%
bg: Има 70% шанс да копира умение за щети на нашия отряд от задната линия, ефектът на умението е допълнително увеличен с 15%
de: Hat eine Chance von 70 %, eine Schadensfähigkeit des hinteren Schützentrupps zu kopieren. Der Effekt der Fertigkeit wird um 15 % erhöht.
es: Tiene un 70 % de probabilidades de copiar una habilidad de daño de nuestro escuadrón de tiradores de la línea trasera; además, el efecto de la habilidad aumenta un 15 %
fil: Mayroong 70% na pagkakataong makopya ang isang skill na may pinsala ng aming Back Line shooter squad, ang skill effect ay karagdagang nadagdagan ng 15%
hu: 70%-os eséllyel másolja a hátsó soros lövészszázadunk egyik sebzésképességét, a képesség hatása 15%-kal nő
it: Ha il 70% di possibilità di copiare un'abilità di danno della nostra squadra di tiratori di seconda linea, l'effetto dell'abilità viene inoltre aumentato del 15%
ja: 我々の中盤シューティング部隊のダメージを与える能力を 70% の確立でコピーする。能力効果がさらに 15% 増加する
mk: Има 70% шанса да ја копира вештината за нанесување штета на нашата стрелачка чета од позадинската линија, а ефектот на вештината дополнително се зголемува за 15%.
nl: Heeft 70% kans om een schadevaardigheid van ons achterste schutterteam te kopiëren. Het vaardigheidseffect is tevens 15% toegenomen
pl: Ma 70% szans na skopiowanie umiejętności zadającej obrażenia z naszego tylnego oddziału strzeleckiego, a efekt umiejętności zostanie dodatkowo zwiększony o 15%.
ru: Имеет 70% шанс скопировать навык урона отряда стрелков нашего тыла, эффект навыка дополнительно увеличивается на 15%
tr: Arkada hattaki nişancı kadromuzun bir hasar yeteneğini %70 ihtimalle kopyalama şansı vardır, yetenek etkisi ek olarak %15 fazladır.
uk: Із 70% ймовірністю копіює навичку завдання шкоди нашого загону стрільців задньої лінії, до того ж ефект навичок підвищується додатково на 15%
vi: Có 70% khả năng sao chép chiêu sát thương của đơn vị xạ thủ của ta ở Tuyến sau, hiệu ứng chiêu bổ sung được tăng thêm 15%

# crematogasterInflataMasterMimicSkillDescription20
source: Has 70% chance to copy a damage skill of our Back Line shooter squad, skill effect is additionally increased by 25%
ar: لديه فرصة بنسبة 70% لنسخ مهارة الضرر الخاصة بفريق الرامي في خطنا الخلفي، وتزداد فعالية المهارة أيضًا بنسبة 25%
bg: Има 70% шанс да копира умение за щети на нашия отряд от задната линия, ефектът на умението е допълнително увеличен с 25%
de: Hat eine Chance von 70 %, eine Schadensfähigkeit des hinteren Schützentrupps zu kopieren. Der Effekt der Fertigkeit wird um 25 % erhöht.
es: Tiene un 70 % de probabilidades de copiar una habilidad de daño de nuestro escuadrón de tiradores de la línea trasera; además, el efecto de la habilidad aumenta un 25 %
fil: Mayroong 70% na pagkakataong makopya ang isang skill na may pinsala ng aming Back Line shooter squad, ang skill effect ay karagdagang nadagdagan ng 25%
hu: 70%-os eséllyel másolja a hátsó soros lövészszázadunk egyik sebzésképességét, a képesség hatása 25%-kal nő
it: Ha il 70% di possibilità di copiare un'abilità di danno della nostra squadra di tiratori di seconda linea, l'effetto dell'abilità viene inoltre aumentato del 25%
ja: 我々の中盤シューティング部隊のダメージを与える能力を 70% の確立でコピーする。能力効果がさらに 25% 増加する
mk: Има 70% шанса да ја копира вештината за нанесување штета на нашата стрелачка чета од позадинската линија, а ефектот на вештината дополнително се зголемува за 25%.
nl: Heeft 70% kans om een schadevaardigheid van ons achterste schutterteam te kopiëren. Het vaardigheidseffect is tevens 25% toegenomen
pl: Ma 70% szans na skopiowanie umiejętności zadającej obrażenia z naszego tylnego oddziału strzeleckiego, a efekt umiejętności zostanie dodatkowo zwiększony o 25%.
ru: Имеет 70% шанс скопировать навык урона отряда стрелков нашего тыла, эффект навыка дополнительно увеличивается на 25%
tr: Arkada hattaki nişancı kadromuzun bir hasar yeteneğini %70 ihtimalle kopyalama şansı vardır, yetenek etkisi ek olarak %25 fazladır.
uk: Із 70% ймовірністю копіює навичку завдання шкоди нашого загону стрільців задньої лінії, до того ж ефект навичок підвищується додатково на 25%
vi: Có 70% khả năng sao chép chiêu sát thương của đơn vị xạ thủ của ta ở Tuyến sau, hiệu ứng chiêu bổ sung được tăng thêm 25%

# crematogasterInflataHealingMucusSkillTitle
source: Healing Mucus
ar: المخاط المعالج
bg: Изцеляващ мукус
de: Heilender Schleim
es: Moco sanador
hu: Gyógyító nyálka
it: Muco curativo
ja: 回復粘液
mk: Лековна слуз
nl: Genezend slijm
pl: Leczniczy śluz
ru: Лечебная слизь
tr: İyileştirme Müsilajı
uk: Загоювальний слиз
vi: Chất nhầy hồi phục

# crematogasterInflataHealingMucusSkillDescription10
source: All our squads Health +20%. Each time a skill is released has a 50% chance increase the Defense of its squad by 25% (this effect is stackable) and trigger a healing effect with a healing ratio of 100%
ar: جميع فرقنا بصحة +20%. في كل مرة يتم فيها إطلاق المهارة، تزداد فرصة الدفاع الخاص بالفريق بنسبة 50% (يُمكن تراكم هذا التأثير) ويتم تشغيل تأثير المعالجة بنسبة شفاء تبلغ 100%
bg: Всичките ни отряди Здраве +20%. Всеки път, когато се използва умение, има 50% шанс да увеличи Защитата на своя отряд с 25% (този ефект е кумулативен) и задейства ефект на лечение с процент на изцеляване 100%
de: Erhöht die Gesundheit aller eigenen Trupps um 20 %. Jedes Mal, wenn eine Fertigkeit ausgeführt wird, erhöht sich die Verteidigung des eigenen Trupps mit einer Wahrscheinlichkeit von 50 % um 25 % (der Effekt ist stapelbar). Außerdem wird ein Heilungseffekt mit einem Heilungsverhältnis von 100 % ausgelöst.
es: Salud de todos nuestros escuadrones +20 %. Cada vez que se suelta una habilidad, hay un 50 % de probabilidades de aumentar la defensa de su escuadrón en un 25 % (este efecto es acumulable) y activar un efecto de curación con una relación de curación del 100 %
fil: Lahat ng aming squad Health +20%. Bawat beses na may skill na nailalabas mayroong 50% pagkakataong madagdagan ang Defense ng kanyang squad ng 25% (maaaring maipundar ang effect na ito) at i-trigger ang healing effect na may healing ratio ng 100%
hu: Minden egységünk Életpontja +20%. Minden képesség használata után 50%-os eséllyel 25%-kal növeli a százada Védelmét (ez a hatás összeadódik) és begyógyítja az egységet 100%-os gyógyulási aránnyal.
it: Salute +20% di tutte le nostre squadre. Ogni volta che viene rilasciata un'abilità ha il 50% di possibilità di aumentare la Difesa della sua squadra del 25% (questo effetto è cumulabile) e di innescare un effetto curativo con un rapporto di cura del 100%
ja: 我々の部隊すべての健康が +20%。スキルを発動するたびに 50% の確立で部隊の防御を 25% 上昇させ（この効果は累積可能）、治癒効果が 100% の治癒率で発動する
mk: Здравото на сите наши чети +20%, Секој пат кога ќе се ослободи вештина, постои 50% шанса за зголемување на одбраната на неговата чета за 25% (овој ефект е спојлив) и да се предизвика ефект на лекување со однос на лекување од 100%.
nl: Gezondheid van al onze teams +20%. 50% kans om de verdediging van je teams met 25% te verhogen (dit effect is stapelbaar) en activeer een genezend effect met een genezingsratio van 100% zodra een vaardigheid is vrijgegeven.
pl: Cały nasz oddział otrzymuje +20% zdrowia. Za każdym razem po użyciu umiejętności istnieje 50% szans na zwiększenie obrony oddziału o 25% (efekt ten jest kumulacyjny) i uruchomienie efektu leczniczego o współczynniku leczenia wynoszącym 100%.
ru: Здоровье всех наших отрядов + 20%. Каждый раз, когда применяется навык, есть 50% шанс увеличить защиту своего отряда на 25% (данный эффект суммируется) и получить лечебный эффект с коэффициентом исцеления 100%
tr: Tüm kadrolarımızın Sağlık +20%. Bir yetenek kullanıldığında %50 ihtimalle kadrosunun Savunmasını %25 artırır (bu etki birikebilir) ve iyileşme oranı %100 olan bir iyileşme etkisi tetikler.
uk: Здоров'я всіх наших загонів +20%. Щоразу після використання навички є 50% ймовірність підвищити захист загону на 25% (ефект накопичується) і активувати ефект лікування зі співвідношенням лікування 100%.
vi: Tất cả các đơn vị của ta đều hồi +20% máu. Mỗi khi tung một chiêu đều có 50% khả năng tăng 25% Phòng thủ cho đơn vị của mình (hiệu ứng này có thể cộng dồn) và kích hoạt hiệu ứng hồi máu với tỷ lệ hồi phục là 100%

# crematogasterInflataHealingMucusSkillDescription20
source: All our squads Health +30%. Each time a skill is released has a 50% chance increase the Defense of its squad by 45% (this effect is stackable) and trigger a healing effect with a healing ratio of 150%
ar: جميع فرقنا بصحة +30%. في كل مرة يتم فيها إطلاق المهارة، تزداد فرصة الدفاع الخاص بالفريق بنسبة 50% (يُمكن تراكم هذا التأثير) ويتم تشغيل تأثير المعالجة بنسبة شفاء تبلغ 150%
bg: Всичките ни отряди Здраве +30%. Всеки път, когато се използва умение, има 50% шанс да увеличи Защитата на своя отряд с 45% (този ефект е кумулативен) и задейства ефект на лечение с процент на изцеляване 150%
de: Erhöht die Gesundheit aller eigenen Trupps um 30 %. Jedes Mal, wenn eine Fertigkeit ausgeführt wird, erhöht sich die Verteidigung des eigenen Trupps mit einer Wahrscheinlichkeit von 50 % um 45 % (der Effekt ist stapelbar). Außerdem wird ein Heilungseffekt mit einem Heilungsverhältnis von 150 % ausgelöst.
es: Salud de todos nuestros escuadrones +30 %. Cada vez que se suelta una habilidad, hay un 50 % de probabilidades de aumentar la defensa de su escuadrón en un 45 % (este efecto es acumulable) y activar un efecto de curación con una relación de curación del 150 %
fil: Lahat ng aming squad Health +30%. Bawat beses na may skill na nailalabas mayroong 50% pagkakataong madagdagan ang Defense ng kanyang squad ng 45% (maaaring maipundar ang effect na ito) at i-trigger ang healing effect na may healing ratio ng 150%
hu: Minden egységünk Életpontja +30%. Minden képesség használata után 50%-os eséllyel 45%-kal növeli a százada Védelmét (ez a hatás összeadódik) és begyógyítja az egységet 150%-os gyógyulási aránnyal.
it: Salute +30% di tutte le nostre squadre. Ogni volta che viene rilasciata un'abilità ha il 50% di possibilità di aumentare la Difesa della sua squadra del 45% (questo effetto è cumulabile) e di innescare un effetto curativo con un rapporto di cura del 150%
ja: 我々の部隊すべての健康が +30%。スキルを発動するたびに 50% の確立で部隊の防御を 45% 上昇させ（この効果は累積可能）、治癒効果が 150% の治癒率で発動する
mk: Здравото на сите наши чети +30%. Секој пат кога ќе се ослободи вештина, постои 50% шанса за зголемување на одбраната на неговата чета за 45% (овој ефект е спојлив) и да се предизвика ефект на лекување со однос на лекување од 150%.
nl: Gezondheid van al onze teams +30%. 50% kans om de verdediging van je teams met 45% te verhogen (dit effect is stapelbaar) en activeer een genezend effect met een genezingsratio van 150% zodra een vaardigheid is vrijgegeven.
pl: Cały nasz oddział otrzymuje +30% zdrowia. Za każdym razem po użyciu umiejętności istnieje 50% szans na zwiększenie obrony oddziału o 45% (efekt ten jest kumulacyjny) i uruchomienie efektu leczniczego o współczynniku leczenia wynoszącym 150%.
ru: Здоровье всех наших отрядов + 30%. Каждый раз, когда применяется навык, есть 50% шанс увеличить защиту своего отряда на 45% (данный эффект суммируется) и получить лечебный эффект с коэффициентом исцеления 150%
tr: Tüm kadrolarımızın Sağlık +30%. Bir yetenek kullanıldığında %50 ihtimalle kadrosunun Savunmasını %45 artırır (bu etki birikebilir) ve iyileşme oranı %150 olan bir iyileşme etkisi tetikler.
uk: Здоров'я всіх наших загонів +30%. Щоразу після використання навички є 50% ймовірність підвищити захист загону на 45% (ефект накопичується) і активувати ефект лікування зі співвідношенням лікування 150%.
vi: Tất cả các đơn vị của ta đều hồi +30% máu. Mỗi khi tung một chiêu đều có 50% khả năng tăng 45% Phòng thủ cho đơn vị của mình (hiệu ứng này có thể cộng dồn) và kích hoạt hiệu ứng hồi máu với tỷ lệ hồi phục là 150%

# crimsonFraggerPiercingAttackSkillTitle
source: Piercing Attack
ar: هجوم نافذ
bg: Пронизваща атака
de: Durchdringender Angriff
es: Ataque perforante
hu: Átszúró támadás
it: Attacco perforante
ja: 貫通攻撃
mk: Напад со пробивање
nl: Pantserdoorborende aanval
pl: Atak Przebijający
ru: Атака с пробиванием
tr: Delici Saldırı
uk: Пробивна атака
vi: Đột Kích Áp Đảo
