Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# graveDiggerWarfareLeadershipSkillDescription10
source: In the first 4 rounds, increases the additional skill damage of all our Carrier Ant squads by 35%
ar: في الجولات الأربع الأولى، يزيد من ضرر المهارة الإضافي لجميع فرق النمل الحاملة لدينا بنسبة 35%
bg: През първите 4 рунда увеличава щетите от допълнителното умение на всичките ни отряди от мравки преносители с 35%
de: In den ersten 4 Runden wird der zusätzliche Schade der Skill-Schaden aller unserer Trägerameisen-Trupps um 35% erhöht
es: En las primeras 4 rondas, aumenta el daño de habilidad adicional de todos nuestros escuadrones de Hormiga Transportadora en un 35%
fil: Sa unang 4 na round, nadaragdagan ang dagdag na kasanayang pinsala ng lahat ng aming mga Carrier Ant squad ng 35%
hu: Az első 4 körben 35%-kal megnöveli mind az összes teherhordó hangyaosztagunk további képességsebzését.
it: Nei primi 4 round aumenta il danno dell'abilità aggiuntiva di tutte le nostre squadre di formiche da trasporto del 35%
ja: 最初の4ターンの間、我々のすべての運搬アリ部隊の追加スキルダメージを35%増加させます
mk: Во првите 4 рунди, ја зголемува дополнителната штета од вештини на сите наши состави со преносни мравки за 35%
nl: Verhoogt in de eerste 4 rondes de extra vaardigheidsschade van alle eenheden onzer vrachtmieren met 35%
pl: W ciągu pierwszych 4 tur zwiększa dodatkowe obrażenia od umiejętności wszystkich naszych oddziałów Mrówek Transportowych o 35%
ru: В течение первых 4 раундов увеличивает дополнительный урон от навыков на 35% для всех наших отрядов муравьев-носильщиков
tr: İlk 4 rauntta, tüm Taşıyıcı Karınca birliklerimizin ek yetenek hasarını %35 artırır
uk: У перших 4 раундах збільшує додаткову шкоду від навичок усіх наших загонів мурах-носіїв на 35%
vi: Trong 4 vòng đầu, tăng thêm 35% sát thương kỹ năng của tất cả các quân Kiến Đỡ của ta

# graveDiggerWarfareLeadershipSkillDescription20
source: In the first 4 rounds, increases the additional skill damage of all our Carrier Ant squads by 45%
ar: في الأربع جولات الأولى، زيد من ضرر المهارة الإضافي لجميع فرق النمل الحاملة لدينا بنسبة 45%
bg: През първите 4 рунда увеличава щетите от допълнителното умение на всичките ни отряди от мравки преносители с 45%
de: In den ersten 4 Runden wird der zusätzliche Schade der Skill-Schaden aller unserer Trägerameisen-Trupps um 45% erhöht
es: En las primeras 4 rondas, aumenta el daño de habilidad adicional de todos nuestros escuadrones de Hormiga Transportadora en un 45%
fil: Sa unang 4 na round, nadaragdagan ang dagdag na kasanayang pinsala ng lahat ng aming mga Carrier Ant squad ng 45%
hu: Az első 4 körben 45%-kal megnöveli mind az összes teherhordó hangyaosztagunk további képességsebzését.
it: Nei primi 4 round aumenta il danno dell'abilità aggiuntiva di tutte le nostre squadre di formiche da trasporto del 45%
ja: 最初の4ターンの間、我々のすべての運搬アリ部隊の追加スキルダメージを45%増加させます
mk: Во првите 4 рунди, ја зголемува дополнителната штета од вештини на сите наши состави со преносни мравки за 45%
nl: Verhoogt in de eerste 4 rondes de extra vaardigheidsschade van alle eenheden onzer vrachtmieren met 45%
pl: W ciągu pierwszych 4 tur zwiększa dodatkowe obrażenia od umiejętności wszystkich naszych oddziałów Mrówek Transportowych o 45%
ru: В течение первых 4 раундов увеличивает дополнительный урон от навыков на 45% для всех наших отрядов муравьев-носильщиков
tr: İlk 4 rauntta, tüm Taşıyıcı Karınca birliklerimizin ek yetenek hasarını %45 artırır
uk: У перших 4 раундах збільшує додаткову шкоду від навичок усіх наших загонів мурах-носіїв на 45%
vi: Trong 4 vòng đầu, tăng thêm 45% sát thương kỹ năng của tất cả các quân Kiến Đỡ của ta

# guardGeneralLightningBlitzkriegSkillTitle
source: Lightning Blitzkrieg
ar: الحرب الخاطفة للبرق
bg: Мълниеносен блиц
es: Relámpago Blitzkrieg
hu: Villámháború
it: Blitz rapido al fulmine
ja: ライトニングブリッツクリーグ
mk: Светкавичен напад
nl: Bliksem Blitzkrieg
pl: Błyskawiczny blitzkrieg
ru: Молниеносный блицкриг
uk: Удар блискавки
vi: Tia Chớp Blitzkrieg

# guardGeneralLightningBlitzkriegSkillDescription10
source: Prepares for 1 round, and has a 35% chance to deal 395% (+Special Ant Level*3%) damage to 2 random enemy squads within effective range, but reduces the Attack of its squad by 80% for 2 rounds
ar: يستعد لدورة واحدة، ويحظى بنسبة 35% لإلحاق أضرار بنسبة 395% (+ مستوى النمل الخاص *3%) لفرقتين عدوتين عشوائيتين ضمن النطاق الفعال، لكنه يقلل من هجوم فرقته بنسبة 80% لمدة دورتين
bg: Подготвя се 1 рунд и има 35% шанс да нанесе 395% (+Специално ниво на мравката*3%) щети на 2 противникови отряда в обхват, но намалява атаката на отряда си с 80% за 2 рунда
de: Bereitet sich 1 Runde lang vor und hat eine Chance von 35 %, 2 zufälligen feindlichen Trupps in Reichweite 395 % (+ Spezialameisen-Stufe * 3 %) Schaden zuzufügen, reduziert aber den Angriff seines Trupps 2 Runden lang um 80 %
es: Se prepara durante 1 asalto y tiene un 35% de probabilidad de causar un 395% (+3% por nivel especial de hormiga) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo, pero reduce el ataque de su escuadrón en un 80% durante 2 asaltos
fil: May 1 round, at random 35 % upang manakit ng 39 5 % (+ Special Ant Level * 3 %) ng pinsala sa 2 mga eskwadron ng kaaway sa loob ng mabisang hanay, ngunit nagbabawas ng Atake ng kanyang eskwadron ng 80 % para sa 2 mga round
hu: 1 körre készül, és 35% esélye van arra, hogy 395% (+ Különleges hangya szint*3%) sebzést okozzon 2 véletlen ellenséges osztagnak az effektív hatótávolságon belül, de 2 körre 80%-kal csökkenti az ő osztagának támadását
it: Si prepara per 1 round e ha il 35% di probabilità di infliggere il 395% (+livello formica speciale*3%) di danni a 2 gruppi nemici casuali nel raggio d'azione efficace, ma riduce l'attacco del suo gruppo dell'80% per 2 round
ja: 1ラウンド備え、有効範囲内のランダムな敵軍団2つに395%（＋特技アリのレベル*3%）のダメージを与える35%の確率があるが、自分の軍団の攻撃力を2ラウンド80%減少させる
mk: Се подготвува 1 рунда и има 35% шанса да нанесе 395% (+Ниво на специјални мравки*3%) штета на 2 насумични непријателски одреди во ефективен дострел, но ја намалува својата Атака за 80% во 2 рунди
nl: Bereidt zich 1 ronde voor en heeft 35% kans om 395% (+speciaal mierenniveau*3%) schade toe te brengen aan 2 willekeurige vijandelijke groepen binnen het effectieve bereik. Vermindert echter de aanval van de groep 2 ronden lang met 80%
pl: Przygotowuje się przez 1 rundę i ma 35% szans na zadanie 395% (+ poziom mrówek specjalnych * 3%) obrażeń 2 losowym oddziałom wroga w zasięgu skutecznym, ale zmniejsza przy tym atak swojego oddziału o 80% na 2 rundy
ru: Готовится 1 ход, имеет 35% шанс нанести 395% (+3% за уровень муравья-специалиста) урона 2 случайным вражеским отрядам в зоне действия, но снижает Атаку своего отряда на 80% на 2 хода
uk: Збирається 1 хід та зі ймовірністю 35% завдає шкоди 395% (+ рівень особливої мурашки *3%) 2 випадковим ворожим загонам у межах ефективного діапазону, але знижує атаку свого загону на 80% упродовж 2 ходів
vi: Chuẩn bị trong 1 vòng, có 35% khả năng gây ra 395% (+Cấp kiến đặc biệt*3%) sát thương lên 2 đội quân địch ngẫu nhiên trong phạm vi hiệu quả, nhưng giảm 80% Tấn công của đội quân đó trong 2 vòng

# guardGeneralLightningBlitzkriegSkillDescription20
source: Prepares for 1 round, and has a 45% chance to deal 395% (+Special Ant Level*3%) damage to 2 random enemy squads within effective range, but reduces the Attack of its squad by 80% for 2 rounds
ar: يستعد لدورة واحدة، ويحظى بنسبة 45% لإلحاق أضرار بنسبة 395% (+ مستوى النمل الخاص *3%) لفرقتين عدوتين عشوائيتين ضمن النطاق الفعال، لكنه يقلل من هجوم فرقته بنسبة 80% لمدة دورتين
bg: Подготвя се 1 рунд и има 45% шанс да нанесе 395% (+Специално ниво на мравката*3%) щети на 2 противникови отряда в обхват, но намалява атаката на отряда си с 80% за 2 рунда
de: Bereitet sich 1 Runde lang vor und hat eine Chance von 45 %, 2 zufälligen feindlichen Trupps in Reichweite 395 % (+ Spezialameisen-Stufe * 3 %) Schaden zuzufügen, reduziert aber den Angriff seines Trupps 2 Runden lang um 80 %
es: Se prepara durante 1 asalto y tiene un 45% de probabilidad de causar un 395% (+3% por nivel especial de hormiga) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo, pero reduce el ataque de su escuadrón en un 80% durante 2 asaltos
fil: MAY 1 round, at random na 45 % upang manakit ng 395 % (+ Special Ant Level * 3 %) ng pinsala sa 2 mga eskwadron ng kaaway sa loob ng mabisang hanay, ngunit nagbabawas ng Atake ng kanyang eskwadron ng 80 % para sa 2 mga round
hu: 1 körre készül, és 45% esélye van arra, hogy 395% (+ Különleges hangya szint*3%) sebzést okozzon 2 véletlen ellenséges osztagnak az effektív hatótávolságon belül, de 2 körre 80%-kal csökkenti az ő osztagának támadását
it: Si prepara per 1 round e ha il 45% di probabilità di infliggere il 395% (+livello formica speciale*3%) di danni a 2 gruppi nemici casuali nel raggio d'azione efficace, ma riduce l'attacco del suo gruppo dell'80% per 2 round
ja: 1ラウンド備え、有効範囲内のランダムな敵軍団2つに395%（＋特技アリのレベル*3%）のダメージを与える45%の確率があるが、自分の軍団の攻撃力を2ラウンド80%減少させる
mk: Се подготвува 1 рунда и има 45% шанса да нанесе 395% (+Ниво на специјални мравки*3%) штета на 2 насумични непријателски одреди во ефективен дострел, но ја намалува својата Атака за 80% во 2 рунди
nl: Bereidt zich 1 ronde voor en heeft 45% kans om 395% (+speciaal mierenniveau*3%) schade toe te brengen aan 2 willekeurige vijandelijke groepen binnen het effectieve bereik. Vermindert echter de aanval van de groep 2 ronden lang met 80%
pl: Przygotowuje się przez 1 rundę i ma 45% szans na zadanie 395% (+ poziom mrówek specjalnych * 3%) obrażeń 2 losowym oddziałom wroga w zasięgu skutecznym, ale zmniejsza przy tym atak swojego oddziału o 80% na 2 rundy
ru: Готовится 1 ход, имеет 45% шанс нанести 395% (+3% за уровень муравья-специалиста) урона 2 случайным вражеским отрядам в зоне действия, но снижает Атаку своего отряда на 80% на 2 хода
uk: Збирається 1 хід та зі ймовірністю 45% завдає шкоди 395% (+ рівень особливої мурашки *3%) 2 випадковим ворожим загонам у межах ефективного діапазону, але знижує атаку свого загону на 80% упродовж 2 ходів
vi: Chuẩn bị trong 1 vòng, có 45% khả năng gây ra 395% (+Cấp kiến đặc biệt*3%) sát thương lên 2 đội quân địch ngẫu nhiên trong phạm vi hiệu quả, nhưng giảm 80% Tấn công của đội quân đó trong 2 vòng

# guardGeneralAgileMovementSkillTitle
source: Agile Movement
ar: حركة رشاقة
bg: Гъвкаво движение
de: Beweglichkeit
es: Movimiento ágil
fil: Liksi ng Paggalaw
hu: Agilis mozgás
it: Movimento agile
ja: 素早い動き
mk: Агилно движење
nl: Behendige beweging
pl: Zwinny ruch
ru: Ловкое перемещение
uk: Спритний рух
vi: Di chuyển nhanh nhẹn

# guardGeneralAgileMovementSkillDescription10
source: Has a 30% chance to reduce the damage taken by 2 random squads by 35% for 2 rounds
ar: يحظى بنسبة 30% لتقليل الضرر الذي تتلقاه فرقتين عشوائيتين بنسبة 35% لمدة دورتين
bg: Има 30% шанс да намали щетите на 2 случайни отряда с 35% за 2 рунда
de: Hat eine Chance von 30 %, den von 2 zufälligen Trupps erlittenen Schaden 2 Runden lang um 35 % zu reduzieren
es: Tiene un 30% de probabilidad de reducir el daño recibido por 2 escuadrones aleatorios en un 35% durante 2 asaltos
fil: Ay may 30 % na tsansa upang bawasan ang pinsala ta sa pamamagitan ng 2 mga random na eskwadron sa 35 % para sa 2 mga round
hu: 30% esélye van arra, hogy 35%-kal csökkenti a 2 véletlen osztag által elszenvedett sebzést 2 körre
it: Ha il 30% di probabilità di ridurre i danni subiti da 2 gruppi casuali del 35% per 2 round
ja: ランダムな軍団2つの受けるダメージを2ラウンド35%減少させる30%の確率がある
mk: Има 30% шанса да ја намали преземената штета на 2 насумични одреди за 35% во 2 рунди
nl: Heeft 30% kans om de schade die 2 willekeurige groepen ontvangen 2 ronden lang te verlagen met 35%
pl: Ma 30% szans na zmniejszenie otrzymywanych obrażeń przez 2 losowe oddziały o 35% na 2 rundy
ru: Имеет 30% шанс снизить получаемый урон у 2 случайных отрядов на 35% на 2 хода
uk: Є ймовірність 30% знизити шкоду, що завдається 2 випадковим загонам, на 35% упродовж 2 ходів
vi: Có 30% khả năng giảm 35% sát thương nhận vào của 2 đội quân ngẫu nhiên trong 2 vòng

# guardGeneralAgileMovementSkillDescription20
source: Has a 30% chance to reduce the damage taken by 2 random squads by 45% for 2 rounds
ar: يحظى بنسبة 30% لتقليل الضرر الذي تتلقاه فرقتين عشوائيتين بنسبة 45% لمدة دورتين
bg: Има 30% шанс да намали щетите на 2 случайни отряда с 45% за 2 рунда
de: Hat eine Chance von 30 %, den von 2 zufälligen Trupps erlittenen Schaden 2 Runden lang um 45 % zu reduzieren
es: Tiene un 30% de probabilidad de reducir el daño recibido por 2 escuadrones aleatorios en un 45% durante 2 asaltos
fil: Ay may 30 % na tsansa upang bawasan ang pinsala ta sa pamamagitan ng 2 mga random na eskwadron sa 45 % para sa 2 mga round
hu: 30% esélye van arra, hogy 45%-kal csökkenti a 2 véletlen osztag által elszenvedett sebzést 2 körre
it: Ha il 30% di probabilità di ridurre i danni subiti da 2 gruppi casuali del 45% per 2 round
ja: ランダムな軍団2つの受けるダメージを2ラウンド45%減少させる30%の確率がある
mk: Има 30% шанса да ја намали преземената штета на 2 насумични одреди за 45% во 2 рунди
nl: Heeft 30% kans om de schade die 2 willekeurige groepen ontvangen 2 ronden lang te verlagen met 45%
pl: Ma 30% szans na zmniejszenie otrzymywanych obrażeń przez 2 losowe oddziały o 45% na 2 rundy
ru: Имеет 30% шанс снизить получаемый урон у 2 случайных отрядов на 45% на 2 хода
uk: Є ймовірність 30% знизити шкоду, що завдається 2 випадковим загонам, на 45% упродовж 2 ходів
vi: Có 30% khả năng giảm 45% sát thương nhận vào của 2 đội quân ngẫu nhiên trong 2 vòng

# guardGeneralDisablingCombosSkillTitle
source: Disabling Combos
ar: مجموعات تعطيل
bg: Защитни комбоатаки
de: Kombinationen deaktivieren
es: Combos incapacitantes
fil: Pagpapawalang-bisa sa mga Combo
hu: Kikapcsoló kombinációk
it: Combo paralizzanti
ja: コンボを無力化
mk: Неовозможување на комба
nl: Uitschakelende combinaties
pl: Wyłączające kombinacje
ru: Выключение комбо
uk: Вимкнути комбо
vi: Vô hiệu hóa combo

# guardGeneralDisablingCombosSkillDescription10
source: In the No.4,5,6 rounds, has a 65% chance to Silence 2 random enemy squads, disabling their Combat Skills for 1 round
ar: في الدورات رقم 4 و 5 و 6، يحظى بنسبة 65% لإسكات فرقتين عدوتين عشوائيتين، مما يعطل مهاراتهما القتالية لمدة دورة واحدة
bg: В 4-ти, 5-ти и 6-ти рунд има 65% шанс за заглушаване на 2 противникови отряда, спирайки бойните им умения за 1 рунд
de: Hat in Runde 4, 5, 6 eine Chance von 65 %, 2 zufällige feindliche Trupps zum Schweigen zu bringen und ihre Kampffähigkeiten 1 Runde lang zu deaktivieren
es: En los asaltos 4, 5 y 6, tiene un 65% de probabilidad de silenciar a 2 escuadrones enemigos aleatorios, desactivando sus habilidades de combate durante 1 asalto
fil: Sa No. 4, 5, 6 na mga round, ay may 65 % na tsansa upang Patahimikin ang 2 mga random na ng mga eskwadron ng kaaway, na hindi pinapagana ang kanilang Mga Kasanayan sa Paglaban para sa 1 round
hu: 4, 5. és 6. körben 65% esélye van arra, hogy elhallgattat 2 véletlen ellenséges osztagot, kikapcsolva a harci képességeiket 1 körre
it: Nei round n. 4, 5 e 6, ha il 65% di probabilità di zittire 2 squadre nemiche casuali, disabilitando le loro abilità di combattimento per 1 round
ja: 第4、5、6ラウンドで、ランダムな敵軍団2つの沈黙状態、1ラウンド戦闘スキルを無力化させる65%の確率がある
mk: Во 4,5,6 рунда, има 65% шанса да ги замолчи 2 насумични непријателски одреди, оневозможувајќи ги нивните борбени вештини во 1 рунда
nl: Heeft in ronde 4, 5 en 6 65% kans om 2 willekeurige vijandelijke groepen het zwijgen op te leggen, waardoor hun gevechtsvaardigheden 1 ronde lang uitgeschakeld worden
pl: W rundach nr 4, 5 i 6 ma 65% szans na uciszenie 2 losowych oddziałów wroga, co wyłączy ich umiejętności bojowe na 1 rundę
ru: На 4, 5 и 6 ходе имеет 65% шанс заставить замолчать 2 случайных вражеских отряда, отключив их боевые навыки на 1 ход
uk: У 4, 5, 6 ходах є ймовірність 65% зробити безмовними 2 випадкові ворожі загони, відключивши їх бойові навички на 1 хід
vi: Ở vòng số 4, 5, 6, có 65% khả năng làm im lặng 2 đội quân địch ngẫu nhiên, vô hiệu hóa Kỹ năng chiến đấu của họ trong 1 vòng

# guardGeneralDisablingCombosSkillDescription20
source: In the No.4,5,6 rounds, has a 80% chance to Silence 2 random enemy squads, disabling their Combat Skills for 1 round
ar: في الدورات رقم 4 و 5 و 6، يحظى بنسبة 80% لإسكات فرقتين عدوتين عشوائيتين، مما يعطل مهاراتهما القتالية لمدة دورة واحدة
bg: В 4-ти, 5-ти и 6-ти рунд има 80% шанс за заглушаване на 2 противникови отряда, спирайки бойните им умения за 1 рунд
de: Hat in Runde 4, 5, 6 eine Chance von 80 %, 2 zufällige feindliche Trupps zum Schweigen zu bringen und ihre Kampffähigkeiten 1 Runde lang zu deaktivieren
es: En los asaltos 4, 5 y 6, tiene un 80% de probabilidad de silenciar a 2 escuadrones enemigos aleatorios, desactivando sus habilidades de combate durante 1 asalto
fil: Sa No. 4, 5, 6 na mga round, ay may 80 % na tsansa upang Patahimikin ang 2 mga random na ng mga eskwadron ng kaaway, na hindi pinapagana ang kanilang Mga Kasanayan sa Paglaban para sa 1 round
hu: 4, 5. és 6. körben 80% esélye van arra, hogy elhallgattat 2 véletlen ellenséges osztagot, kikapcsolva a harci képességeiket 1 körre
it: Nei round n. 4, 5 e 6, ha l'80% di probabilità di zittire 2 squadre nemiche casuali, disabilitando le loro abilità di combattimento per 1 round
ja: 第4、5、6ラウンドで、ランダムな敵軍団2つの沈黙状態、1ラウンド戦闘スキルを無力化させる80%の確率がある
mk: Во 4,5,6 рунда, има 80% шанса да ги замолчи 2 насумични непријателски одреди, оневозможувајќи ги нивните борбени вештини во 1 рунда
nl: Heeft in ronde 4, 5 en 6 80% kans om 2 willekeurige vijandelijke groepen het zwijgen op te leggen, waardoor hun gevechtsvaardigheden 1 ronde lang uitgeschakeld worden
pl: W rundach nr 4, 5 i 6 ma 80% szans na uciszenie 2 losowych oddziałów wroga, co wyłączy ich umiejętności bojowe na 1 rundę
ru: На 4, 5 и 6 ходе имеет 80% шанс заставить замолчать 2 случайных вражеских отряда, отключив их боевые навыки на 1 ход
uk: У 4, 5, 6 ходах є ймовірність 80% зробити безмовними 2 випадкові ворожі загони, відключивши їх бойові навички на 1 хід
vi: Ở vòng số 4, 5, 6, có 80% khả năng làm im lặng 2 đội quân địch ngẫu nhiên, vô hiệu hóa Kỹ năng chiến đấu của họ trong 1 vòng

# hairyPantherRampageStrikeSkillTitle
source: Rampage Strike
ar: ضربة الهائج
bg: Разящ удар
es: Ataque de arremetida
hu: Rohamütés
ja: 暴走重击
pl: Uderzenie furii
ru: Удар «Бешенство»
uk: Наступ прим'яти

# hairyPantherRampageStrikeSkillDescription10
source: Has a 50% chance to deal 350% (+Special Ant Level*1%) damage to the enemy squad with the highest power and a 50% chance to Suppress them, causing them unable to move for 1 round
ar: تكون لديه فرصة بنسبة 50% لإلحاق 350% (+ مستوى النمل الخاص*1%) ضررًا بفريق العدو صاحب أعلى قوة وفرصة بنسبة 50% لقمعه، مما يجعله غير قادر على التحرك لمدة جولة واحدة
bg: Има шанс от 50% да нанесе 350% (+специално ниво на мравките*1%) щети на отряда врагове с най-висока сила и шанс от 50% да ги потисне, като ги направи неспособни да се движат 1 рунд
de: Hat eine Chance von 50 % darauf, dem feindlichen Trupp mit der höchsten Stärke 350 % (+Spezialameisenstufe x 1 %) Schaden zuzufügen und ihn mit einer Chance von 50 % zu unterdrücken, sodass er sich 1 Runde lang nicht bewegen kann
es: Tiene un 50 % de posibilidades de infligir 350 % (+ % Nivel especial de hormiga * 1 %) de daño al grupo de enemigos con mayor poder y un 50 % de posibilidades de reprimirlos, lo que provoca que no puedan moverse durante 1 turno
fil: May 50% pagkakataon na makapagdulot ng 350% (+Espesyal na Antas ng Ant*1%) pinsala sa kalabang grupo na may pinakamataas na kapangyarihan at may 50% pagkakataon na Sugpuin sila, na naging dahilan upang hindi sila makagalaw sa 1 round
hu: 50% esélye van, hogy a legmagasabb erővel rendelkező ellenséges alakulatnak 350% (+Speciális Hangya Szintje*1%) sebzést okoz és 50% esélye van hogy Elszorítja őket, így képtelenek lesznek 1 körön át mozogni
it: Ha una probabilità del 50% di infliggere 350% (+Livello formica speciale*1%) di danni alla squadra nemica con la potenza maggiore e una probabilità del 50% di sopprimerla, impedendole di muoversi per 1 turno
ja: 50%几率对敌方战力最高小队造成350%( +特殊蚁等级*1% )伤害，50%几率对其进行压制，使其在1回合内无法移动
mk: Има 50% шанса да нанесе 350% (+ Ниво на посебниот мрав *1%) штета на непријателскиот вод со најголема моќ и 50% шанса да ги потисне, оневозможувајќи ги да се движат 1 рунда.
nl: 50% kans om 350% (+Special Ant Level * 1%) schade toe te brengen aan de vijandelijke groep met de meeste kracht en 50% kans om ze te onderdrukken, waardoor ze 1 ronde lang niet kunnen bewegen
pl: Zadaje obrażenia rzędu 350% (+ poziom specjalnej mrówki*1%) oddziałowi przeciwnika o największej sile z 50% szansą i powoduje Uciszenie, unieruchamiając go na 1 rundę z 50% szansą
ru: С шансом 50% наносит 350% (+1% от уровня особого муравья) урона отряду противника с самой высокой силой атаки и с шансом 50% подавляет их, лишая возможности передвигаться в течение 1 хода.
uk: Має 50% шанс завдати 350% (+Рівень особливого мураха*1%) шкоди загону противника з найвищою силою та 50% шанс утихомирити його, роблячи неможливим його рух протягом 1 раунду
vi: Có 50% khả năng gây 350% (+Cấp kiến đặc biệt*1%) sát thương lên đội hình địch có sức mạnh cao nhất và có 50% khả năng Trấn áp, khiến chúng không thể di chuyển trong 1 lượt
