Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# formicaClaraDazzlingSwashSkillDescription20
source: During the battle heals our front line with a healing ratio of 250% (+Special Ant Level*1%) in each round, and increases the additional skill damage of our Shooter Ant squad in the back line by 5% (stackable). When the Combat Skill of the back line is triggered, increases the additional skill damage of its squad by 150% (+Special Ant Level*1%) to the target of the skill (once per round)
ar: أثناء المعركة، تلتئم الخطوط الأمامية لدينا بنسبة شفاء 250% (+1% من مستوى النملة الخاصة) في كل جولة، ويزيد الضرر الإضافي لمهارة فريق Shooter Ant في الخطوط الخلفية بنسبة 5% (متراكم). عندما يتم تنشيط مهارة القتال في الخطوط الخلفية، يزيد الضرر الإضافي لمهارتها بنسبة 150% (+1% من مستوى النملة الخاصة) على هدف المهارة (مرة واحدة في الجولة)
bg: По време на битката лекува нашата предна линия с коефициент на лекуване 250% (+Ниво на специалния мравкa*1%) във всеки рунд и увеличава допълнителните щети на нашия отред мравки стрелци в задната линия с 5% (кумулативен). Когато се задейства умението за битка на задната линия, увеличава допълнителните щети от умение на неговия отряд със 150% (+Ниво на специалния мравкa*1%) за целта на умението (веднъж на рунд)
de: Heilt unsere vordere Reihe während des Kampfes in jeder Runde mit einem Heilungsverhältnis von 250 % (+ Ameisenbesondere Stufe*1 %) und erhöht den zusätzlichen Fertigkeitsschaden unseres hinteren Schützen-Ameisen-Trupps um 5 % (stapelbar). Wenn die Kampffertigkeit der hinteren Reihe ausgelöst wird, wird der zusätzliche Fertigkeitsschaden ihres Trupps auf das Ziel der Fertigkeit um 150 % (+ Ameisenbesondere Stufe*1 %) erhöht (einmal pro Runde).
es: Durante la batalla, cura nuestra línea delantera con un índice de curación del 250% (+ nivel de hormiga especial*1%) en cada ronda, y aumenta el daño de habilidad adicional de nuestro escuadrón de hormigas tiradoras en la línea trasera en un 5% (acumulable). Cuando se activa la habilidad de combate de la línea trasera, aumenta el daño de habilidad adicional de su escuadrón en un 150% (+ nivel de hormiga especial*1%) al objetivo de la habilidad (una vez por ronda)
fil: Sa panahon ng labanan, gagamutin ang aming front line na may ratio ng pagpapagaling na 250% (+Antas ng Espesyal na Langgam*1%) sa bawat pag-ikot, at tataas ang karagdagang pinsalang natamo mula sa kakayahan ng aming Shooter Ant squad sa back line sa 5% (maistak). Kapag na-trigger ang Combat Skill ng back line, tataas ang karagdagang pinsalang natamo mula sa kakayahan ng kanilang eskuwad ng 150% (+Antas ng Espesyal na Langgam*1%) sa target ng kakayahan (isang beses bawat pag-ikot)
hu: A csata során minden körben 250% (+Különleges hangya szintje*1%) arányban gyógyítja az első sorunkat, és 5%-kal (halmozható) növeli a Shooter Ant csapatunk további képességkárát a hátsó sorban. Amikor a hátsó sor harci képességét kiváltják, 150% (+Különleges hangya szintje*1%) további képességkárt ad a képesség célpontjának (körönként egyszer)
it: Durante la battaglia cura la nostra linea frontale con un rapporto di cura del 250% (+livello formica speciale*1%) in ogni round, e aumenta i danni abilità aggiuntivi della nostra squadra di formiche sparatrice in linea retrostante del 5% (cumulabile). Quando viene attivata l'abilità di combattimento della linea retrostante, aumenta i danni abilità aggiuntivi della sua squadra del 150% (+livello formica speciale*1%) nei confronti dell'obiettivo dell'abilità (una volta per round)
ja: 戦闘中、毎ラウンド前衛を250%(+特殊アリレベル*1%)の治癒率で回復させ、後衛の射撃アリ部隊の追加スキルダメージを5%増加させます（累積増加）。 後衛の戦闘スキルが発動すると、スキル対象の追加スキルダメージを150%(+特殊アリレベル*1%)増加させます（1ラウンド1回のみ）
mk: За време на битка ги лечи нашите предни одреди со коефициент на лечење од 250% (+ ниво на посебен мрав * 1%) во секој круг и ја зголемува дополнителната штета од вештина задача на нашиот одред Стрелец мрав во задниот ред за 5% (може да се собира). Кога се активира Боена вештина на задниот ред, ја зголемува дополнителната штета од вештина задача на неговиот одред за 150% (+ ниво на посебен мрав * 1%) на целта на вештината (еднаш по круг)
nl: Geneest tijdens de strijd onze frontlinie elke ronde met een geneesverhouding van 250% (+ niveau speciale mier*1%) en verhoogt met 5% (stapelbaar) de aanvullende vaardigheidschade van onze eenheid schuttersmieren in de achterlinie. Wanneer de gevechtsvaardigheid van de achterlinie wordt geactiveerd, verhoogt de aanvullende vaardigheidschade van diens eenheid met 150% (+ niveau speciale mier*1%) bij het doelwit van de vaardigheid (één keer per ronde)
pl: Leczy w walce naszą linię frontu współczynnikiem leczenia 250% (+ poziom Mrówki Specjalnej * 1 %) w każdej rundzie i zwiększa dodatkowe obrażenia od umiejętności naszej drużyny Mrówek Strzeleckich na linii tylnej o 5% (efekt kumuluje się). Gdy jest aktywowana Umiejętność Bojowa linii tylnej, zwiększa ona dodatkowe obrażenia od umiejętności swojej drużyny o 150% (+ poziom Mrówki Specjalnej * 1%) wobec celu umiejętności (raz na rundę)
ru: Во время боя лечит нашу переднюю линию в соотношении 250% (+Уровень специального муравья*1%) в каждом раунде и увеличивает дополнительный урон от умения нашего отряда стреляющих муравьев в задней линии на 5% (складывается). Когда запускается боевое умение задней линии, увеличивает дополнительный урон от умения данного отряда на 150% (+Уровень специального муравья*1%) для цели умения (один раз за раунд)
tr: Savaş boyunca her turda ön hattımızı %250 (+Özel Karınca Seviyesi*1%)oranında iyileştirir ve arka hattaki Okçu Karınca birliğimizin ek yetenek hasarını %5 oranında artırır (birikimli). Arka hattın Savaş Yeteneği tetiklendiğinde, yeteneğin hedefine birliğinin ek yetenek hasarını %150 (+Özel Karınca Seviyesi*1%) oranında artırır (tur başına bir kere)
uk: У битві відновлює нашу першу лінію зі співвідношенням лікування 250% (+спеціальний рівень мурашки*1%) у кожному раунді та збільшує додаткову шкоди від умінь нашої команди мурах-стрілків у задній лінії на 5% (можна поєднувати). Коли спрацьовує бойове вміння задньої лінії, збільшує додаткову шкоду від вмінь своєї команди на 150% (+спеціальний рівень мурах*1%) цілі уміння (один раз за раунд)
vi: Trong trận đấu, hồi máu cho hàng đầu của ta với tỷ lệ hồi 250% (+Cấp kiến đặc biệt*1%) mỗi vòng và tăng 5% (có thể cộng dồn) sát thương kỹ năng cộng thêm cho đội Kiến xạ thủ ở hàng sau. Khi Kỹ năng chiến đấu của hàng sau được kích hoạt, tăng 150% (+Cấp kiến đặc biệt*1%) sát thương kỹ năng cộng thêm cho đội hình của nó lên mục tiêu của kỹ năng đó (một lần mỗi vòng)

# ghostAntClearHeadSkillTitle
source: Clear Head
ar: مسح العقل
bg: Ясен ум
de: Klarer Kopf
es: Mente despejada
hu: Tiszta fej
ja: クリアヘッド
nl: Vrije geest
pl: Przejrzysta głowa
ru: Ясный разум
tr: Sinek Kafası
uk: Очищення голови
vi: Thanh não

# ghostAntClearHeadSkillDescription10
source: During the battle, reduces the additional skill damage taken by all our Carrier Ant squads by 20%, lasting till the end of the battle. At the beginning of the battle, has a 80% chance to gain a Wake Effect to be immune to a control effect (Silence/Disarm/Suppress/Confuse), which only triggers once
ar: أثناء المعركة، يقلل الضرر الإضافي للهجمة التي تتلقاها جميع فرق نمل حامل لدينا بنسبة 20%، يستمر حتى نهاية المعركة. في بداية المعركة، يكون لديه فرصة بنسبة 80% للحصول على تأثير الصحوة ليصبح محصنا ضد تأثير التحكم (إسكات/ نزع سلاح/ قمع/ إرباك)، والذي يتم تفعيله مرة واحدة فقط
bg: По време на битка намалява натрупаната щета от умения за всички наши отряди мравки носачи с 20%, продължаващо до края на битката. В началото на битката, има 80% шанс да получи Ефект за пробуждане, за да е имунизиран към контролиращ ефект (Мълчание/Обезоръжаване/Потискане/Объркване), което се задейства само веднъж
de: Reduziert während der Schlacht für den Rest des Kampfes den durch alle Ameisenträger-Trupps unsererseits erlittenen zusätzlichen Fähigkeitsschaden um 20 %. Hat zu Beginn der Schlacht eine 80 %-ige Chance, einen Weckeffekt zu erhalten, durch den einmalig Immunität gegenüber einem Kontrolleffekt (Betäubung, Entwaffnen, Unterdrücken, Verwirren) besteht.
es: Durante la batalla, reduce un 20% el daño de habilidad adicional recibido por todos nuestros escuadrones de hormigas portadoras, hasta el final de la batalla. Al principio de la batalla, tiene un 80% de probabilidad de obtener un efecto de despertar para ser inmune a un efecto de control (silencio, desarme, supresión, confusión), que solo se activa una vez
fil: Sa labanan, binabawasan ang karagdagang pinsala ng kasanayan na natanggap ng lahat ng aming mga Carrier Ant squad ng 20%, hanggang sa katapusan ng labanan. Sa simula ng labanan, may 80% na pagkakataon na magkaroon ng Wake Effect upang maging immune sa isang epektong kontrol (Katahimikan/Sandatahan/Pigilan/Gulo), na nag-a-trigger lamang minsan
hu: A harc során 20%-kal csökkenti a hordozóhangyacsapatok által elszenvedett további képességkárosodást a harc végéig. A harc elején 80%-os eséllyel kap egy ébresztési hatást, hogy immunis legyen egy irányító hatásra (csend, fegyvertelenítés, elnyomás, zavar), amely csak egyszer aktiválódik
ja: バトル期間中、味方のキャリアアント隊の受ける追加スキルダメージを20%減少させ、バトル終了まで続く。バトル開始時に80%の確率で制御効果（沈黙/武装解除/抑制/混乱）に対する免疫という覚醒効果を得る。効果は1回のみ発動する
mk: За време на битката, намалува 20% од штетата од додатни умеења што ги примаат сите наши екипи со Мравки носачи, трае до крајот од битката. На почетокот од битката има 80% шанса да се стекне Ефект на разбудување, за да се стане имун на контролен ефект (Замолчување/Раз оружување/Потиснување/Мешање), што се активира само еднаш
nl: Vermindert tijdens de strijd de door alle mierenlegers met een legersoort Ant meegebrachte vaardigheidsschade met 20%, duurt tot het einde van de strijd. Heeft aan het begin van de strijd 80% kans om een ontwaakeffect te ontvangen ter bescherming tegen een controle-effect (stilte/wapenloos/onderdrukken/verwarren), dat slechts eenmalig geactiveerd wordt
pl: Podczas bitwy zmniejsza dodatkowe obrażenia od umiejętności zadawane wszystkim twoim drużynom mrówek transportowych o 20%, co trwa do końca bitwy. Na początku bitwy ma 80% szans na uzyskanie efektu przebudzenia zapewniającego odporność na efekt kontrolowania (uśpienie/rozbrojenie/powstrzymanie/zakłócenie), który aktywuje się tylko raz
ru: Во время боя уменьшает дополнительный урон от навыков для всех наших отрядов муравьев-носильщиков на 20%, эффект длится до конца боя. В начале боя с вероятностью 80% получает эффект от пробуждения, который делает его невосприимчивым к эффекту контроля (безмолвие/обезоруживание/подавление/смятение), эффект срабатывает только один раз
tr: Savaş esnasında, tüm Taşıyıcı Karınca takımlarımızın aldığı ilave yetenek hasarını savaşın sonuna kadar %20 azaltır. Savaşın başında, yalnızca bir kez tetiklenen ve kontrol etkisine (Sessizleştirme/Silahsızlandırma/Bastırma/Karışık Duruma Düşürme) karşı bağışıklık kazandıran bir Uyanma Etkisi elde etme şansı %80'dir.
uk: Під час бою зменшує на 20% додаткову шкоду від умінь, яку отримують усі наші загони мурах-носіїв, діє до кінця бою. На початку бою дає 80% шанс отримати Ефект пробудження, що забезпечує імунітет до ефекту контролю (Безмовність/Роззброєння/Придушення/Дезорієнтація), що спрацьовує лише один раз
vi: Trong trận chiến, giảm 20% sát thương kỹ năng thêm vào phải chịu của toàn đội Kiến vác của chúng ta, kéo dài đến hết trận chiến. Khi bắt đầu trận chiến, có xác suất 80% nhận được Hiệu ứng tỉnh để miễn nhiễm với một hiệu ứng khống chế (Câm lặng/Giải giáp/Ấn chế/Làm lẫn), chỉ kích hoạt một lần

# ghostAntClearHeadSkillDescription20
source: During the battle, reduces the additional skill damage taken by all our Carrier Ant squads by 25%, lasting till the end of the battle. At the beginning of the battle, has a 100% chance to gain a Wake Effect to be immune to a control effect (Silence/Disarm/Suppress/Confuse), which only triggers once
ar: أثناء المعركة، يقلل الضرر الإضافي للهجمة التي تتلقاها جميع فرق نمل حامل لدينا بنسبة 25%، يستمر حتى نهاية المعركة. في بداية المعركة، يكون لديه فرصة بنسبة 100% للحصول على تأثير الصحوة ليصبح محصنا ضد تأثير التحكم (إسكات/ نزع سلاح/ قمع/ إرباك)، والذي يتم تفعيله مرة واحدة فقط
bg: По време на битка намалява натрупаната щета от умения за всички наши отряди мравки носачи с 25%, продължаващо до края на битката. В началото на битката, има 100% шанс да получи Ефект за пробуждане, за да е имунизиран към контролиращ ефект (Мълчание/Обезоръжаване/Потискане/Объркване), което се задейства само веднъж
de: Reduziert während der Schlacht für den Rest des Kampfes den durch alle Ameisenträger-Trupps unsererseits erlittenen zusätzlichen Fähigkeitsschaden um 25 %. Hat zu Beginn der Schlacht eine 100 %-ige Chance, einen Weckeffekt zu erhalten, durch den einmalig Immunität gegenüber einem Kontrolleffekt (Betäubung, Entwaffnen, Unterdrücken, Verwirren) besteht.
es: Durante la batalla, reduce un 25% el daño de habilidad adicional recibido por todos nuestros escuadrones de hormigas portadoras, hasta el final de la batalla. Al principio de la batalla, tiene un 100% de probabilidad de obtener un efecto de despertar para ser inmune a un efecto de control (silencio, desarme, supresión, confusión), que solo se activa una vez
fil: Sa labanan, binabawasan ang karagdagang pinsala ng kasanayan na natanggap ng lahat ng aming mga Carrier Ant squad ng 25%, hanggang sa katapusan ng labanan. Sa simula ng labanan, may 100% na pagkakataon na magkaroon ng Wake Effect upang maging immune sa isang epektong kontrol (Katahimikan/Sandatahan/Pigilan/Gulo), na nag-a-trigger lamang minsan
hu: A harc során 25%-kal csökkenti a hordozóhangyacsapatok által elszenvedett további képességkárosodást a harc végéig. A harc elején 100%-os eséllyel kap egy ébresztési hatást, hogy immunis legyen egy irányító hatásra (csend, fegyvertelenítés, elnyomás, zavar), amely csak egyszer aktiválódik
ja: バトル期間中、味方のキャリアアント隊の受ける追加スキルダメージを25%減少させ、バトル終了まで続く。バトル開始時に100%の確率で制御効果（沈黙/武装解除/抑制/混乱）に対する免疫という覚醒効果を得る。効果は1回のみ発動する
mk: За време на битката, намалува 25% од штетата од додатни умеења што ги примаат сите наши екипи со Мравки носачи, трае до крајот од битката. На почетокот од битката има 100% шанса да се стекне Ефект на разбудување, за да се стане имун на контролен ефект (Замолчување/Раз оружување/Потиснување/Мешање), што се активира само еднаш
nl: Vermindert tijdens de strijd de door alle mierenlegers met een legersoort Ant meegebrachte vaardigheidsschade met 25%, duurt tot het einde van de strijd. Heeft aan het begin van de strijd 100% kans om een ontwaakeffect te ontvangen ter bescherming tegen een controle-effect (stilte/wapenloos/onderdrukken/verwarren), dat slechts eenmalig geactiveerd wordt
pl: Podczas bitwy zmniejsza dodatkowe obrażenia od umiejętności zadawane wszystkim twoim drużynom mrówek transportowych o 25%, co trwa do końca bitwy. Na początku bitwy ma 100% szans na uzyskanie efektu przebudzenia zapewniającego odporność na efekt kontrolowania (uśpienie/rozbrojenie/powstrzymanie/zakłócenie), który aktywuje się tylko raz
ru: Во время боя уменьшает дополнительный урон от навыков для всех наших отрядов муравьев-носильщиков на 25%, эффект длится до конца боя. В начале боя с вероятностью 100% получает эффект от пробуждения, который делает его невосприимчивым к эффекту контроля (безмолвие/обезоруживание/подавление/смятение), эффект срабатывает только один раз
tr: Savaş esnasında, tüm Taşıyıcı Karınca takımlarımızın aldığı ilave yetenek hasarını savaşın sonuna kadar %25 azaltır. Savaşın başında, yalnızca bir kez tetiklenen ve kontrol etkisine (Sessizleştirme/Silahsızlandırma/Bastırma/Karışık Duruma Düşürme) karşı bağışıklık kazandıran bir Uyanma Etkisi elde etme şansı %100'tür.
uk: Під час бою зменшує на 25% додаткову шкоду від умінь, яку отримують усі наші загони мурах-носіїв, діє до кінця бою. На початку бою дає 100% шанс отримати Ефект пробудження, що забезпечує імунітет до ефекту контролю (Безмовність/Роззброєння/Придушення/Дезорієнтація), що спрацьовує лише один раз
vi: Trong trận chiến, giảm 25% sát thương kỹ năng thêm vào phải chịu của toàn đội Kiến vác của chúng ta, kéo dài đến hết trận chiến. Khi bắt đầu trận chiến, có xác suất 100% nhận được Hiệu ứng tỉnh để miễn nhiễm với một hiệu ứng khống chế (Câm lặng/Giải giáp/Ấn chế/Làm lẫn), chỉ kích hoạt một lần

# ghostAntGhostStrikeSkillTitle
source: ghost Strike
ar: هجمة الأشباح
bg: Призрачен удар
de: Geisterschlag
es: Golpe fantasmagórico
hu: Szellemcsapás
ja: ゴーストストライク
mk: Удар од духови
nl: Geestenstoot
pl: Uderzenie ducha
ru: Призрачный удар
tr: Hayalet Vuruşu
uk: Примарний удар
vi: Đánh úp hồn ma

# ghostAntGhostStrikeSkillDescription10
source: Has a 50% chance to deal 300% (+Special Ant Level*1%) damage to the enemy's back line, increasing their additional skill damage taken by 30% for 1 round
ar: لديه فرصة بنسبة 50% لإحداث ضرر بنسبة 300% (+ مستوى النمل الخاص * 1%) على الخط الخلفي للعدو، مما يزيد الضرر الإضافي الذي يتلقاه من الهجمة بنسبة 30% للجولة الأولى
bg: Има 50% шанс да нанесе 300% (+Ниво на специална мравка*1%) щети на задна редица на врага, като увеличава получените от тях допълнителни щети от умения с 30% за 1 рунд
de: Hat eine 50 %-ige Chance, dem letzten Trupp des Gegners 300 % (+ 1 % pro Spezialameisen-Stufe) Schaden zuzufügen und den von ihm erlittenen zusätzlichen Fähigkeitsschaden 1 Runde lang um 30 % zu erhöhen.
es: Tiene un 50% de probabilidad de infligir un 300% (+nivel de hormiga especial*1%) de daño a la línea trasera enemiga, lo que aumenta un 30% el daño de habilidad adicional recibido durante 1 ronda
fil: May 50% na pagkakataon na makitungo sa 300% (+Espesyal na Antas ng Ant*1%) na pinsala sa likurang linya ng kalaban, na nagpapalaki ng kanilang karagdagang pinsala sa kasanayan ng 30% para sa 1 round
hu: 50%-os eséllyel 300% (+különleges hangyaszint*1%) sebzést okoz az ellenség hátsó sorában, és 1 körre 30%-kal növeli a kapott további képességkárosodást
it: Has a 50% chance to deal 300% (+Antena speciale Livello*1%) di danni alla retroguardia del nemico, aumentando i danni da abilità aggiuntivi subiti del 30% per 1 round
ja: 50%の確率で敵のバックラインに300%(+特殊アントレベル*1%)ダメージを与え、追加スキルダメージを1ラウンドの間30%増加させる
mk: Има 50% шанса да нанесе 300% (+Ниво на специјална мравка*1%) штета на задниот ред, зголемувајќи 30% од примена штета на умеења за 1 круг
nl: Heeft 50% kans om 300% (+niveau speciale mier*1%) schade aan de achterste linies van de vijand toe te brengen, waardoor de extra schade door vaardigheden voor 1 ronde met 30% verhoogd wordt
pl: Ma 50% szans na zadanie 300% (+ poziom specjalnych mrówek * 1%) obrażeń tylnej linii wroga, zwiększając tym samym jej dodatkowe obrażenia od umiejętności o 30% przez 1 rundę
ru: С вероятностью 50% наносит 300% (+1% уровня специального муравья) урона задней линии врага, увеличивая получаемый ею дополнительный урон от навыков на 30% в течение 1 хода
tr: Düşmanın arka saflarına %300 (+Özel Karınca Seviyesi*%1) hasar verme şansı %50'dir, ilave yetenek hasarlarını 1 tur boyunca %30 artırır.
uk: Дає 50% шанс завдати 300% (+1% за рівень Спеціальної мурашки) шкоди задній лінії ворога, збільшуючи шкоду, яку вона отримує від додаткових умінь, на 30% упродовж 1 раунду
vi: Có xác suất 50% gây 300% (+Cấp Kiến đặc biệt*1%) sát thương lên hàng sau của đối phương, tăng 30% sát thương kỹ năng thêm vào phải chịu của chúng trong 1 hiệp

# ghostAntGhostStrikeSkillDescription20
source: Has a 60% chance to deal 300% (+Special Ant Level*1%) damage to the enemy's back line, increasing their additional skill damage taken by 30% for 1 round
ar: لديه فرصة بنسبة 60% لإحداث ضرر بنسبة 300% (+ مستوى النمل الخاص * 1%) على الخط الخلفي للعدو، مما يزيد الضرر الإضافي الذي يتلقاه من الهجمة بنسبة 30% للجولة الأولى
bg: Има 60% шанс да нанесе 300% (+Ниво на специална мравка*1%) щети на задна редица на врага, като увеличава получените от тях допълнителни щети от умения с 30% за 1 рунд
de: Hat eine 60 %-ige Chance, dem letzten Trupp des Gegners 300 % (+ 1 % pro Spezialameisen-Stufe) Schaden zuzufügen und den von ihm erlittenen zusätzlichen Fähigkeitsschaden 1 Runde lang um 30 % zu erhöhen.
es: Tiene un 60% de probabilidad de infligir un 300% (+nivel de hormiga especial*1%) de daño a la línea trasera enemiga, lo que aumenta un 30% el daño de habilidad adicional recibido durante 1 ronda
fil: May 60% na pagkakataon na makitungo sa 300% (+Espesyal na Antas ng Ant*1%) na pinsala sa likurang linya ng kalaban, na nagpapalaki ng kanilang karagdagang pinsala sa kasanayan ng 30% para sa 1 round
hu: 60%-os eséllyel 300% (+különleges hangyaszint*1%) sebzést okoz az ellenség hátsó sorában, és 1 körre 30%-kal növeli a kapott további képességkárosodást
it: Ha una possibilità del 60% di infliggere il 300% (+Livello formica speciale*1%) di danni alla linea di retroguardia del nemico, aumentando i danni da abilità aggiuntivi subiti del 30% per 1 round
ja: 60%の確率で敵のバックラインに300%(+特殊アントレベル*1%)ダメージを与え、追加スキルダメージを1ラウンドの間30%増加させる
mk: Има 60% шанса да нанесе 300% (+Ниво на специјална мравка*1%) штета на задниот ред, зголемувајќи 30% од примена штета на умеења за 1 круг
nl: Heeft 60% kans om 300% (+niveau speciale mier*1%) schade aan de achterste linies van de vijand toe te brengen, waardoor de extra schade door vaardigheden voor 1 ronde met 30% verhoogd wordt
pl: Ma 60% szans na zadanie 300% (+ poziom specjalnych mrówek * 1%) obrażeń tylnej linii wroga, zwiększając tym samym jej dodatkowe obrażenia od umiejętności o 30% przez 1 rundę
ru: С вероятностью 60% наносит 300% (+1% уровня специального муравья) урона задней линии врага, увеличивая получаемый ею дополнительный урон от навыков на 30% в течение 1 хода
tr: Düşmanın arka saflarına %300 (+Özel Karınca Seviyesi*%1) hasar verme şansı %60'tır, ilave yetenek hasarlarını 1 tur boyunca %30 artırır.
uk: Дає 60% шанс завдати 300% (+1% за рівень Спеціальної мурашки) шкоди задній лінії ворога, збільшуючи шкоду, яку вона отримує від додаткових умінь, на 30% упродовж 1 раунду
vi: Có xác suất 60% gây 300% (+Cấp Kiến đặc biệt*1%) sát thương lên hàng sau của đối phương, tăng 30% sát thương kỹ năng thêm vào phải chịu của chúng trong 1 hiệp

# ghostAntDeliberateAttackSkillTitle
source: Deliberate Attack
ar: هجوم متعمد
bg: Умишлена атака
de: Abwägender Angriff
es: Ataque deliberado
hu: Megfontolt támadás
it: Attacco deliberato
ja: 慎重な攻撃
mk: Намерен напад
nl: Gerichte aanval
pl: Rozmyślny atak
ru: Умышленная атака
tr: Tasarlanmış Saldırı
uk: Обдуманий удар
vi: Tấn công có chủ đích
