Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# prionopeltaHumicolaDescription
source: Specimens of Prionopelta are uncommonly encountered. Nests are in soil under objects, under bark or in rotten wood. Workers are rarely seen above ground and they apparently forage primarily in leaf litter or in other cryptic situations.
ar: يُصادف أفراد Prionopelta بشكل غير شائع. تتواجد الأعشاش في التربة تحت الأشياء أو تحت اللحاء أو في الخشب المتعفن. نادرًا ما تُرى العاملات فوق الأرض ويبدو أنها تتغذى بشكل أساسي في فضلات الأوراق أو في حالات أخرى غامضة.
bg: Екземплярите от вида Prionopelta се срещат рядко. Гнездата им са в почвата под предмети, под кора или в изгнила дървесина. Редко се срещат наземни работници и очевидно се хранят предимно с подстилка от листа или в други тайни ситуации.
de: Exemplare von Prionopelta sind selten anzutreffen. Nester befinden sich im Boden unter Gegenständen, unter Rinde oder in verrottendem Holz. Arbeiterinnen werden selten oberirdisch gesehen und sie suchen anscheinend hauptsächlich in Laubstreu oder in anderen versteckten Situationen nach Nahrung.
es: Los especímenes de Prionopelta son poco frecuentes. Los nidos están en el suelo bajo objetos, bajo la corteza o en madera podrida. Rara vez se ve a las obreras sobre el suelo y aparentemente se alimentan principalmente en la hojarasca o en otras situaciones crípticas.
fil: Ang mga specimen ng Prionopelta ay bihirang makasalubong. Ang mga pugad ay nasa lupa sa ilalim ng mga bagay, sa ilalim ng balat ng puno o sa nabubulok na kahoy. Bihirang makita ang mga manggagawa sa itaas ng lupa at lumilitaw na nangangalap sila ng pagkain sa basura ng mga dahon o sa iba pang mga mahiwagang sitwasyon.
it: Gli esemplari di Prionopelta sono raramente osservati. I nidi sono nel terreno sotto oggetti, sotto la corteccia o nel legno marcio. Le operaie si vedono di rado sopra il terreno e apparentemente cercano cibo principalmente nella lettiera di foglie o in altre situazioni criptiche.
ja: Prionopeltaの標本にはほとんど遭遇しません。巣は物体の下の土の中、木の皮の下、または腐った木の中。働きアリは地上ではほとんど見られず、もっぱら落ち葉の中や他の隠れた場所で採餌していると思われる。
mk: Примероците на Prionopelta ретко се среќаваат. Гнездата се во почвата под предмети, под кора од дрво или во трулежно дрво. Ретко се гледаат работниците надвор и очигледно собираат храна првенствено во подлогата од листови или во други криптички ситуации.
nl: Exemplaren van Prionopelta worden zelden aangetroffen. Nesten bevinden zich in de grond onder voorwerpen, onder schors of in verrot hout. Werksters worden zelden boven de grond gezien en ze foerageren kennelijk voornamelijk in bladafval of in andere cryptische situaties.
pl: Osobniki Prionopelta są rzadko spotykane. Gniazda znajdują się w glebie pod przedmiotami, pod korą lub w zbutwiałym drewnie. Robotnice rzadko są widywane nad ziemią i najwyraźniej żerują głównie w ściółce liściowej lub w innych kryptycznych sytuacjach.
ru: Особей Prionopelta обнаружить непросто. Гнезда находятся в почве под предметами, под корой или в гнилой древесине. Рабочих особей редко можно увидеть над землей, потому что они, очевидно, ищут себе пропитание, в основном в подстилке из листьев или в других незаметных местах.
tr: Prionopelta örneklerine nadiren rastlanır. Yuvalar, nesnelerin altındaki toprakta, kabuğun altında veya çürümüş odun içindedir. İşçiler nadiren yerin üstünde görülür ve görünüşe göre öncelikle yaprak çöpünde veya diğer gizli durumlarda besin toplarlar.
uk: Представники Prionopelta трапляються нечасто. Гніздяться в ґрунті під об’єктами, під корою або в гнилій деревині. Робітників рідко можна побачити над землею, і, очевидно, вони збирають їжу, в основному, в підстилці або в інших прихованих місцях.
vi: Rất hiếm khi gặp được các mẫu vật của Prionopelta. Tổ của chúng nằm dưới đất trong các vật dụng, dưới vỏ cây hoặc trong gỗ mục. Côn trùng thợ hiếm khi được nhìn thấy ở trên mặt đất và chúng rõ ràng kiếm ăn chủ yếu ở thảm mục hoặc những tình huống bí ẩn khác.
zh: Prionopelta 的标本很少见。蚁巢位于物体下的土壤中、树皮下或腐烂的木材中。工蚁在地面上很少见，它们显然主要在落叶层或其他隐匿的环境中觅食。

source: Strumigenys Eggersi
ar: سترومينيجيس إيجيرسي
ru: Струмигенис Эггерси

# strumigenysEggersiCommon
source: Strumigenys Eggersi
ar: سترومينيجيس إيجيرسي
ru: Струмигенис Эггерси

# strumigenysEggersiDescription
source: An unusual Strumigenys in its tolerance for its tolerance of relatively dry conditions. Strumigenys eggersi can inhabit a wide range of habitats, e.g., forests, thickets, gardens.
ar: نوع غير عادي من خنافس نمل الدراقون بسبب تحمله للظروف الجافة للغاية. يمكن أن تعيش خنافس نمل الدراقون إيجيرسي في مجموعة كبيرة من الموائل مثل الغابات والشجيرات والحدائق.
bg: Необикновен сред видовете Strumigenys с толерантността си към относително сухи условия. Strumigenys eggersi може да обитава голямо разнообразие от местообитания, напр. гори, гъсталаци, градини.
de: Eine ungewöhnliche Strumigenys in ihrer Toleranz gegenüber relativ trockenen Bedingungen. Strumigenys eggersi kann eine Vielzahl von Lebensräumen bewohnen, z. B. Wälder, Dickichte, Gärten.
es: Una Strumigenys inusual por su tolerancia a condiciones relativamente secas. Strumigenys eggersi puede habitar en una amplia gama de hábitats, por ejemplo, bosques, matorrales, jardines.
fil: Isang di karaniwang Strumigenys dahil sa kakayahang tiisin nito ang medyo tuyong kondisyon. Maaaring manirahan ang Strumigenys eggersi sa ibat ibang tirahan tulad ng mga kagubatan, mga damuhan, mga hardin.
hu: Egy szokatlan Strumigenys a viszonylag száraz körülmények tűrésének köszönhetően. A Strumigenys eggersi számos élőhelyen képes élni, például erdőkben, bozótosokban, kertekben.
it: Una Strumigenys insolita per la sua tolleranza a condizioni relativamente aride. Strumigenys eggersi può abitare una vasta gamma di habitat, ad esempio foreste, boschetti, giardini.
ja: 比較的乾燥した環境に耐えることに耐性があるという点で、珍しい Strumigenys です。Strumigenys eggersi は、森林、ヤブ、庭園など、幅広い生息地に生息できます。
mk: Необична Strumigenys со својата толеранција кон релативно суви услови. Strumigenys eggersi може да живее во широк спектар на живеалишта, т.е. шуми, грмушки, градини.
nl: Een ongewone Strumigenys vanwege haar tolerantie voor relatief droge omstandigheden. Strumigenys eggersi kan veel verschillende habitats bewonen, zoals bossen, struikgewas, tuinen.
pl: Strumigenys Eggersi cierpi na zaskakującą tolerancję na względnie suche warunki. Strumigenys eggersi może zamieszkiwać rozmaite siedliska, np. lasy, zarośla, ogrody.
ru: Необычный вид струмигенис, характеризующийся толерантностью к относительно сухим условиям. Strumigenys eggersi могут обитать в различных местообитаниях, таких как леса, заросли, сады.
tr: Strumigenys Eggersi, nispeten kuru koşullara karşı tolerans göstermesi bakımından alışılmadık bir türdür. Strumigenys eggersi; ormanlar, çalılıklar ve bahçeler gibi çok çeşitli habitatlarda yaşayabilir.
vi: Một loài Strumigenys khác thường vì tính chịu đựng của nó đối với những điều kiện tương đối khô. Strumigenys eggersi có thể sinh sống trong nhiều môi trường khác nhau, chẳng hạn như rừng rậm, bụi rậm, vườn.
zh: 一个不太寻常的 Strumigenys，因为它能耐受相对干燥的环境。Strumigenys eggersi 可以栖息在各种栖息地中，例如森林、灌木丛、花园。

source: Tapinoma melanocephalum
ar: نمل التابينوما ميلانوسيفالام

# tapinomaMelanocephalumCommon
source: Ghost Ant
ar: نمل الشبح
de: Geisterameise
es: Hormiga fantasma
fil: Antas na Multo
hu: Szellemhangya
it: Formica fantasma
ja: ゴーストアリ
mk: Мравка-дух
nl: Spookmier
pl: Mrówka widmo
ru: Муравей-призрак
tr: Hayalet Karınca
uk: Мураха-примара
vi: Kiến ma
zh: 幽灵蚁

# tapinomaMelanocephalumDescription
source: Is a species of ant that goes by the common name ghost ant. They are recognised by their dark head and pale or translucent legs and gaster (abdomen). This colouring makes this tiny ant seem even smaller.
ar: نوع من النمل الذي يُسمى بالنمل الشبح. ويمكن التعرف عليه من رأسه الداكن وساقيه الباهتين أو الشفافة ومعدته (بطنه). وهذا اللون يجعل هذا النمل الصغير يبدو أصغر مما هو عليه.
bg: Един вид мравки, наричан още мрачна мравка. Разпознават се по тъмната им глава и бледи или полупрозрачни крака и стомах (корем). Този цвят прави тази мъничка мравка да изглежда още по-малка.
de: Ist eine Ameisenart, die unter dem gebräuchlichen Namen Geisterameise bekannt ist. Sie sind an ihrem dunklen Kopf und ihren blassen oder durchsichtigen Beinen und Gaster (Hinterleib) zu erkennen. Diese Färbung lässt diese winzige Ameise noch kleiner erscheinen.
es: Es una especie de hormiga que recibe el nombre común de hormiga fantasma. Se reconocen por su cabeza oscura y sus patas y gáster (abdomen) pálidos o translúcidos. Esta coloración hace que esta pequeña hormiga parezca aún más pequeña.
fil: Isang uri ng ants na kung tawagin ay ghost ant. Nakikilala ang mga ito dahil sa kanilang maitim na ulo at maputlang dilaw o translucent na mga binti at gaster (tiyan). Dahil sa kulay na ito, ang maliit na ants na ito ay mukhang mas maliliit.
hu: Egy hangyfaj, amelynek a szellemhangya a köznyelvi neve. Sötét fejéről és halvány vagy áttetsző lábairól és toráról (hasa) lehet felismerni. Ez a színezet még kisebbnek láttatja ezt a parányi hangyát.
it: È una specie di formica conosciuta con il nome comune di formica fantasma. Si riconosce per la testa scura e zampe e gastero (addome) pallidi o traslucidi. Questa colorazione fa sembrare questa minuscola formica ancora più piccola.
ja: 一般的な名前ゴーストアリで知られるアリの一種です。彼らは暗い頭部と薄く透明な脚と胃（腹部）で認識されます。この色彩により、この小さなアリはさらに小さく見えます。
mk: Оваа е вид мравка што оди под заедничкото име мравка-дух. Тие се препознаваат по темната глава и бледите или проѕирни нозе и гастер (стомак). Оваа боја ја прави оваа мала мравка да изгледа уште и помала.
nl: Is een mierensoort die bekendstaat onder de naam spookmier. Deze soort valt op door haar donkere kop en bleke of doorschijnende poten en gaster (achterlijf). Door deze kleur lijken deze kleine mieren nog kleiner.
pl: To odmiana mrówki, znana pod powszechną nazwą mrówki widmo. Charakteryzuje się ciemną głową oraz jasnymi lub półprzezroczystymi odnóżami i odwłokiem. To zabarwienie sprawia, że ta maleńka mrówka wydaje się jeszcze mniejsza.
ru: Вид муравьев с общим названием муравей-призрак. Опознаются по темной голове и бледным или полупрозрачным ногам и гастеру (брюшку). Такая окраска делает этого маленького муравья еще меньше.
tr: Yaygın adı hayalet karınca olan bir karınca türüdür. Koyu renkli kafaları ve açık renkli veya yarı saydam bacakları ve gasterleriyle (karınlarıyla) tanınırlar. Bu renklendirme, bu küçük karıncayı daha da küçük gösterir.
uk: Вид мурахи, что відомий під загальною назвою мураха-примара. Її можна розпізнати за темною головою та блідою або напівпрозорою ногою та тонким кишечником (черевцем). Це забарвлення робить цю дрібну мураху ще меншою.
vi: Là một loài kiến được gọi bằng tên thường là kiến ma. Chúng được nhận biết bằng cái đầu đen và đôi chân, bụng (phần bụng) nhợt nhạt hoặc trong suốt. Màu sắc này khiến loài kiến tí hon này trông càng nhỏ hơn.
zh: 是一种常被称为幽灵蚁的蚂蚁物种。它们的特征是头呈深色，腿和胃（腹部）呈苍白或半透明状。这种颜色使得这种微小的蚂蚁看起来更小。

source: Telamonia dimidiata
ar: تلامونيا دي ميدياتا

# telamoniaDimidiataCommon
source: Golden Venom
ar: العنكبوت القافز ذهبي السم
de: Goldenes Gift
es: Veneno dorado
fil: Gintong Lason
hu: Aranyugrópók
it: Veleno d'oro
ja: ゴールデンベノム
mk: Златен отров
nl: Gouden springspin
pl: Złoty jad
ru: Золотой яд
tr: Altın Zehir
uk: Золотий стрибун
vi: Nọc độc vàng
zh: 黄金毒液

# telamoniaDimidiataDescription
source: The two-striped jumper is a jumping spider found in various Asian tropical rain forests, in foliage in wooded environments.
ar: العنكبوت القافز ذو الخطين هو أحد أنواع العناكب القافزة التي توجد في العديد من الغابات المطيرة الآسيوية في أوراق الشجر بالبيئات المشجرة.
bg: Двуивичестият скачач е скоклив паяк, който се среща в различни азиатски тропически дъждовни гори и листна маса в залесени райони.
de: Der Zweistreifige Springer ist eine Springspinne, die in verschiedenen tropischen Regenwäldern Asiens im Blattwerk von Waldgebieten vorkommt.
es: El saltador de dos rayas es una araña saltadora que se encuentra en varios bosques tropicales asiáticos, en el follaje de entornos boscosos.
fil: Ang two-striped jumper ay isang jumping spider na matatagpuan sa ibat ibang Asyanong tropikal na kagubatang ulan, sa mga dahon sa mga may kakahuyang kapaligiran.
hu: A kétcsíkos ugrópók egy ugrópókszint, amelyet különböző ázsiai esőerdőkben találhatunk meg, lombozatban, erdős környezetben.
it: Il ragno saltatore a due strisce si trova in varie foreste pluviali tropicali asiatiche, nel fogliame in ambienti boscosi.
ja: 2 線のジャンパーは、木の生い茂った環境の茂みに、さまざまなアジアの熱帯雨林で見られるクモです。
mk: Пајакот-скокач со две пруги е скокачки пајак што се наоѓа во разни тропски дождовни шуми во Азија, во лисјата во шумските средини.
nl: De tweekleurige springspin is een springspin die in verschillende Aziatische tropische regenwouden wordt gevonden, in bladeren in bossige omgevingen.
pl: Pajęczak to skaczący pająk występujący w różnych azjatyckich lasach deszczowych, w faunie środowisk leśnych.
ru: Двухполосый прыгун — это скакун, встречающийся в различных тропических лесах Азии, в листве лесистых местностей.
tr: İki çizgili zıplayan örümcek, ormanlık ortamlardaki yapraklar arasında bulunan Asya'nın çeşitli tropik yağmur ormanlarında bulunan bir zıplayan örümcektir.
uk: Дво смугаста мураха-стрибун, що водиться в різних азійських тропічних дощових лісах, у листяній місцевості, в лісових районах.
vi: Nhảy hai sọc là loài nhện nhảy được tìm thấy trong nhiều khu rừng mưa nhiệt đới châu Á, trên các đám lá trong môi trường rừng gỗ.
zh: 两条纹跳蛛是分布在各种亚洲热带雨林中的一种跳蛛，生活在树林环境中的树叶中。

# tetraponeraRufonigra
source: Tetraponera
ar: تيترا بونيرا

# tetraponeraRufonigraCommon
source: Lathy Sniffer
ar: سنيفينغ لاثي
de: Lathy Schnupperer
es: Rastreador de látex
hu: Lóhere-fürkész
it: Intercettatore di Lathy
ja: レイシー・スニッファー
mk: Латна мирисливка
nl: Peulenspeurer
pl: Sniffer łodyg
ru: Латиевый нюхач
tr: Lathy Sezici
uk: Нюхач латі
vi: Đánh hơi lười biếng
zh: 纤细的探测器

# tetraponeraRufonigraDescription
source: Mainly distributed in tropical regions, they like to nest in trees or rock crevices. They're extremely aggressive and are good at fighting in unity. When they find prey, they will lay siege to it and kill it fiercely and quickly. Their stings can secrete formic acid so people who get stabbed will experience severe pain and redness.
ar: يُعرف عادة باسم النمل النحيف ويتميز بطبيعته الشجرية وأجساده النحيلة.
bg: Обикновено известни като тънки мравки и се характеризират с дървесния си произход и тънки тела.
de: Gemeinhin als schlanke Ameisen bekannt und zeichnen sich durch ihre baumbewohnende Natur und schlanken Körper aus.
es: Distribuidas principalmente en regiones tropicales, les gusta anidar en árboles o grietas de rocas. Son extremadamente agresivas y son buenas peleando en unidad. Cuando encuentran una presa, la asedian y la matan con fiereza y rapidez. Sus aguijones pueden secretar ácido fórmico, por lo que las personas que son apuñaladas experimentarán un dolor intenso y enrojecimiento.
fil: Pangunahing ipinamahagi sa mga tropikal na rehiyon, gusto nilang magtayo ng pugad sa mga puno o bitak sa bato. Sobrang agresibo at magaling silang makipaglaban nang sabay-sabay. Kapag nakakita sila ng biktima, susugurin nila ito at papatayin ito nang mabangis at mabilis. Ang kanilang mga pang-iinis ay maaaring maglabas ng formic acid kaya ang mga taong matutusok ay nakakaranas ng malubhang sakit at pamumula.
hu: Elsősorban a trópusi régiókban elterjedtek, és szeretnek fákban vagy sziklarepedésekben fészkelni. Rendkívül agresszívak és jól tudnak küzdeni az egységben. Amikor találnak prédát, ostrom alá veszik és gyorsan és hevesen végeznek vele. A szúrásuk hangyasavat tud kiválasztani, ezért azok az emberek, akiket megcsípnek, súlyos fájdalmat és bőrpírt fognak tapasztalni.
it: Distribuite principalmente nelle regioni tropicali, amano nidificare sugli alberi o nelle fessure della roccia. Sono estremamente aggressive e sono brave a lottare all'unisono. Quando trovano una preda, la assediano e la uccidono ferocemente e rapidamente. Le loro punture possono secernere acido formico, quindi le persone che vengono punte sperimentano forti dolori e arrossamenti.
ja: 主に熱帯地域に分布しており、樹木や岩の裂け目に巣を作ることを好みます。彼らは非常に攻撃的で調和して戦うのが得意です。獲物を見つけると、それを包囲し、激しく素早く殺します。彼らの刺し傷はギ酸を分泌することができ、刺された人は激しい痛みと発赤を経験します。
mk: Распределени претежно во тропските региони, сакаат да прават гнезда во дрвја или пукнатини во карпите. Тие се крајно агресивни и се добри во обединетото борење. Кога ќе најдат плен, ќе го опсадат и ќе го убијат жестоко и брзо. Нивните жила можат да лачат мравја киселина, така што луѓето кои ќе бидат боднати ќе почувствуваат силна болка и црвенило.
nl: Ze leven vooral in tropische gebieden en nestelen graag in bomen of rotskloven. Ze zijn extreem agressief en kunnen goed als groep vechten. Als ze een prooi vinden, zullen ze hem omsingelen en hem snel en genadeloos doden. Hun steken kunnen mierenzuur afscheiden, dus mensen die gestoken worden, krijgen last van hevige pijn en roodheid.
pl: Pochodzi głównie z rejonów tropikalnych, lubi zakładać gniazda w drzewach lub szczelinach skalnych. Jest niezwykle agresywny i świetnie walczy w jedności. Gdy znajdzie ofiarę, oblęży ją i szybko i brutalnie zabije. Jego żądło może wydzielać kwas mrówkowy, dlatego ludzie, którzy zostaną ukąszeni, odczują dotkliwy ból i zaczerwienienie.
ru: В основном распространены в тропических регионах, предпочитают гнездиться на деревьях или в скальных расщелинах. Чрезвычайно агрессивны и умело сражаются вместе. Обнаружив добычу, они осаждают ее и быстро и свирепо убивают. Их жала могут выделять муравьиную кислоту, поэтому укушенные испытывают сильную боль и покраснение.
tr: Başlıca tropik bölgelerde bulunurlar ve ağaçlarda veya kaya çatlaklarında yuva yapmayı severler. Son derece saldırgandırlar ve birlik içinde mükemmel dövüşürler. Avlarını bulduklarında, kuşatırlar ve şiddetli ve hızlı bir şekilde öldürürler. İğneleri formik asit salgılayabilir, bu nedenle bıçaklanan kişiler şiddetli ağrı ve kızarıklık yaşar.
uk: В основному поширений у тропічних регіонах, любить гніздитися на деревах або у скельних ущелинах. Це дуже агресивні мурахи, які добре вміють воювати разом. Коли вони знаходять здобич, вони будуть її осаджати і вб'ють жорстоко і швидко. Їхні укуси можуть виділяти мурашину кислоту, тому люди, які отримали укус, відчують сильний біль і почервоніння.
vi: Chủ yếu phân bố ở vùng nhiệt đới, chúng thích làm tổ trên cây hoặc trong kẽ đá. Chúng rất hung dữ và giỏi chiến đấu đoàn kết. Khi chúng tìm thấy con mồi, chúng sẽ bao vây và giết mồi một cách nhanh và hung dữ. Vết đốt của chúng có thể tiết ra axit fomic nên người bị đốt sẽ cảm thấy đau đớn và đỏ rát dữ dội.
zh: 通常被称为细蚁，它们的特征是树栖的习性和细长的身体。

source: Tetramorium pulcherrimum
ar: تتراموريوم بولشيريوم

# tetramoriumPulcherrimumCommon
source: Enigmatic Taylor
ar: الخياط الغامض
de: Rätselhafter Schneider
es: Sastre enigmático
fil: Misteryosong Taylor
hu: Rejtélyes szabó
it: Sarto enigmatico
ja: 謎めいたテイラー
mk: Загадочна кројачка
nl: Mysterieuze kleermaker
pl: Zagadkowy krawiec
ru: Загадочный портной
tr: Gizemli Terzi
uk: Загадковий кравець
vi: Taylor bí ẩn
zh: 神秘的裁缝

# tetramoriumPulcherrimumDescription
source: Little is known about this Tetramorium pulcherrimum worker from Uganda.
ar: لا يُعرف سوى القليل عن عامل نمل التتراموريوم بوتستعد لمدة جولة واحدة، وفرصتها 50% في إلحاق ضرر بنسبة 441% (+مستوى النملة الخاصلشيريوم من أوغندا.
bg: Малко се знае за този вид Tetramorium pulcherrimum от Уганда.
de: Über diese Tetramorium pulcherrimum-Arbeiterin aus Uganda ist wenig bekannt.
es: Se sabe poco sobre este trabajador de Tetramorium pulcherrimum de Uganda.
fil: Hindi gaanong alam ang tungkol sa worker na ito ng Tetramorium pulcherrimum mula sa Uganda.
hu: Kevés ismeret áll rendelkezésre erről az Ugandából származó Tetramorium pulcherrimum munkásról.
it: Si sa poco di questo operaio Tetramorium pulcherrimum proveniente dall'Uganda.
ja: このウガンダの Tetramorium pulcherrimum ワーカーについてはあまり知られていません。
mk: Малку се знае за оваа работничка Tetramorium pulcherrimum од Уганда.
nl: Er is weinig bekend over deze Tetramorium pulcherrimum-werkmier uit Oeganda.
pl: O tym robotniku Tetramorium pulcherrimum z Ugandy wiadomo niewiele.
ru: Об этом рабочем муравье Tetramorium pulcherrimum из Уганды мало что известно.
tr: Uganda'dan gelen bu Tetramorium pulcherrimum işçi hakkında çok az şey bilinmektedir.
uk: Мало що відомо про цього робітника Tetramorium pulcherrimum з Уганди.
vi: Người ta biết rất ít về loài kiến thợ Tetramorium pulcherrimum này ở Uganda.
zh: 我们对来自乌干达的这种 Tetramorium pulcherrimum 工蚁知之甚少。

source: Thaumatomyrmex Atrox
ar: ثاوماتوميرميكس أتروكس

# thaumatomyrmexAtroxCommon
source: Reap Master
ar: ريبر ماستر
bg: Жътварски господар
de: Erntemeister
es: Maestro cosechador
fil: Dalubhasang Mang-ani
hu: Arató ura
it: Mietitore
ja: リープ・マスター
mk: Мајстор на покоси
nl: Meester der Oogst
pl: Mistrz żniw
ru: Жнец
tr: Hasat Ustası
uk: Майстер жнив
vi: Chúa tể gặt
zh: 收割大师
