Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# myrmecotypusRettenmeyeriPowerOfAwakeningSkillDescription20
source: Has a 60% chance to deal 250% (+Special Ant Level*1%) damage to the enemy's back line. Meanwhile, our back line will gain a Wake Effect to be immune to a control effect (Silence/Disarm/Suppress/Confuse), lasting for one round
ar: لديه فرصة بنسبة 60% لتوجيه ضرر بنسبة 250% (زائد مستوى النملة الخاصة*1%) للخط الخلفي للعدو. وفي الوقت نفسه، سيكتسب خطنا الخلفي تأثير استيقاظ ليكون محصنًا ضد تأثير التحكم (الصمت/نزع السلاح/القمع/الحيرة)، والذي يستمر لمدة جولة واحدة
bg: Има 60% шанс да нанесе 250% (+специално ниво на мравка * 1%) щета на задната линия на врага. В същото време, нашата задна линия ще придобие ефект на събуждане, за да придобие имунитет срещу контролиращ ефект (заглушаване/обезоръжаване/потискане/объркване) с продължителност 1 рунд
de: Hat eine Chance von 60 %, 250 % (+ Spezialameisen-Level * 1 %) Schaden an der feindlichen hinteren Reihe zu verursachen. Unsere hintere Reihe erhält gleichzeitig den Wachzustand, der sie für eine Runde immun gegen einen Kontrolleffekt (Stille/Entwaffnen/Unterdrücken/Verwirren) macht
es: Tiene un 60% de posibilidades de infligir un 250% (+1% por nivel especial de hormiga) de daño a la línea de fondo del enemigo. Mientras tanto, nuestra línea de fondo obtendrá un efecto de despertar para ser inmune a un efecto de control (silencio/desarme/supresión/confusión) durante una ronda
fil: May 60% na pagkakataon na makapagdulot ng 250% (+Espesyal na Antas*1%) pinsala sa huling bahagi ng kalaban. Samantala, ang huling bahagi natin ay makakakuha ng Epekto ng Paggising para maging immune sa epekto ng kontrol (Pananahimik/Pagtanggal ng Sandata/Pagpigil/Pagkalito), na tatagal sa loob ng isang round
hu: 60% eséllyel 250% (+Különleges hangya szintje *1%) sebzést okoz az ellenség hátsó vonalának. Eközben a mi hátsó vonalunk Ébredési hatást kap, így egy körön át immunis egy irányító hatás (Némítás/Leszerelés/Elfojtás/Zavarkeltés) ellen
it: Ha il 60% di possibilità di infliggere il 250% (+Livello formica speciale*1%) del danno alla retroguardia del nemico. Nel frattempo, la nostra retroguardia otterrà un Effetto Risveglio diventando immune a un effetto di controllo (Silenzio/Disarmo/Soppressione/Stordimento) per la durata di un round
ja: 60％の確率で、敵の後列に250％（+特殊アリレベル*1％）のダメージを与える。それと同時に、後列が1ラウンドの間、制御効果（沈黙/武装解除/抑制/混乱）に対して無効になる覚醒効果を獲得
mk: Има 60% шанса да нанесе 250% (+ ниво на специјалниот мрав*1%) штета до задната борбена линија на непријателот. Во меѓувреме, нашата задната борбена линија ќе добие буден ефект да биде имуна до ефект на контрола (искачување/разоружување/сузбивање/збунување), кој трае една рунда
nl: Heeft een kans van 60% om 250% (+ Speciaal mierenniveau*1%) schade aan te richten aan de achterste linie van de vijand. Ondertussen krijgt onze achterste linie een ontwaakeffect waardoor deze immuun is voor een controle-effect (stilte/ontwapenen/onderdrukken/in de war brengen), dat een ronde duurt.
pl: Posiada 60% szans na zadanie 250% (+1% poziomu specjalnej mrówki) obrażeń tylnej linii wroga. Tymczasem nasza tylna linia otrzyma efekt przebudzenia, zapewniający odporność na efekt kontroli (wyciszenie/rozbrojenie/stłumienie/zamieszanie) na jedną turę
ru: С вероятностью 60% наносит 250% (+1% от уровня особого муравья) урона последним рядам противника. При этом наши последние ряды получают эффект пробуждения; в течение одного раунда они невосприимчивы к отрицательному эффекту (безмолвие/разоружение/подавление/дезориентация)
uk: Має 60% ймовірності завдати 250% (+ Рівень мурахи*1%) шкоди тилам противника. Тим часом, тили вашої команди отримають ефект Пробудження, щоб стати імунними до ефекту керування (Тиша/Роззброєння/Придушення/Заплутаність), який триває протягом одного раунду
vi: Có 60% xác suất gây 250% (+Tỷ lệ kiến đặc biệt*1%) sát thương lên tuyến sau của địch. Trong khi đó, tuyến sau của chúng ta sẽ nhận được Hiệu ứng Thức tỉnh để miễn nhiễm với hiệu ứng khống chế (Im lặng/Giải giới/Kìm nén/Hỗn loạn), kéo dài trong một vòng

# myrmecotypusRettenmeyeriHealthFieldSkillTitle
source: Health Field
ar: مجال الصحة
bg: Лечебно поле
de: Gesundheitsfeld
es: Campo de salud
fil: Larangan ng Kalusugan
hu: Egészségügyi mező
it: Campo di salute
ja: 健康フィールド
mk: Терен на здравје
nl: Gezondheidsveld
pl: Pole zdrowia
ru: Поле здоровья
uk: Поле здоров'я
vi: Trường năng lượng

# myrmecotypusRettenmeyeriHealthFieldSkillDescription10
source: During the battle, the skill damage dealt by all our Shooter squad will be increased by 25%. From the 4th round, 30% of the damage dealt by our back line will be converted to the squad power of our front line
ar: خلال المعركة، سيتم زيادة ضرر المهارة الذي تحدثه جميع فرق الرماة لدينا بنسبة 25%. بدءًا من الجولة الرابعة، سيتم تحويل 30% من الضرر الذي يلحق بخطنا الخلفي إلى قوة الفصيلة في خط المواجهة لدينا
bg: По време на битка щетата, нанасяна от умението от всички наши отряди стрелци, ще бъде увеличена с 25%. От 4-тия рунд, 30% от щетата, нанасяна от нашата задна линия, ще бъде преобразувана в силата на отряда на нашата предна линия
de: Während des Kampfes wird der durch alle unsere Schützen-Squads verursachte Fertigkeitsschaden um 25 % erhöht. Ab der 4. Runde werden 30 % des von unserer hinteren Reihe verursachten Schadens in die Squad-Macht unserer vorderen Reihe umgewandelt
es: Durante la batalla, el daño de habilidad infligido por todo nuestro escuadrón tirador aumentará en un 25%. A partir de la cuarta ronda, el 30% del daño infligido por nuestra línea de fondo se convertirá en el poder de escuadrón de nuestra primera línea
fil: Sa panahon ng laban, ang pinsala ng kasanayan na ibinibigay ng lahat ng pulutong ng Tagabaril natin ay madadagdagan ng 25%. Mula sa ika-4 na round, 30% ng pinsalang ibinigay ng huling bahagi natin ay ikokonberte sa kapangyarihan ng pulutong ng harapan natin
hu: A csata alatt minden Lövészraj által okozott képességsebzést 25%-kal növeli. A 4. körtől hátsó vonalunk okozta sebzés 30%-a első vonalunk rajerősségébe alakul
it: Durante la battaglia, il danno abilità inflitto da tutta la nostra squadra Tiratore sarà aumentato del 25%. Dal 4° round, il 30% del danno inflitto dalla nostra retroguardia sarà convertito in potere squadra della nostra prima linea
ja: バトルの間、シューター分隊が与えるスキルのダメージが25％増加する。4ラウンド目以降、後列が与えるダメージの30％が前列の分隊のパワーに変換される
mk: За време на битката, штетата од вештини нанесени од сите наши трупи со стрелач ќе се зголеми за 25%. Од 4-тата рунда, 30% од штетата нанесена од нашата задната борбена линија ќе се претворат во моќ на трупите на нашата прва борбена линија
nl: Tijdens de strijd wordt de vaardigheidsschade die door al onze eenheden wordt toegebracht met 25% verhoogd. Vanaf de 4e ronde wordt 30% van de schade die door onze achterste linie wordt toegebracht, omgezet in de eenheidskracht van onze frontlinie.
pl: Podczas bitwy obrażenia wyrządzane przez umiejętność wszystkim naszym oddziałom strzelców zostaną zwiększone o 25%. Od 4. rundy 30% obrażeń zadanych przez naszą tylną linię zostanie zamienionych na siłę oddziału naszej pierwszej linii
ru: Во время боя урон от навыков всех наших стрелковых отрядов увеличивается на 25%. Начиная с 4-го раунда, 30% урона, наносимого нашими последними рядами, преобразуется в силу отряда наших первых рядов
uk: Під час бою завдана шкода від умінь усіх загонів стрільців зросте на 25%. Починаючи з 4-го раунду, 30% завданої шкоди нашими тилами перетвориться на силу загону нашої передової
vi: Trong trận chiến, sát thương kỹ năng gây ra của toàn bộ đội hình Xạ thủ của chúng ta sẽ được tăng 25%. Từ vòng thứ 4, 30% sát thương do tuyến sau của chúng ta gây ra sẽ được chuyển thành sức mạnh đội hình của tuyến đầu

# myrmecotypusRettenmeyeriHealthFieldSkillDescription20
source: During the battle, the skill damage dealt by all our Shooter squad will be increased by 35%. From the 4th round, 40% of the damage dealt by our back line will be converted to the squad power of our front line
ar: خلال المعركة، سيتم زيادة ضرر المهارة الذي تحدثه جميع فرق الرماة لدينا بنسبة 35%. بدءًا من الجولة الرابعة، سيتم تحويل 40% من الضرر الذي يلحق بخطنا الخلفي إلى قوة الفصيلة في خط المواجهة لدينا
bg: По време на битка щетата, нанасяна от умението от всички наши отряди стрелци, ще бъде увеличена с 35%. От 4-тия рунд, 40% от щетата, нанасяна от нашата задна линия, ще бъде преобразувана в силата на отряда на нашата предна линия
de: Während des Kampfes wird der durch alle unsere Schützen-Squads verursachte Fertigkeitsschaden um 35 % erhöht. Ab der 4. Runde werden 40 % des von unserer hinteren Reihe verursachten Schadens in die Squad-Macht unserer vorderen Reihe umgewandelt
es: Durante la batalla, el daño de habilidad infligido por todo nuestro escuadrón tirador aumentará en un 35%. A partir de la cuarta ronda, el 40% del daño infligido por nuestra línea de fondo se convertirá en el poder de escuadrón de nuestra primera línea
fil: Sa panahon ng laban, ang pinsala ng kasanayan na ibinibigay ng lahat ng pulutong ng Tagabaril natin ay madadagdagan ng 35%. Mula sa ika-4 na round, 40% ng pinsalang ibinigay ng huling bahagi natin ay ikokonberte sa kapangyarihan ng pulutong ng harapan natin
hu: A csata alatt minden Lövészraj által okozott képességsebzést 35%-kal növeli. A 4. körtől hátsó vonalunk okozta sebzés 40%-a első vonalunk rajerősségébe alakul
it: Durante la battaglia, il danno abilità inflitto da tutta la nostra squadra Tiratore sarà aumentato del 35%. Dal 4° round, il 40% del danno inflitto dalla nostra retroguardia sarà convertito in potere squadra della nostra prima linea
ja: バトルの間、シューター分隊が与えるスキルのダメージが35％増加する。4ラウンド目以降、後列が与えるダメージの40％が前列の分隊のパワーに変換される
mk: За време на битката, штетата од вештини нанесени од сите наши трупи со стрелач ќе се зголеми за 35%. Од 4-тата рунда, 40% од штетата нанесена од нашата задната борбена линија ќе се претворат во моќ на трупите на нашата прва борбена линија
nl: Tijdens de strijd wordt de vaardigheidsschade die door al onze eenheden wordt toegebracht met 35% verhoogd. Vanaf de 4e ronde wordt 40% van de schade die door onze achterste linie wordt toegebracht, omgezet in de eenheidskracht van onze frontlinie.
pl: Podczas bitwy obrażenia wyrządzane przez umiejętność wszystkim naszym oddziałom strzelców zostaną zwiększone o 35%. Od 4. rundy 40% obrażeń zadanych przez naszą tylną linię zostanie zamienionych na siłę oddziału naszej pierwszej linii
ru: Во время боя урон от навыков всех наших стрелковых отрядов увеличивается на 35%. Начиная с 4-го раунда, 40% урона, наносимого нашими последними рядами, преобразуется в силу отряда наших первых рядов
uk: Під час бою завдана шкода від умінь усіх загонів стрільців зросте на 35%. Починаючи з 4-го раунду, 40% завданої шкоди нашими тилами перетвориться на силу загону нашої передової
vi: Trong trận chiến, sát thương kỹ năng gây ra của toàn bộ đội hình Xạ thủ của chúng ta sẽ được tăng 35%. Từ vòng thứ 4, 40% sát thương do tuyến sau của chúng ta gây ra sẽ được chuyển thành sức mạnh đội hình của tuyến đầu

# newWorldGeneralRageBiteSkillTitle
source: Rage Bite
ar: عضة الغضب
bg: Ухапване на ярост
de: Zornbiss
es: Mordisco Rabioso
fil: Kagat ng Rage
hu: Dühöngő harapás
it: Morso rabbioso
ja: レイジバイト
ru: Укус ярости
vi: Cắn thịnh nộ

# newWorldGeneralRageBiteSkillDescription10
source: Has a 30% chance to deal 176.5% (+Special Ant Level*1.5%) damage to 2 random enemy squads within effective range, and increases their damage taken from Combat Skills by 21% for 1 round
ar: احتمالية بنسبة 30% لإلحاق 176.5% (+مستوى النمل الخاص*1.5%) من الضرر بفرقتين عشوائيتين من الأعداء ضمن المدى الفعال، وزيادة معدل الضرر الذي يتلقيانه من مهارات القتال بنسبة 21% لمدة جولة واحدة
bg: Има 30% шанс да нанесе 176.5% (+ ниво на специален мравка*1.5%) щети на 2 отряда случайно избрани вражески цели намиращи се в ефективен обсег и за 1 кръг увеличава щетите, които получават от бойни умения с 21%
de: Hat eine Chance von 30%, zufällig 2 gegnerischen Einheiten innerhalb der Reichweite 176,5 % (+ Sonderameisenlevel*1,5 %) Schaden zuzufügen und deren erlittenen Schaden von Kampffertigkeiten 1 Runde lang um 21 % zu erhöhen.
es: Tiene un 30% de probabilidad de infligir 176,5% (+Nivel de Hormiga Especial*1,5%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo, y aumenta el daño que reciban de las Habilidades de Combate en un 21% durante 1 asalto
fil: May 30% tyansang magbigay ng pinsalang 176.5% (+Antas ng Espesyal na Langgam*1.5%) sa 2 random na iskwad ng kaaway na nasa sakop ng tama, at tataasan ang pinsalang natatanggap mula sa mga Kasanayan sa Pakikipaglaban ng 21% sa loob ng 1 round
hu: 30%-os esély arra, hogy 176,5% (+Különleges hangya szintje*1,5%) sebzést okozzon 2 véletlenszerű ellenséges osztagnak a hatótávolságon belül, és 21%-kal növeli a következő körben a harci képességektől elszenvedett sebzést
it: Ha il 30% di possibilità di infliggere il 176,5% (+ livello formica speciale*1,5%) di danni a 2 contingenti nemici casuali entro il raggio d'azione effettivo, e aumenta i danni derivanti dalle abilità di combattimento del 21% per 1 round
ja: 30%の確率で、効果範囲内の2つのランダムな敵部隊に対して176.5%（+特殊アリレベル*1.5%）のダメージを与え、1ラウンドの間、その戦闘スキルによるダメージを21%増加させる。
mk: Има шанса од 30% да нанесе штета од 176,5% (+Ниво на специјални мравки*1,5%) во 2 случајни непријателски чети во ефективен дострел, и ја зголемува штетата што ја примаат од борбените вештини за 21% 1 рунда
nl: Heeft 30% kans om 176,5% (+Speciaal mier-niveau*1,5%) schade toe te brengen aan 2 vijandige eenheden binnen effectief bereik en verhoogt de schade die ze van gevechtsvaardigheden ontvangen met 21% voor 1 ronde
pl: Posiada 30% szans na zadanie 176.5% (+Specjalny poziom mrówek*1.5%) obrażeń 2 losowym wrogim oddziałom w efektywnym zasięgu oraz zwiększonych obrażeniach odliczanych przez Umiejętności bojowe o 21% przez 1 rundę
ru: С 30%-ной вероятностью наносит 176,5% (+уровень особой муравьиной атаки*1,5%) урона 2 случайным отрядам противника в зоне действия и увеличивает получаемый ими от боевых навыков урон на 21% в течение 1 хода
uk: Існує 30% ймовірність нанести 176,5% (+Рівень особливої мурашки*1,5%) шкоди 2 випадковим ворожим загонам у зоні дії та збільшити отриману ними шкоду від бойових навичок на 21% протягом 1 раунду
vi: Có 30% cơ hội gây sát thương 176,5% (+Cấp kiến đặc biệt*1,5%) lên 2 tổ đội địch ngẫu nhiên trong phạm vi hiệu quả và tăng sát thương phải chịu từ các Kỹ năng chiến đấu của chúng lên 21% trong 1 lượt

# newWorldGeneralRageBiteSkillDescription20
source: Has a 30% chance to deal 261.5% (+Special Ant Level*1.5%) damage to 2 random enemy squads within effective range, and increases their damage taken from Combat Skills by 31% for 1 round
ar: احتمالية بنسبة 30% لإلحاق 261.5% (+مستوى النمل الخاص*1.5%) من الضرر بفرقتين عشوائيتين من الأعداء ضمن المدى الفعال، وزيادة معدل الضرر الذي يتلقيانه من مهارات القتال بنسبة 31% لمدة جولة واحدة
bg: Има 30% шанс да нанесе 261.5% (+ ниво на специален мравка*1.5%) щети на 2 отряда случайно избрани вражески цели намиращи се в ефективен обсег и за 1 кръг увеличава щетите, които получават от бойни умения с 31%
de: Hat eine Chance von 30%, zufällig 2 gegnerischen Einheiten innerhalb der Reichweite 261,5 % (+ Sonderameisenlevel*1,5 %) Schaden zuzufügen und deren erlittenen Schaden von Kampffertigkeiten 1 Runde lang um 31 % zu erhöhen.
es: Tiene un 30% de probabilidad de infligir 261,5% (+Nivel de Hormiga Especial*1,5%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo, y aumenta el daño que reciban de las Habilidades de Combate en un 31% durante 1 asalto
fil: May 30% tyansang magbigay ng pinsalang 261.5% (+Antas ng Espesyal na Langgam*1.5%) sa 2 random na iskwad ng kaaway na nasa sakop ng tama, at tataasan ang pinsalang natatanggap mula sa mga Kasanayan sa Pakikipaglaban ng 31% sa loob ng 1 round
hu: 30%-os esély arra, hogy 261,5% (+Különleges hangya szintje*1,5%) sebzést okozzon 2 véletlenszerű ellenséges osztagnak a hatótávolságon belül, és 31%-kal növeli a következő körben a harci képességektől elszenvedett sebzést
it: Ha il 30% di possibilità di infliggere il 261,5% (+ livello formica speciale*1,5%) di danni a 2 contingenti nemici casuali entro il raggio d'azione effettivo, e aumenta i danni derivanti dalle abilità di combattimento del 31% per 1 round
ja: 30%の確率で、効果範囲内の2つのランダムな敵部隊に対して261.5%（+特殊アリレベル*1.5%）のダメージを与え、1ラウンドの間、その戦闘スキルによるダメージを31%増加させる。
mk: Има шанса од 30% да нанесе штета од 261,5% (+Ниво на специјални мравки*1,5%) во 2 случајни непријателски чети во ефективен дострел, и ја зголемува штетата што ја примаат од борбените вештини за 31% 1 рунда
nl: Heeft 30% kans om 261,5% (+Special mier-niveau*1,5%) schade toe te brengen aan 2 vijandige eenheden binnen effectief bereik en verhoogt de schade die ze van gevechtsvaardigheden ontvangen met 31% voor 1 ronde
pl: Posiada 30% szans na zadanie 261.5% (+Specjalny poziom mrówek*1.5%) obrażeń 2 losowym wrogim oddziałom w efektywnym zasięgu oraz zwiększonych obrażeniach odliczanych przez Umiejętności bojowe o 31% przez 1 rundę
ru: С 30%-ной вероятностью наносит 261,5% (+уровень особой муравьиной атаки*1,5%) урона 2 случайным отрядам противника в зоне действия и увеличивает получаемый ими от боевых навыков урон на 31% в течение 1 хода
uk: Існує 30% ймовірність нанести 261,5% (+Рівень особливої мурашки*1,5%) шкоди 2 випадковим ворожим загонам у зоні дії та збільшити отриману ними шкоду від бойових навичок на 31% протягом 1 раунду
vi: Có 30% cơ hội gây sát thương 261,5% (+Cấp kiến đặc biệt*1,5%) lên 2 tổ đội địch ngẫu nhiên trong phạm vi hiệu quả và tăng sát thương phải chịu từ các Kỹ năng chiến đấu của chúng lên 31% trong 1 lượt

# newWorldGeneralDeterenceSkillTitle
source: Deterrence
ar: الردع
bg: Сдържане
de: Abschreckung
es: Disuasión
fil: Pagpigil
hu: Elrettentés
it: Deterrenza
ja: 抑止力
mk: Острашување
nl: Afschrikking
pl: Zniechęcenie
ru: Сдерживание
uk: Стримування
vi: Răn đe

# newWorldGeneralDeterenceSkillDescription10
source: In the first 4 rounds, reduces the Combat Skill damage of 2 random enemy squads by 35%
ar: في الجولات الأربع الأولى، يقلل من معدل الضرر من مهارة القتال لفرقتين عشوائيتين من الأعداء بنسبة 35%
bg: През първите 4 кръга намалява нанасяните щети от бойни умения от 2 отряда случайно избрани вражески цели с 35%
de: Reduziert den Schaden von Kampffertigkeiten von 2 zufälligen gegnerischen Einheiten in den ersten 4 Runden um 35 %.
es: En los primeros 4 asaltos, reduce el daño de las Habilidades de Combate de 2 escuadrones enemigos aleatorios en un 35%
fil: Sa unang 4 na round, babawasan ang pinsala ng Kasanayan sa Pakikipaglaban ng 2 random na iskwad ng kaaway ng 35%
hu: Az első 4 körben 35%-kal csökkenti 2 véletlenszerű ellenséges osztag harci képességének sebzést
it: Nei primi 4 round, riduce del 35% i danni da abilità di combattimento di 2 contingenti nemici casuali
ja: 最初の4ラウンドで、2つのランダムな敵部隊の戦闘スキルのダメージを35%減少させる。
mk: Во првите 4 рунди, ја намалува штетата од борбени вештини на 2 случајни непријателски чети за 35%
nl: Vermindert in de eerste 4 rondes de gevechtsvaardigheidsschade van 2 willekeurige vijandige eenheden met 35%
pl: W pierwszych 4 rundach redukuje obrażenia od Umiejętności bojowych 2 losowych wrogich oddziałów o 35%
ru: В течение первых 4 ходов уменьшает на 35% урон от боевых навыков, наносимый 2 случайным отрядам противника
uk: У перші 4 раунди зменшує шкоду від бойової навички у 2 випадкових ворожих загонів на 35%
vi: Trong 4 lượt đầu, giảm sát thương Kỹ năng chiến đấu của 2 tổ đội địch ngẫu nhiên 35%

# newWorldGeneralDeterenceSkillDescription20
source: In the first 4 rounds, reduces the Combat Skill damage of 2 random enemy squads by 55%
ar: في الجولات الأربع الأولى، يقلل من معدل الضرر من مهارة القتال لفرقتين عشوائيتين من الأعداء بنسبة 55%
bg: През първите 4 кръга намалява нанасяните щети от бойни умения от 2 отряда случайно избрани вражески цели с 55%
de: Reduziert den Schaden von Kampffertigkeiten von 2 zufälligen gegnerischen Einheiten in den ersten 4 Runden um 55 %.
es: En los primeros 4 asaltos, reduce el daño de las Habilidades de Combate de 2 escuadrones enemigos aleatorios en un 55%
fil: Sa unang 4 na round, babawasan ang pinsala ng Kasanayan sa Pakikipaglaban ng 2 random na iskwad ng kaaway ng 55%
hu: Az első 4 körben 55%-kal csökkenti 2 véletlenszerű ellenséges osztag harci képességének sebzést
it: Nei primi 4 round, riduce del 55% i danni da abilità di combattimento di 2 contingenti nemici casuali
ja: 最初の4ラウンドで、2つのランダムな敵部隊の戦闘スキルのダメージを55%減少させる。
mk: Во првите 4 рунди, ја намалува штетата од борбени вештини на 2 случајни непријателски чети за 55%
nl: Vermindert in de eerste 4 rondes de gevechtsvaardigheidsschade van 2 willekeurige vijandige eenheden met 55%
pl: W pierwszych 4 rundach redukuje obrażenia od Umiejętności bojowych 2 losowych wrogich oddziałów o 55%
ru: В течение первых 4 ходов уменьшает на 55% урон от боевых навыков, наносимый 2 случайным отрядам противника
uk: У перші 4 раунди зменшує шкоду від бойової навички у 2 випадкових ворожих загонів на 55%
vi: Trong 4 lượt đầu, giảm sát thương Kỹ năng chiến đấu của 2 tổ đội địch ngẫu nhiên 55%

# newWorldGeneralBlitzkriegSkillTitle
source: Blitzkrieg
ar: حرب خاطفة
bg: Светкавична война
hu: Villámháború
it: Guerra lampo
ja: 電撃戦
mk: Брза војна
ru: Блицкриг
uk: Бліцкриг
vi: Chiến tranh chớp nhoáng
