Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# driverAntBlitzkriegSkillDescription20
source: Prepares for 1 round, and has a 60% chance to deal 384% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: تتمركز لجولة واحدة، ويصبح لديك فرصة بنسبة 60% لإحداث ضرر بنسبة 384% (+مستوى النملة الخاصة*5%) على فرقة معادية عشوائية ضمن النطاق الفعال
bg: Приготвя се за 1 рунд и има шанс от 60% да нанесе 384% (+ ниво на специален мравка*5%) щети на 1 случаен вражески отряд в рамките на обсега си
de: Bereitet sich für 1 Runde vor und hat eine Chance von 60%, einem zufälligen feindlichen Trupp innerhalb der Reichweite 384% (+ Speziallevel der Ameise*5%) Schaden zuzufügen
es: Prepara durante 1 turno y tiene un 60% de posibilidades de infligir un 384% más de daño (+nivel de hormiga especial*5%) a 1 pelotón enemigo aleatorio dentro del alcance efectivo
fil: Patuyo ang sarili sa 1 round at may 60% na tsansang magdulot ng 384% (+Special Ant Level*5%) pinsala sa 1 random na detatsment ng kalaban sa loob ng saklaw
hu: 1 körre felkészül, és 60% eséllyel 384% (+Speciális Hangya Szint*5%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül
it: Si prepara per 1 turno e ha una probabilità del 60% di infliggere 384% (+livello formica speciale x 5%) di danno a 1 squadra nemica casuale nel raggio d'azione
ja: 1ラウンド準備し、有効範囲内のランダムな敵の分隊に384%（+特殊なアリのレベル*5%）のダメージを与える60%の確率がある
mk: Поготвува 1 рунда, и има 60% шанса да нанесе 384% (+ Ниво на специјални мравки*5%) штета на 1 случајна непријателска екипа во ефективен дострел
nl: Bereidt zich 1 ronde voor en heeft 60% kans om 384% (+Speciaal Mierniveau*5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik
pl: Przygotowuje się przez 1 rundę i ma 60% szans na zadanie 384% (+ Specjalny poziom mrówki*5%) obrażeń losowemu oddziałowi wroga w zasięgu
ru: Готовится в течение 1 раунда, а затем имеет 60% шанс нанести 384% (+5% за уровень особого муравья) урона одному случайному отряду противника в эффективном радиусе
tr: 1 raunt hazırlanır ve %60 ihtimalle etkili menzil içindeki 1 rastgele düşman birliğine %384 (+Özel Karınca Seviyesi*%5) hasar verir
uk: Готується впродовж 1 раунду та завдає 384% (+спец. рівень мурахи * 5%) шкоди випадковому ворожому загону в межах досяжності 60% ймовірністю
vi: Chuẩn bị trong 1 vòng, có 60% khả năng gây sát thương 384% (+Cấp độ kiến đặc biệt*5%) cho 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả

# driverAntSharpTearingSkillTitle
source: Sharp Tearing
ar: تمزيق حاد
bg: Остри ръбове
de: Scharfes Zerfleischen
es: Desgarro cortante
fil: Matalas na Pagpunit
hu: Éles tépés
it: Lacero acuto
ja: 鋭い裂傷
mk: Остро цепење
nl: Scherp scheuren
pl: Ostre rozrywanie
ru: Острые когти
tr: Keskin Parçalama
uk: Гострі ікла
vi: Xé toạc

# driverAntSharpTearingSkillDescription10
source: Has a 35% chance to deal 390% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range and Dull them, reducing their attack by 30% for 2 rounds
ar: احصل على فرصة بنسبة 35% لإحداث ضرر بنسبة 390% (+مستوى النملة الخاصة*3%) على فرقة معادية عشوائية ضمن النطاق الفعال وجعلها باهتة، مما يقلل من هجومها بنسبة 30% لمدة جولتين
bg: Има шанс от 35% да нанесе 390% (+ ниво на специален мравка*3%) щети на 1 случаен вражески отряд в рамките на обсега си и да го „тъпи“, което намалява атаката му с 30% за 2 рунда
de: Hat eine Chance von 35%, einem zufälligen feindlichen Trupp innerhalb der Reichweite 390% (+ Speziallevel der Ameise*3%) Schaden zuzufügen, ihn abzustumpfen und seinen Angriff 2 Runden lang um 30% zu reduzieren
es: Tiene un 35% de posibilidades de infligir un 390% más de daño (+nivel de hormiga especial*3%) a 1 pelotón enemigo aleatorio dentro del alcance efectivo y desafilarlo, lo que reduce su ataque un 30% durante 2 turnos
fil: May 35% na tsansang magdulot ng 390% (+Special Ant Level*3%) pinsala sa 1 random na detatsment ng kalaban sa loob ng saklaw at gawin silang Manhid, na binabawasan ang kanilang atake ng 30% sa loob ng 2 round
hu: 35% eséllyel 390% (+Speciális Hangya Szint*3%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül és eltompítja őket, ami 2 körön át 30%-kal csökkenti a támadásukat
it: Ha una probabilità del 35% di infliggere 390% (+livello formica speciale x 3%) di danno a 1 squadra nemica casuale nel raggio d'azione e renderla ottusa, riducendone l'attacco del 30% per 2 turni
ja: 有効範囲内のランダムな敵の分隊に390%（+特殊なアリのレベル*3%）のダメージを与え、2ラウンドの間攻撃を30%減少させる鈍化させる35%の確率がある
mk: Има 35% шанса да нанесе 390% (+ Ниво на специјални мравки*3%) штета на 1 случајна непријателска екипа во ефективен дострел и да ја затвори, намалувајќи го нападот на 30% за 2 рунди
nl: Heeft 35% kans om 390% (+Speciaal Mierniveau*3%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en verzwakt hen, waardoor hun aanval 2 rondes lang met 30% wordt verminderd
pl: Ma 35% szans na zadanie 390% (+ Specjalny poziom mrówki*3%) obrażeń losowemu oddziałowi wroga w zasięgu i ich Stępienie, redukując ich atak o 30% przez 2 rundy
ru: Имеет 35% шанс нанести 390% (+3% за уровень особого муравья) урона одному случайному отряду противника в эффективном радиусе действия и ослабить его, уменьшив его атаку на 30% на 2 раунда
tr: %35 ihtimalle etkili menzil içindeki 1 rastgele düşman birliğine %390 (+Özel Karınca Seviyesi*%3) hasar verip Donuklaştırır ve 2 raunt boyunca saldırısını %30 azaltır
uk: Має 35% шансу завдати 390% (+спец. рівень мурахи * 3%) шкоди випадковому ворожому загону в межах досяжності й затупить його знаряддя, зменшивши його атаку на 30% на 2 раунди
vi: Có 35% khả năng gây sát thương 390% (+Cấp độ kiến đặc biệt*3%) cho 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và Làm chậm chúng, giảm 30% sát thương của chúng trong 2 vòng

# driverAntSharpTearingSkillDescription20
source: Has a 45% chance to deal 390% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range and Dull them, reducing their attack by 30% for 2 rounds
ar: احصل على فرصة بنسبة 45% لإحداث ضرر بنسبة 390% (+مستوى النملة الخاصة*3%) على فرقة معادية عشوائية ضمن النطاق الفعال وجعلها باهتة، مما يقلل من هجومها بنسبة 30% لمدة جولتين
bg: Има шанс от 45% да нанесе 390% (+ ниво на специален мравка*3%) щети на 1 случаен вражески отряд в рамките на обсега си и да го „тъпи“, което намалява атаката му с 30% за 2 рунда
de: Hat eine Chance von 45%, einem zufälligen feindlichen Trupp innerhalb der Reichweite 390% (+ Speziallevel der Ameise*3%) Schaden zuzufügen, ihn abzustumpfen und seinen Angriff 2 Runden lang um 30% zu reduzieren
es: Tiene un 45% de posibilidades de infligir un 390% más de daño (+nivel de hormiga especial*3%) a 1 pelotón enemigo aleatorio dentro del alcance efectivo y desafilarlo, lo que reduce su ataque un 30% durante 2 turnos
fil: May 45% na tsansang magdulot ng 390% (+Special Ant Level*3%) pinsala sa 1 random na detatsment ng kalaban sa loob ng saklaw at gawin silang Manhid, na binabawasan ang kanilang atake ng 30% sa loob ng 2 round
hu: 45% eséllyel 390% (+Speciális Hangya Szint*3%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül és eltompítja őket, ami 2 körön át 30%-kal csökkenti a támadásukat
it: Ha una probabilità del 45% di infliggere 390% (+livello formica speciale x 3%) di danno a 1 squadra nemica casuale nel raggio d'azione e renderla ottusa, riducendone l'attacco del 30% per 2 turni
ja: 有効範囲内のランダムな敵の分隊に390%（+特殊なアリのレベル*3%）のダメージを与え、2ラウンドの間攻撃を30%減少させる鈍化させる45%の確率がある
mk: Има 45% шанса да нанесе 390% (+ Ниво на специјални мравки*3%) штета на 1 случајна непријателска екипа во ефективен дострел и да ја затвори, намалувајќи го нападот на 30% за 2 рунди
nl: Heeft 45% kans om 390% (+Speciaal Mierniveau*3%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en verzwakt hen, waardoor hun aanval 2 rondes lang met 30% wordt verminderd
pl: Ma 45% szans na zadanie 390% (+ Specjalny poziom mrówki*3%) obrażeń losowemu oddziałowi wroga w zasięgu i ich Stępienie, redukując ich atak o 30% przez 2 rundy
ru: Имеет 45% шанс нанести 390% (+3% за уровень особого муравья) урона одному случайному отряду противника в эффективном радиусе действия и ослабить его, уменьшив его атаку на 30% на 2 раунда
tr: %45 ihtimalle etkili menzil içindeki 1 rastgele düşman birliğine %390 (+Özel Karınca Seviyesi*%3) hasar verip Donuklaştırır ve 2 raunt boyunca saldırısını %30 azaltır
uk: Має 45% шансу завдати 390% (+спец. рівень мурахи * 3%) шкоди випадковому ворожому загону в межах досяжності й затупить його знаряддя, зменшивши його атаку на 30% на 2 раунди
vi: Có 45% khả năng gây sát thương 390% (+Cấp độ kiến đặc biệt*3%) cho 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và Làm chậm chúng, giảm 30% sát thương của chúng trong 2 vòng

# driverAntWeaknessStrikeSkillTitle
source: Weakness Strike
ar: ضربة الضعف
bg: Удар по слабостта
de: Schwächeschlag
es: Ataque a la debilidad
fil: Pag-atake sa Kahinaan
hu: Gyengeség ütése
it: Colpo su debole
ja: 弱さの攻撃
mk: Удар против слабостите
nl: Aanval op zwakte
pl: Cios w słabość
ru: Удар в слабое место
tr: Zayıflık Vuruşu
uk: Вульнерний удар
vi: Tấn công điểm yếu

# driverAntWeaknessStrikeSkillDescription10
source: Has a 35% chance to deal 170% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: احصل على فرصة بنسبة 35% لإحداث ضرر بنسبة 170% (+مستوى النملة الخاصة*5%) على فرقة معادية عشوائية ضمن النطاق الفعال واستنفادها، مما يقلل من ضررها بنسبة 20% لمدة جولة واحدة
bg: Има шанс от 35% да нанесе 170% (+ ниво на специален мравка*5%) щети на 1 случаен вражески отряд в обсег и да го „изтощи“, което намалява щетите му с 20% за 1 рунд
de: Hat eine Chance von 35%, einem zufälligen feindlichen Trupp innerhalb der Reichweite 170% (+ Speziallevel der Ameise*5%) Schaden zuzufügen, ihn zu erschöpfen und seinen Schaden 1 Runde lang um 20% zu reduzieren
es: Tiene un 35% de posibilidades de infligir un 170% más de daño (+nivel de hormiga especial*5%) a 1 pelotón enemigo aleatorio dentro del alcance efectivo y dejarlo exhausto, lo que reduce su daño un 20% durante 1 turno
fil: May 35% na tsansang magdulot ng 170% (+Special Ant Level*5%) pinsala sa 1 random na detatsment ng kalaban sa loob ng saklaw at Pagurin sila, na binabawasan ang kanilang pinsala ng 20% sa loob ng 1 round
hu: 35% eséllyel 170% (+Speciális Hangya Szint*5%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül és kimeríti őket, ami 1 körön át 20%-kal csökkenti a sebzést
it: Ha una probabilità del 35% di infliggere 170% (+livello formica speciale x 5%) di danno a 1 squadra nemica casuale nel raggio d'azione e sfinirla, riducendone il danno del 20% per 1 turno
ja: 有効範囲内のランダムな敵の分隊に170%（+特殊なアリのレベル*5%）のダメージを与え、1ラウンドの間ダメージを20%減少させる衰弱を与える35%の確率がある
mk: Има 35% шанса да нанесе 170% (+ Ниво на специјални мравки*5%) штета на 1 случајна непријателска екипа во ефективен дострел и да ја исцрпи, намалувајќи ја штетата на 20% за 1 рунда
nl: Heeft 35% kans om 170% (+Speciaal Mierniveau*5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en verzwakt hen, waardoor hun schade 1 ronde lang met 20% wordt verminderd
pl: Ma 35% szans na zadanie 170% (+ Specjalny poziom mrówki*5%) obrażeń losowemu oddziałowi wroga w zasięgu i wyczerpuje ich, redukując ich obrażenia o 20% przez 1 rundę
ru: Имеет 35% шанс нанести 170% (+5% за уровень особого муравья) урона одному случайному отряду противника в эффективном радиусе и сделать его уставшим, уменьшив его урон на 20% на 1 раунд
tr: %35 ihtimalle etkili menzil içindeki 1 rastgele düşman birliğine %170 (+Özel Karınca Seviyesi*%5) hasar verip Bitkin Düşürür ve 1 raunt boyunca hasarını %20 azaltır
uk: Має 35% шансу завдати 170% (+спец. рівень мурахи * 5%) шкоди випадковому ворожому загону в межах досяжності та виснажити його, зменшивши його шкоду на 20% на 1 раунд
vi: Có 35% khả năng gây sát thương 170% (+Cấp độ kiến đặc biệt*5%) cho 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và Làm yếu chúng, giảm 20% sát thương của chúng trong 1 vòng

# driverAntWeaknessStrikeSkillDescription20
source: Has a 35% chance to deal 220% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: احصل على فرصة بنسبة 35% لإحداث ضرر بنسبة 220% (+مستوى النملة الخاصة*5%) على فرقة معادية عشوائية ضمن النطاق الفعال واستنفادها، مما يقلل من ضررها بنسبة 20% لمدة جولة واحدة
bg: Има шанс от 35% да нанесе 220% (+ ниво на специален мравка*5%) щети на 1 случаен вражески отряд в рамките на обсега и да го „изтощи“, което намалява щетите му с 20% за 1 рунд
de: Hat eine Chance von 35%, einem zufälligen feindlichen Trupp innerhalb der Reichweite 220% (+ Speziallevel der Ameise*5%) Schaden zuzufügen, ihn zu erschöpfen und seinen Schaden 1 Runde lang um 20% zu reduzieren
es: Tiene un 35% de posibilidades de infligir un 220% más de daño (+nivel de hormiga especial*5%) a 1 pelotón enemigo aleatorio dentro del alcance efectivo y dejarlo exhausto, lo que reduce su daño un 20% durante 1 turno
fil: May 35% na tsansang magdulot ng 220% (+Special Ant Level*5%) pinsala sa 1 random na detatsment ng kalaban sa loob ng saklaw at Pagurin sila, na binabawasan ang kanilang pinsala ng 20% sa loob ng 1 round
hu: 35% eséllyel 220% (+Speciális Hangya Szint*5%) sebzést okoz 1 véletlenszerű ellenséges egységnek a hatótávolságon belül és kimeríti őket, ami 1 körön át 20%-kal csökkenti a sebzést
it: Ha una probabilità del 35% di infliggere 220% (+livello formica speciale x 5%) di danno a 1 squadra nemica casuale nel raggio d'azione e sfinirla, riducendone il danno del 20% per 1 turno
ja: 有効範囲内のランダムな敵の分隊に220%（+特殊なアリのレベル*5%）のダメージを与え、1ラウンドの間ダメージを20%減少させる衰弱を与える35%の確率がある
mk: Има 35% шанса да нанесе 220% (+ Ниво на специјални мравки*5%) штета на 1 случајна непријателска екипа во ефективен дострел и да ја исцрпи, намалувајќи ја штетата на 20% за 1 рунда
nl: Heeft 35% kans om 220% (+Speciaal Mierniveau*5%) schade toe te brengen aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik en verzwakt hen, waardoor hun schade 1 ronde lang met 20% wordt verminderd
pl: Ma 35% szans na zadanie 220% (+ Specjalny poziom mrówki*5%) obrażeń losowemu oddziałowi wroga w zasięgu i wyczerpuje ich, redukując ich obrażenia o 20% przez 1 rundę
ru: Имеет 35% шанс нанести 220% (+5% за уровень особого муравья) урона одному случайному отряду противника в эффективном радиусе и сделать его уставшим, уменьшив его урон на 20% на 1 раунд
tr: %35 ihtimalle etkili menzil içindeki 1 rastgele düşman birliğine %220 (+Özel Karınca Seviyesi*%5) hasar verip Bitkin Düşürür ve 1 raunt boyunca hasarını %20 azaltır
uk: Має 35% шансу завдати 220% (+спец. рівень мурахи * 5%) шкоди випадковому ворожому загону в межах досяжності та виснажити його, зменшивши його шкоду на 20% на 1 раунд
vi: Có 35% khả năng gây sát thương 220% (+Cấp độ kiến đặc biệt*5%) cho 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và Làm yếu chúng, giảm 20% sát thương của chúng trong 1 vòng

# duskyLurkerSneakAttackSkillTitle
source: Sneak Attack
ar: الهجوم الخفي
bg: Подмолна атака
de: Hinterhältiger Angriff
es: Ataque furtivo
hu: Lesből támadás
it: Attacco furtivo
ja: 奇襲
nl: Sluipaanval
pl: Atak z ukrycia
ru: Атака из укрытия
tr: Gizli Saldırı
uk: Несподіваний напад
vi: Tấn công lén lút

# duskyLurkerSneakAttackSkillDescription10
source: Has a 100% chance to deal 210% (+Special Ant Level*1%) damage to a random enemy squad, reducing its Defense by 50% for 1 round
ar: احتمال 100% لإحداث 210% (+ مستوى النملة الخاصة*1%) ضررًا لفريق العدو عشوائيًا، مما يقلل من دفاعه بنسبة 50% لمدة جولة واحدة
bg: Вероятност 100% да нанесе 210% (+Ниво на специален мравка*1%) щети на произволен вражески отбор и да намали неговата защита с 50% за 1 рунд.
de: Verfügt über eine 100%-Chance, einem zufälligen gegnerischen Trupp 210 % (+ Ameisenstufe Spezial*1 %) Schaden zuzufügen und seine Verteidigung für 1 Runde um 50 % zu verringern
es: Tiene un 100 % de probabilidad de infligir 210 % (+ nivel de hormiga especial x 1 %) de daño a un escuadrón enemigo aleatorio y reducir su defensa en un 50 % por 1 asalto
fil: May 100% na tiyansang magbigay ng 210% (+Espesyal na Antas ng Ant*1%) pinsala sa isang random na tropa ng kaaway, babawasan ang Depensa nito ng 50% para sa 1 round
hu: 100% esély egy véletlenszerű ellenséges csapatnak 210% (+Speciális Hangya szintje*1%) sebzést okozni, a védelmét 1 körre 50%-kal csökkentve.
it: Ha il 100% di possibilità di infliggere 210% (+Livello formica speciale*1%) danni a una squadra nemica casuale, riducendone la difesa del 50% per 1 round
ja: 100％の確率で、ランダムな敵軍に210％（＋特化アリレベル＊1％）のダメージを与え、1ラウンドの間、その防御力を50％減少させる
mk: Има 100% шанса да нанесе 210% (+Ниво на мравката*1%) оштетување на случајна непријателска екипа, намалувајќи ја одбраната за 50% за 1 рунда
nl: Heeft 100% kans om 210% (+Niveau speciale mier*1%) schade toe te brengen aan een willekeurige vijandige eenheid, waardoor de verdediging 1 ronde lang met 50% wordt verlaagd
pl: 100% szans na zadanie 210% (+ poziom specjalnej mrówki * 1%) obrażeń losowo wybranemu oddziałowi przeciwników, zmniejszając obronę o 50% na 1 turę
ru: Дает 100% шанс нанести 210% (+1% за уровень особого муравья) урона случайному отряду противника со снижением защиты на 50% на 1 ход
tr: Rastgele bir düşman birliğine %100 ihtimalle %210 (+Özel Karınca Seviyesi*1%) hasar verip 1 tur boyunca Savunmasını %50 azaltır
uk: Має 100% ймовірність завдати 210% (+ Рівень особливого мурахи*1%) шкоди випадковому ворожому загону, знижуючи його Захист на 50% на 1 раунд
vi: Có 100% cơ hội gây 210% (+Cấp kiến đặc biệt*1%) sát thương cho một đội địch ngẫu nhiên và giảm 50% Phòng thủ của đội đó trong 1 lượt

# duskyLurkerSneakAttackSkillDescription20
source: Has a 100% chance to deal 270% (+Special Ant Level*1%) damage to a random enemy squad, reducing its Defense by 60% for 1 round
ar: احتمال 100% لإحداث 270% (+ مستوى النملة الخاصة*1%) ضررًا لفريق العدو عشوائيًا، مما يقلل من دفاعه بنسبة 60% لمدة جولة واحدة
bg: Вероятност 100% да нанесе 270% (+Ниво на специален мравка*1%) щети на произволен вражески отбор и да намали неговата защита с 60% за 1 рунд.
de: Verfügt über eine 100%-Chance, einem zufälligen gegnerischen Trupp 270 % (+ Ameisenstufe Spezial*1 %) Schaden zuzufügen und seine Verteidigung für 1 Runde um 60 % zu verringern
es: Tiene un 100 % de probabilidad de infligir 270 % (+ nivel de hormiga especial x 1 %) de daño a un escuadrón enemigo aleatorio y reducir su defensa en un 60 % por 1 asalto
fil: May 100% na tiyansang magbigay ng 270% (+Espesyal na Antas ng Ant*1%) pinsala sa isang random na tropa ng kaaway, babawasan ang Depensa nito ng 60% para sa 1 round
hu: 100% esély egy véletlenszerű ellenséges csapatnak 270% (+Speciális Hangya szintje*1%) sebzést okozni, a védelmét 1 körre 60%-kal csökkentve.
it: Ha il 100% di possibilità di infliggere 270% (+Livello formica speciale*1%) danni a una squadra nemica casuale, riducendone la difesa del 60% per 1 round
ja: 100％の確率で、ランダムな敵軍に270％（＋特化アリレベル＊1％）のダメージを与え、1ラウンドの間、その防御力を60％減少させる
mk: Има 100% шанса да нанесе 270% (+Ниво на мравката*1%) оштетување на случајна непријателска екипа, намалувајќи ја одбраната за 60% за 1 рунда
nl: Heeft 100% kans om 270% (+Niveau speciale mier*1%) schade toe te brengen aan een willekeurige vijandige eenheid, waardoor de verdediging 1 ronde lang met 60% wordt verlaagd
pl: 100% szans na zadanie 270% (+ poziom specjalnej mrówki * 1%) obrażeń losowo wybranemu oddziałowi przeciwników, zmniejszając obronę o 60% na 1 turę
ru: Дает 100% шанс нанести 270% (+1% за уровень особого муравья) урона случайному отряду противника со снижением защиты на 60% на 1 ход
tr: Rastgele bir düşman birliğine %100 ihtimalle %270 (+Özel Karınca Seviyesi*1%) hasar verip 1 tur boyunca Savunmasını %60 azaltır
uk: Має 100% ймовірність завдати 270% (+ Рівень особливого мурахи*1%) шкоди випадковому ворожому загону, знижуючи його Захист на 60% на 1 раунд
vi: Có 100% cơ hội gây 270% (+Cấp kiến đặc biệt*1%) sát thương cho một đội địch ngẫu nhiên và giảm 60% Phòng thủ của đội đó trong 1 lượt

# duskyLurkerApplyingTacticsSkillTitle
source: Applying Tactics
ar: تطبيق التكتيكات
bg: Използване на тактики
de: Taktiken anwenden
es: Aplicación de tácticas
hu: Taktika alkalmazása
it: Applicazione di tattiche
ja: 戦術の応用
mk: Применува тактики
nl: Tactisch handelen
pl: Zastosowanie taktyki
ru: Применение тактики
tr: Taktik Uygulama
uk: Застосування тактики
vi: Áp dụng chiến thuật

# duskyLurkerApplyingTacticsSkillDescription10
source: Has a 60% chance to deal 190% (+Special Ant Level*1%) damage to a random enemy squad, and increases the next skill damage of our back line by 25%
ar: احتمال 60% لإحداث 190% (+ مستوى النملة الخاصة*1%) ضررًا لفريق العدو عشوائيًا، ويزيد من الضرر المهاري التالي لخطنا الخلفي بنسبة 25%
bg: Вероятност 60% да нанесе 190% (+Ниво на специален мравка*1%) щети на произволен вражески отбор и да увеличи щетите от следващата умение на нашата задна линия с 25%
de: Verfügt über eine Chance von 60 %, einem zufälligen gegnerischen Trupp 190 % (+ Ameisenstufe Spezial*1 %) Schaden zuzufügen und den nächsten Fertigkeitsschaden unserer hinteren Reihe um 25 % zu erhöhen
es: Tiene un 60 % de probabilidad de infligir 190 % (+ nivel de hormiga especial x 1 %) de daño a un escuadrón enemigo aleatorio y aumentar su próximo daño de habilidad de segunda fila en un 25 %
fil: May 60% na tiyansang magbigay ng 190% (+Espesyal na Antas ng Ant*1%) pinsala sa isang random na tropa ng kaaway, at tataasan ang pinsala ng susunod na kasanayan ng aming likurang linya ng 25%
hu: 60% esély egy véletlenszerű ellenséges csapatnak 190% (+Speciális Hangya szintje*1%) sebzést okozni, és 25%-kal növeli a hátsó sorunk következő képességének sebzése.
it: Ha il 60% di possibilità di infliggere 190% (+Livello formica speciale*1%) danni a una squadra nemica casuale e aumenta i danni della prossima abilità della nostra linea arretrata del 25%
ja: 60％の確率で、ランダムな敵軍に190％（＋特化アリレベル＊1％）のダメージを与え、後列の次のスキルのダメージを25％増加させる
mk: Има 60% шанса да нанесе 190% (+Ниво на мравката*1%) оштетување на случајна непријателска екипа, и ја зголемува следнава вештина на нашата задна линија за 25%
nl: Heeft 60% kans om 190% (+Niveau speciale mier*1%) schade toe te brengen aan een willekeurige vijandige eenheid en verhoogt de volgende vaardigheidsschade van onze achterlinie met 25%
pl: 60% szans na zadanie 190% (+ poziom specjalnej mrówki * 1%) obrażeń losowo wybranemu oddziałowi przeciwników i zwiększenie obrażeń następnej umiejętności w naszej tylnej linii o 25%
ru: Дает 60% шанс нанести 190% (+1% за уровень особого муравья) урона случайному отряду противника и повышает урон от следующего навыка линии поддержки на 25%
tr: Rastgele bir düşman birliğine %60 ihtimalle %190 (+Özel Karınca Seviyesi*1%) hasar verir ve arka cephemizin bir sonraki beceri hasarını %25 artırır
uk: Має 60% ймовірність завдати 190% (+ Рівень особливого мурахи*1%) шкоди випадковому ворожому загону та збільшує шкоду наступної вмілості нашого заднього ряду на 25%
vi: Có 60% cơ hội gây 190% (+Cấp kiến đặc biệt*1%) sát thương cho một đội địch ngẫu nhiên và tăng 25% sát thương của kỹ năng tiếp theo của đội hình tuyến sau của ta
