Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

source: Route not found
ar: لم يتم العثور على المسار
bg: Пътят не е намерен
de: Route nicht gefunden
es: Ruta no encontrada
fil: Walang nakitang ruta
hu: Az út nem található
it: Percorso non trovato
ja: ルートが見つかりません
mk: Патот не е пронајден
nl: Route niet gevonden
pl: Trasa nie została znaleziona
ru: Маршрут не найден
tr: Rota bulunamadı.
uk: Маршрут не знайдено
vi: Không tìm thấy đường dẫn
zh: 未找到路由

source: Home
ar: الصفحة الرئيسية
bg: Начало
de: Startseite
es: Inicio
hu: Főoldal
ja: ホーム
mk: Почетна
pl: Strona główna
ru: Домой
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh: 主页

source: Cancel
ar: إلغاء
bg: Отказ
de: Abbrechen
es: Cancelar
fil: Kanselahin
hu: Mégsem
it: Cancella
ja: キャンセル
mk: Откажи
nl: Annuleren
pl: Anuluj
ru: Отмена
tr: İptal
uk: Скасувати
vi: Huỷ
zh: 取消

# appTitle
source: Ants Companion
ar: رفيق النمل
de: Ants-Begleiter
es: Compañero de Hormigas
fil: Kasama ng mga Langgam
hu: Ants segédeszköz
it: Assistente formiche
mk: Антови пријатели
nl: Mierenpartner
ru: Помощник Ants
tr: Karıncalarla Arkadaşlık
uk: Товариш мурах
vi: Ứng dụng đồng hành Lốc Cốc
zh: Ants伴侣

# welcomeInfoTitle
source: Greetings
ar: تحياتي
bg: Поздравления
de: Begrüßung
es: Saludos
fil: Pagbati
hu: Üdvözlet
it: Saluti
ja: ようこそ
mk: Поздрав
nl: Welkom
pl: Powitania
ru: Приветствие
tr: Selamlar
uk: Вітання
vi: Lời chào
zh: 问候

# welcomeInfoDescription
source: Welcome to the Ants Companion. This app aims to be your one stop place for the ants underground kingdom
ar: مرحبًا بك في رفيق النمل. يهدف هذا التطبيق إلى أن يكون مكانًا واحدًا لك في مملكة النمل تحت الأرض
bg: Добре дошли в Ants companion. Това приложение има за цел да бъде единствената ви спирка за подземното кралство мравки
de: Willkommen beim Ants Companion. Diese App ist euer One-Stop-Shop für das unterirdische Königreich in Ants.
es: Bienvenido al compañero de hormigas. Esta aplicación tiene como objetivo ser tu lugar único para el reino subterráneo de las hormigas.
fil: Maligayang pagdating sa kasama ng mga langgam. Layunin ng app na ito na maging iyong pangunahing lugar para sa kaharian ng mga langgam sa ilalim ng lupa.
hu: Üdvözlünk az Ants Companionben. A célunk, hogy egyablakos ügyintézést nyújtsunk a hangyák földalatti királyságának.
it: Benvenuto su Ants Companion. Questa app vuole essere il tuo posto di riferimento per il regno sotterraneo delle formiche
ja: アリのコンパニオンへようこそ。このアプリは、アリの地下世界のワンストップ情報源となることを目指しています
mk: Добредојдовте во придружникот на ants. Оваа апликација има за цел да биде ваше едно место за кралството на мрази под земја
nl: Welkom bij de Ants Companion. Deze app streeft ernaar jouw vaste plek te zijn voor het ondergrondse mierenkoninkrijk
pl: Witaj w Ants Companion. Nasza aplikacja jest Twoim centrum dowodzenia podziemnym imperium mrówek.
ru: Добро пожаловать в Ants Companion. Это приложение стремится стать для вас единым местом, где вы сможете найти информацию о подземном царстве муравьев
tr: Karıncalarla arkadaşlık dostu hoş geldiniz. Bu uygulama, cıvıl cıvıl bir karınca krallığının sizi beklediği yerdir.
uk: Ласкаво просимо до товариша мурах. Ця програма має на меті стати вашим єдиним місцем для підземного королівства мурах
vi: Chào mừng bạn đến với người bạn đồng hành cùng kiến. Ứng dụng này hướng đến mục tiêu trở thành điểm dừng chân duy nhất của bạn cho vương quốc dưới lòng đất của loài kiến
zh: 欢迎来到蚂蚁伴侣。此应用程序旨在成为您蚂蚁地下王国的一站式场所

source: Special Ants
ar: نمل خاص
bg: Специални мравки
de: Spezielle Ameisen
es: Hormigas Especiales
fil: Espesyal na mga Langgam
hu: Különleges hangyák
it: Formiche speciali
ja: 特別なアリ
mk: Специјални мрази
nl: Speciale mieren
pl: Specjalne mrówki
ru: Особые муравьи
tr: Özel Karıncalar
uk: Особливі мурахи
vi: Kiến đặc biệt
zh: 特殊蚂蚁

# appFeaturesLabel
source: Features
ar: مميزات التطبيق
bg: Функции на приложението
de: App-Features
es: Funciones de la aplicación
fil: Mga Tampok ng App
hu: Alkalmazás funkciók
it: Funzionalità dell'app
ja: アプリの特徴
mk: Функции на апликацијата
nl: App-functies
pl: Funkcje aplikacji
ru: Функции приложения
tr: Uygulama Özellikleri
uk: Функції програми
vi: Các tính năng của ứng dụng
zh: 应用程序功能

# antsTierFeatureInfoTitle
source: Tier Rankings
ar: ترتيب الفئات
bg: Класации на нива
de: Tier-Ranglisten
es: Clasificación de niveles
hu: Ranglista
it: Classifiche dei livelli
ja: ティアランキング
mk: Тиер на врвни места
nl: Rangschikking van levels
pl: Ranking poziomów
ru: Рейтинг
tr: Seviye Sıralamaları
uk: Антові ранги
vi: Bảng xếp hạng các nhóm
zh: 等级排名

# antsTierFeatureInfoDescription
source: Discover which ants are the most powerful, and find out which ones excel in both player versus environment and player versus player scenarios
ar: اكتشف النمل الأقوى، واكتشف النمل الذي يتفوق في سيناريوهات لاعب ضد البيئة ولاعب ضد لاعب
bg: Разберете кои мравки са най-силните и кои от тях превъзхождат както в сценариите играч срещу среда, така и в тези играч срещу играч
de: Finde heraus, welche Ameisen am mächtigsten sind, und welche sowohl in Spieler-gegen-Umgebung- als auch in Spieler-gegen-Spieler-Szenarien herausragend abschneiden
es: Descubre cuáles son las hormigas más poderosas y averigua cuáles destacan en escenarios jugador contra entorno y jugador contra jugador
fil: Alamin kung aling mga ants ang pinaka-makapangyarihan, at alamin kung aling mga ants ang mahusay sa player kumpara sa environment at player cumpara sa player.
hu: Fedezd fel, melyek a legerősebb hangyák, és tudd meg, melyek teljesítenek a legjobban mind ember kontra környezet, mind ember kontra ember forgatókönyvekben
it: Scopri quali sono le formiche più potenti e quali eccellono sia negli scenari giocatore contro ambiente sia in quelli giocatore contro giocatore
ja: 最も強力なアリを見つけ、プレイヤー対環境とプレイヤー対プレイヤーの両方のシナリオでどちらが優れているかを見つけましょう
mk: Откријте кои мравки се најмоќни и кои се издвојуваат и во однос на играчот кон средината и во сценарија на противници (играч против играч)
nl: Ontdek welke mieren de machtigste zijn en welke zowel in speler versus omgeving- als in speler versus speler-scenario's uitblinken
pl: Odkryj, które mrówki są najsilniejsze i sprawdź, które z nich najlepiej sprawdzają się zarówno w scenariuszach gracz kontra środowisko, jak i gracz kontra gracz
ru: Узнайте, какие муравьи самые сильные, и выясните, какие из них превосходят и в противоборстве игрока с окружающей средой, и в противоборстве одного игрока с другим.
tr: Hangi karıncaların en güçlü olduğunu öğrenin ve hangilerinin hem oyuncuya karşı çevre hem de oyuncuya karşı oyuncu senaryolarında mükemmel olduğunu bulun
uk: Дізнайтесь, які мурахи найпотужніші, та з’ясуйте, які з них переважають у сценаріях “гравець проти оточення” та “гравець проти гравця.”
vi: Khám phá xem loại kiến nào mạnh nhất và xem loại kiến nào xuất sắc ở cả 2 khả năng đấu với máy và đấu với người chơi khác
zh: 发现最强大的蚂蚁，并找出在玩家与环境和玩家与玩家场景中表现出色的蚂蚁

# antsTierFeatureInfoButton
source: View ant tiers
ar: عرض طبقات النمل
bg: Преглед на класациите
de: Ameisen-Tiers ansehen
es: Ver Niveles de Hormigas
fil: Tingnan ang Antas ng mga Langgam
hu: Hangya szintek megtekintése
it: Visualizza i livelli delle formiche
ja: アリのティアを見る
mk: Види нивоа на мравки
nl: Bekijk miertiers
pl: Wyświetl poziomy mrówek
ru: Просмотр уровней муравьев
tr: Karınca Rütbelerini Görüntüle
uk: Переглянути рівні мурах
vi: Xem các bậc kiến
zh: 查看蚂蚁等级

# notificationsFeatureInfoTitle
source: Colony Action Scheduler
ar: جدولة أحداث المستعمرة
bg: Планировчик на действия за колонията
de: Aktionsplaner für Kolonien
es: Programador de Acciones de la Colonia
fil: Tagapag-iskedyul ng Aksyon ng Kolonya
hu: Katasztrófa cselekvési ütemező
it: Pianificatore delle azioni della colonia
ja: コロニーアクションスケジューラー
mk: Распоредник за дејство на колонии
nl: Kolonie-actiescheduler
pl: Harmonogram działań kolonii
ru: Планировщик действий колонии
tr: Koloni Eylem Zamanlayıcısı
uk: Планувальник дій колонії
vi: Bộ lập lịch hành động của đàn kiến
zh: 殖民地行动计划程序

# notificationsFeatureInfoDescription
source: Never miss the most important colony actions by scheduling local notifications
ar: لا تفوت أحداث المستعمرة الأكثر أهمية عن طريق جدولة إشعارات محلية
bg: Никога не пропускайте най-важните действия на колонията чрез планиране на локални известия
de: Verpasst niemals die wichtigsten Aktionen für Kolonien, indem ihr lokale Benachrichtigungen plant
es: Nunca te pierdas las acciones más importantes de la colonia programando notificaciones locales
fil: Huwag palampasin ang pinakamahahalagang aksyon ng kolonya sa pamamagitan ng pag-schedule ng mga lokal na abiso
hu: Soha többé ne hagyd ki a legfontosabb katasztrófa cselekvéseket a helyi értesítések ütemezésével
it: Pianifica le notifiche locali per non perdere mai le azioni più importanti della colonia
ja: ローカル通知をスケジュールして、最も重要なコロニーアクションを見逃さないようにしましょう
mk: Не пропуштајте ги најважните акции во колонијата со планирање на локални известувања
nl: Mis nooit meer de belangrijkste kolonieacties door lokale meldingen te plannen
pl: Nigdy nie przegap kluczowych działań kolonii dzięki ustawianiu lokalnych powiadomień
ru: Никогда не пропустите самые важные действия колонии, запланировав локальные уведомления
tr: Yerel bildirimleri zamanlayarak koloniyle ilgili önemli eylemleri asla kaçırmayın.
uk: Ніколи не пропускайте найважливіші дії колонії, плануючи локальні сповіщення
vi: Không bao giờ bỏ lỡ những hành động quan trọng nhất của đàn kiến bằng cách lập lịch thông báo cục bộ
zh: 通过计划本地通知，绝不会错过最重要的殖民地行动

# notificationsFeatureInfoButton
source: Schedule notifications
ar: جدولة الإشعارات
bg: Планирайте известия
de: Benachrichtigungen planen
es: Programar Notificaciones
fil: Mag-iskedyul ng Mga Abiso
hu: Értesítések ütemezése
it: Pianifica le notifiche
ja: 通知をスケジュール
mk: Планирај известувања
nl: Plan meldingen
pl: Harmonogram powiadomień
ru: Запланировать уведомления
tr: Bildirimleri Zamanla
uk: Запланувати сповіщення
vi: Lên lịch thông báo
zh: 计划通知

# scientificClassificationsFeatureInfoTitle
source: Scientific Classifications
ar: التصنيفات العلمية
bg: Научни класификации
de: Wissenschaftliche Klassifizierungen
es: Clasificaciones Científicas
fil: Mga Siyentipikong Pag-uuri
hu: Tudományos osztályozások
it: Classificazioni scientifiche
ja: 科学的分類
mk: Научни класификации
nl: Wetenschappelijke classificaties
pl: Klasyfikacje naukowe
ru: Научные классификации
tr: Bilimsel Sınıflandırmalar
uk: Наукові класифікації
vi: Phân loại khoa học
zh: 科学分类

# scientificClassificationsFeatureInfoDescription
source: Scientific information concerning the special ants in the ants underground kingdom
ar: معلومات علمية تتعلق بالنمل الخاص في مملكة النمل تحت الأرض
bg: Научна информация относно специалните мравки в подземното кралство мравки
de: Wissenschaftliche Informationen zu den speziellen Ameisen im unterirdischen Königreich in Ants
es: Información científica sobre las hormigas especiales en El Reino Subterráneo de las Hormigas
fil: Siyentipikong impormasyon tungkol sa mga espesyal na langgam sa Kaharian ng mga Langgam sa ilalim ng lupa
hu: Tudományos információk a The Ants Underground Kingdom különleges hangyáiról
it: Informazioni scientifiche riguardanti le formiche speciali nel regno sotterraneo di The Ants
ja: アリの地下王国の特殊アリに関する科学的情報
mk: Научни информации за специјалноста на мравките во подземното кралство на мрази
nl: Wetenschappelijke informatie over de speciale mieren in The Ants Underground Kingdom
pl: Informacje naukowe na temat specjalnych mrówek w The Ants Underground Kingdom
ru: Научная информация об особых муравьях в The Ants Underground Kingdom
tr: Karıncalarla Arkadaşlık krallığında yaşayan özel karıncalara ait bilimsel bilgiler.
uk: Наукова інформація щодо особливих мурах у підземному королівстві мурах
vi: Thông tin khoa học liên quan đến loài kiến đặc biệt trong vương quốc dưới lòng đất của loài kiến
zh: 有关蚂蚁地下王国特别蚂蚁的科学信息

# scientificClassificationsFeatureInfoButton
source: View classifications
ar: عرض التصنيفات
bg: Преглед на класификациите
de: Klassifizierungen ansehen
es: Ver Clasificaciones
fil: Tingnan ang mga Pag-uuri
hu: Osztályozások megtekintése
it: Visualizza le classificazioni
ja: 分類を見る
mk: Види класификации
nl: Bekijk classificaties
pl: Wyświetl klasyfikacje
ru: Просмотреть классификации
tr: Sınıflandırmaları Görüntüle
uk: Переглянути класифікації
vi: Xem cách phân loại
zh: 查看分类

# soldierAntsComparisonFeatureInfoTitle
source: Soldier ants comparison
ar: مقارنة النمل الجندي
bg: Сравнение на войнишките мравки
de: Vergleich der Soldatenameisen
es: Comparación de Hormigas Soldado
fil: Paghahambing ng mga Langgam na Sundalo
hu: Katona hangyák összehasonlítása
it: Confronto delle formiche soldato
ja: 兵隊アリの比較
mk: Споредба на мравките војници
nl: Vergelijking van soldatenmieren
pl: Porównanie mrówek żołnierza
ru: Сравнение солдат-муравьев
tr: Asker Karınca Karşılaştırması
uk: Порівняння мурах-солдат
vi: So sánh kiến lính
zh: 士兵蚂蚁比较

# themePickerFeatureInfoTitle
source: Theme Picker
ar: مُغيِّر السمة
bg: Избирател на теми
de: Themenselektor
es: Selector de temas
hu: Témaválasztó
it: Selettore tema
ja: テーマ ピッカー
mk: Избирач на теми
nl: Thema-kiezer
pl: Wybór motywu
ru: Выбор темы
tr: Tema Seçici
uk: Вибір теми оформлення
vi: Chọn Chủ Đề
zh: 主题选择器

# themePickerFeatureInfoDescription
source: Change the color theme for the app, allowing for a custom experience
ar: يُغيِّر سمة اللون للتطبيق، يسمح بتخصيص واجهة الاستخدام
bg: Променя цветовата тема на приложението, което позволява собствен избор
de: Ändert das Farbthema der App für ein benutzerdefiniertes Erlebnis.
es: Cambia el tema de la aplicación para que tu experiencia sea personalizada
fil: Baguhin ang tema ng kulay para sa app, na nagbibigay-daan para sa isang pasadyang karanasan
hu: Módosítsa az alkalmazás színvilágát, testreszabva a felhasználói élményt.
it: Consenti di personalizzare l'esperienza utente modificando il tema colore dell'app
ja: アプリの色テーマを変更して、ユーザー エクスペリエンスをカスタマイズできるようにする
mk: Промените ја темата на бои за апликацијата, овозможувајќи прилагодено искуство
nl: Wijzig het kleurenthema van de toepassing voor een aangepaste ervaring
pl: Zmień motyw kolorystyczny aplikacji, aby dostosować ją do własnych preferencji
ru: Изменяет цветовую тему приложения, что позволяет персонализировать его
tr: Uygulama için renk temasını değiştirerek özel bir deneyim sağlayın.
uk: Змінюйте кольорову схему програми для налаштування згідно з вашими уподобаннями
vi: Thay đổi chủ đề cho ứng dụng, cho phép tùy chỉnh
zh: 更改应用程序的配色主题，允许自定义体验

# soldierAntsComparisonFeatureInfoDescription
source: Interested in the base stats for soldier ants? This feature is for you. A side by side comparison of the base soldier stats
ar: هل أنت مهتم بالإحصائيات الأساسية للنمل الجندي؟ هذه الخاصية تناسبك. مقارنة جنبًا إلى جنب لإحصائيات الجندي الأساسية
bg: Интересувате ли се от основните характеристики на войнишките мравки? Тази функция е за вас. Сравнение една до друга на основните характеристики на войниците
de: Interessiert an den Basiswerten für Soldatenameisen? Dieses Feature ist für euch. Ein direkter Vergleich der Basissoldatenwerte
es: ¿Interesado en las estadísticas base para hormigas soldado? Esta función es para ti. Una comparación lado a lado de las estadísticas base de los soldados
fil: Interesado sa mga base stats para sa mga langgam na sundalo? Ang tampok na ito ay para sa iyo. Isang paghahambing nang magkatabi ng mga base stats ng mga sundalo
hu: Érdekel a katona hangyák alaphadrafogalma? Akkor ez a funkció neked szól. Az alapsoldier státuszok egymásmelletti összehasonlítása
it: Sei interessato alle statistiche di base delle formiche soldato? Questa è la funzione che fa per te. Confronta le statistiche di base delle formiche soldato
ja: 兵隊アリの基本ステータスに興味がありますか？この機能はあなたにぴったりです。兵隊の基本ステータスの並列比較
mk: Заинтересирани за основни статистики за мравките војници? Оваа функција е за вас. Споредба на основната статистика на војниците
nl: Geïnteresseerd in de basisstatistieken voor soldatenmieren? Dan is deze functie voor jou. Een zij-aan-zijvergelijking van de basisstatistieken van soldaten
pl: Interesują Cię podstawowe statystyki mrówek żołnierzy? Ta funkcja jest dla Ciebie. Bezpośrednie porównanie podstawowych statystyk żołnierza
ru: Интересны базовые характеристики солдат-муравьев? Эта функция для вас. Сравнение базовых характеристик солдат
tr: Asker karıncaların temel yetenekleriyle ilgileniyor musunuz? Bu özellik tam size göre. Asker karıncaların temel yeteneklerinin yan yana karşılaştırması.
uk: Цікавитесь базовою статистикою мурах-солдат? Ця функція саме для вас. Пліч-о-пліч порівняння базової статистики солдата
vi: Có hứng thú với chỉ số cơ bản của kiến lính? Tính năng này dành cho bạn. So sánh trực diện chỉ số lính cơ bản
zh: 对基础的士兵蚂蚁属性感兴趣吗？此功能适合您。基础士兵属性的并排比较

# soldierAntsComparisonFeatureInfoButton
source: Soldier stats
ar: إحصائيات الجندي
bg: Характеристики на войниците
de: Soldatenwerte
es: Estadísticas de Soldados
fil: Mga Stats ng Sundalo
hu: Katona statisztikák
it: Statistiche del soldato
ja: 兵隊のステータス
mk: Статистики на војници
nl: Soldatenstatistieken
pl: Statystyki żołnierzy
ru: Характеристики солдат
tr: Asker Karıncaların Yeteneği
uk: Статистика солдатів
vi: Chỉ số lính
zh: 士兵属性

# antTiersTitle
source: Tier Rankings
ar: تصنيف الفئات
bg: Класации на нива
de: Tier-Ranglisten
es: Clasificaciones de niveles
fil: Mga Ranggo ng Ant Tier
hu: Rangsorolási szintek
it: Classifica dei tier
ja: ティアランキング
mk: Рангирање на категории
nl: Tier-rangschikkingen
pl: Ranking tier
ru: Рейтинг уровней
tr: Rütbe Sıralamaları
uk: Рівні рідкісності
vi: Tầng Kiến
zh: 蚂蚁等级

# colonyActionSchedulerTitle
source: Colony Action Scheduler
ar: جدول أعمال عمل المستعمرة
bg: Планировчик на действия за колонията
de: Kolonie-Aktions-Zeitplaner
es: Programador de acciones de la colonia
hu: Kolónia Akcióütemező
it: Pianificatore delle azioni delle colonie
ja: コロニーアクションスケジューラー
mk: Распоред на колонијалната акција
nl: Colony actieplanning
pl: Harmonogram działań kolonii
ru: Планировщик действий колонии
tr: Koloni Aksiyon Zamanlayıcısı
uk: Планувальник дій колонії
vi: Bộ lập lịch hành động của đàn
zh: 蚁群行动日程

# colonyActionSchedulerDescription
source: Plan important colony actions you don't want to miss. You'll receive notifications for the actions you choose to monitor.
ar: خطط لإجراءات المستعمرة الهامة التي لا تريد تفويتها. ستتلقى إشعارات بالإجراءات التي تختار مراقبتها.
bg: Планирайте важни действия в колонията, които не искате да пропускате. Ще получавате известия за действията, които изберете да наблюдавате.
de: Plane wichtige Kolonieaktionen, die du nicht verpassen willst. Du erhältst Benachrichtigungen für die Aktionen, die du überwachen lässt.
es: Planifica acciones importantes de la colonia que no quieras perderte. Recibirás notificaciones de las acciones que elijas supervisar
fil: Planuhin ang mga importanteng gawain sa colony na ayaw mong makaligtaan. Makakatanggap ka ng mga notification para sa mga gawain na pipiliin mong subaybayan.
hu: Tervezd meg azokat a fontos kolóniaakciókat, amiket nem szeretnél elszalasztani. Értesítést fogsz kapni azokról az akciókról, amelyeket figyelemmel kísérsz.
it: Pianifica importanti azioni della colonia che non vuoi perdere. Riceverai notifiche per le azioni che scegli di monitorare.
ja: 見逃したくない重要なコロニーアクションを計画します。監視対象として選択したアクションに関する通知を受け取ります。
mk: Планирајте важни дејствија на колонијата што не сакате да ги пропуштите. Ќе добивате известувања за дејствијата што ќе ги изберете за следење.
nl: Plan belangrijke kolonieacties die je niet wilt missen. Je ontvangt meldingen voor de acties die je wilt volgen.
pl: Zaplanuj ważne działania kolonii, których nie chcesz przegapić. Będziesz otrzymywać powiadomienia o działaniach, które wybierzesz do monitorowania.
ru: Планируйте важные действия колонии, которые вы не хотите пропустить. Вы будете получать уведомления о действиях, за которыми решили следить.
tr: Kaçırmak istemediğiniz önemli koloni eylemlerini planlayın. İzlemek için seçtiğiniz eylemlerle ilgili bildirimler alacaksınız.
uk: Плануйте важливі дії колонії, які ви не хочете пропустити. Ви отримуватимете сповіщення для тих дій, за якими ви вирішите спостерігати.
vi: Lên kế hoạch cho các hành động quan trọng mà bạn không muốn bỏ lỡ trong đàn kiến. Bạn sẽ nhận được thông báo hành động mà bạn chọn để theo dõi.
zh: 计划您不想错过的重要殖民地行动。您将收到有关您选择监视的活动的通知。

source: Theme Picker
ar: منتقى السمة
bg: Избор на тема
es: Selector de tema
fil: Pumili ng Tema
hu: Témaválasztó
it: Tema
ja: テーマピッカー
mk: Бирач на тема
nl: Thema Kiezer
pl: Wybór motywu
ru: Выбор темы
tr: Tema Seçici
uk: Тема
vi: Bộ chọn chủ đề
zh: 主题选择器

source: Device Info
ar: معلومات الجهاز
bg: Информация за устройството
de: Geräteinfo
es: Información del dispositivo
fil: Impormasyon ng Device
hu: Eszközinformációk
it: Informazioni sul dispositivo
ja: デバイス情報
mk: Информации за уредот
nl: Apparaat Informatie
pl: Informacje o urządzeniu
ru: Информация об устройстве
tr: Cihaz Bilgisi
uk: Інформація про пристрій
vi: Thông tin thiết bị
zh: 设备信息

source: Colony Action
ar: عمل المستعمرة
bg: Действие на колонията
de: Kolonieaktion
es: Acción de la colonia
hu: Kolónia Akció
it: Azione colonia
ja: コロニーアクション
mk: Колонијална акција
nl: Kolonieactie
pl: Działanie kolonii
ru: Действие колонии
tr: Koloni Aksiyonu
uk: Дія колонії
vi: Hành động của đàn
zh: 蚁群行动

# caTypeAnthillDevelopment
source: Anthill development
ar: تطوير مستعمرة النمل
bg: Развитие на мравуняк
de: Ameisenhaufenentwicklung
es: Desarrollo del hormiguero
fil: Pagpapaunlad ng Anthill
hu: Hangyaboly Fejlődés
it: Sviluppo formicaio
ja: 蟻塚開発
mk: Развој на мравјалник
nl: Ontwikkeling mierennest
pl: Rozwój mrowiska
ru: Развитие муравейника
tr: Karınca Yuvası Gelişimi
uk: Розвиток мурашника
vi: Phát triển tổ kiến
zh: 蚁巢发展

# caTypeColonyEvolution
source: Colony evolution
ar: تطور المستعمرة
bg: Еволюция на колонията
de: Kolonieentwicklung
es: Evolución de la colonia
fil: Evolution ng Kolonya
hu: Kolónia Fejlődés
it: Evoluzione della colonia
ja: コロニーの進化
mk: Еволуција на колонија
nl: Kolonie-evolutie
pl: Ewolucja kolonii
ru: Эволюция колонии
tr: Koloni Evrimi
uk: Еволюція колонії
vi: Tiến hóa đàn
zh: 蚁群进化

# caTypeMassDevelopment
source: Mass development
ar: التطوير الشامل
bg: Масово развитие
de: Massenentwicklung
es: Desarrollo masivo
fil: Bulk Development
hu: Tömeges Fejlődés
it: Sviluppo di massa
ja: 大規模開発
mk: Масовен развој
nl: Massale ontwikkeling
pl: Masowy rozwój
ru: Массовое развитие
tr: Toplu Gelişim
uk: Масовий розвиток
vi: Phát triển hàng loạt
zh: 批量发展

# caTypeHatchSoldierAnts
source: Hatch soldier ants
ar: تفقيس نمل الجندي
bg: Излюпване на войнишки мравки
de: Soldatenameisen schlüpfen lassen
es: Eclosionar hormigas soldado
fil: Magpisa ng mga Soldier Ants
hu: Katona Hangyák Kikeltetése
it: Schiusa formiche soldato
ja: 兵アリを孵化
mk: Изведување на мравки војници
nl: Broed soldatenmieren
pl: Wylęg mrówek-żołnierzy
ru: Вывод солдат-муравьев
tr: Asker Karınca Yumurtadan Çıkart
uk: Виведення солдатів-мурах
vi: Đẻ kiến lính
zh: 孵化工蚁

# caTypeSpecialAntDevelopment
source: Special ant development
ar: تطوير نمل خاص
bg: Развитие на специална мравка
de: Entwicklung von Spezialameisen
es: Desarrollo de hormigas especiales
fil: Pagpapaunlad ng Special Ant
hu: Speciális Hangya Fejlődés
it: Sviluppo di formiche speciali
ja: 特殊アリの開発
mk: Развој на специјални мравки
nl: Ontwikkeling van speciale mieren
pl: Rozwój specjalnej mrówki
ru: Развитие особых муравьев
tr: Özel Karınca Gelişimi
uk: Розвиток мурах спеціального призначення
vi: Phát triển kiến đặc biệt
zh: 异种蚁发展

# caTaskBuildingPower
source: Building power +1
ar: +1 إلى قوة المبنى
bg: Изградена мощност +1
de: Baukraft +1
es: Potencia de construcción +1
fil: Pagbuo ng Power +1
hu: Építési Erő +1
it: Edificio Potenza +1
ja: 建物のパワー +1
mk: Зголемување на градежната моќ +1
nl: Gebouwkracht +1
pl: Moc budowania +1
ru: +1 к мощи строительства
tr: Yapı Gücü +1
uk: Потужність будівництва +1
vi: Sức mạnh xây dựng +1
zh: 每1分钟加速建筑时增加建筑强度 +1
