Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# gracefulTwigAntUnyieldingDeterminationSkillDescription10
source: When this Special Ants squad releases a Combat Skill, has a 75% chance to increase the Attack and Defense of all our squads by 30% (can be stacked). If this skill requires preparation, increases the Control Resistance (Immune to Suppress/Disarm/Silence/Chaos effect) of all our squads by 25%
ar: عندما تطلق فرقة النمل الخاصة هذه مهارة قتالية، يكون لديها فرصة بنسبة 75% لزيادة هجوم ودفاع جميع فرقنا بنسبة 30% (يمكن تكديسها). إذا كانت هذه المهارة تتطلب التحضير، فستزيد من مقاومة التحكم (المناعة لقمع/نزع سلاح/إسكات/التأثير الفوضوي) لجميع فرقنا بنسبة 25%
bg: Когато този отряд специални мравки освободи бойно умение, има 75% шанс да увеличи атаката и защитата на всички наши отряди с 30% (може да се трупа). Ако това умение изисква подготовка, увеличава съпротивлението на контрол (имунитет към потискане/разоръжаване/мълчание/ефект на хаос) на всички наши отряди с 25%
de: Wenn dieser Trupp der Spezialameise eine Kampffertigkeit freisetzt, besteht eine Chance von 75 %, den Angriff und die Verteidigung aller eigenen Trupps um 30 % zu erhöhen (kann gestapelt werden). Wenn diese Fertigkeit Vorbereitung erfordert, wird die Kontrollresistenz (immun gegen Unterdrücken/Entwaffnen/Stilllegen/Chaoseffekt) aller eigenen Trupps um 25 % erhöht
es: Cuando el escuadrón especial Hormiga libera una Habilidad de combate, posee un 75% de posibilidades de aumentar el Ataque y la Defensa de todos nuestros escuadrones en un 30% (puede apilarse). Si esta habilidad requiere preparación, aumenta la resistencia al control (inmune a los efectos Supresión/Desarmar/Silenciar/Caos) de todos nuestros escuadrones en un 25%
fil: Kapag ang tropa ng Special Ants na ito ay nagpakawala ng isang Combat Skill, may 75% na pagkakataong madagdagan ang Pag-atake at Depensa ng lahat ng aming mga tropa sa pamamagitan ng 30% (maaaring maipon). Kung ang kasanayang ito ay nangangailangan ng paghahanda, nadaragdagan ang Resistance sa Control (Immune sa epekto ng Suppress/Disarm/Silence/Chaos) ng lahat ng aming mga tropa ng 25%
hu: Amikor ez a Különleges Hangya-raj egy harci képességet enged ki, 75% esélye van rá, hogy az összes saját raj támadását és védekezését 30%-kal növeli (halmozható). Ha ez a képesség előkészítést igényel, minden saját raj irányítás-ellenállását (immunis az elnyomásra/lefegyverzésre/csendesítésre/káoszhatásra) 25%-kal növeli.
it: Quando questa squadra di formiche speciali rilascia un'abilità di combattimento, ha una probabilità del 75% di aumentare l'attacco e la difesa di tutte le nostre squadre del 30% (può essere cumulativa). Se questa abilità richiede preparazione, aumenta la resistenza al controllo (immune a effetti di soppressione/disarmo/silenzio/caos) di tutte le nostre squadre del 25%
ja: この特殊アリ小隊が戦闘スキルを発動すると、75%の確率で自分たちの小隊全体の攻撃力と防御力が30%上昇します（重ねがけ可能）。このスキルが準備を要する場合、自分たちの小隊全体の制御耐性（抑制/解除/沈黙/カオス効果に免疫）を25%上昇させます
mk: Кога оваа единица со специјални мравки ќе ослободи борбена вештина, има 75% шанса да го зголеми нападот и одбраната на сите наши единици за 30% (може да се речи). Ако оваа вештина бара подготовка, зголемува контролна отпорност (имуна на ефект на потиснување / разоружување / тишина / хаос) на сите наши единици за 25%
nl: Wanneer dit team van speciale mieren een gevechtsvaardigheid ontgrendelt, heeft het 75% kans om de aanval en verdediging van al onze teams met 30% te verhogen (kan worden gestapeld). Als deze vaardigheid voorbereiding vereist, verhoog dan het controleverzet (immuun tegen het effect van onderdrukken/ontwapenen/stilte/chaos) van al onze teams met 25%
pl: Jeśli ta drużyna specjalnych mrówek użyje bojowej umiejętności, ma 75% szans na zwiększenie ataku i obrony wszystkich naszych drużyn o 30% (możliwość kumulacji). Jeśli umiejętność wymaga przygotowania, zwiększa odporność na kontrolę (odporność na efekty tłumienia/rozbrajania/wyciszania/chaosu) wszystkich naszych drużyn o 25%.
ru: Когда этот отряд специальных муравей выпускает боевое умение, с вероятностью 75% увеличивает атаку и защиту всех своих отрядов на 30% (возможно суммирование). Если это умение требует подготовки, увеличивает сопротивление контролю (иммунитет к ослаблению/разоружению/молчанию/хаосу) всех своих отрядов на 25%
tr: Bu Özel Karıncalar grubu Bir Dövüş Becerisi serbest bıraktığında, tüm gruplarımızın Saldırısını ve Savunmasını %30 artırma şansı %75'tir (birikimli olarak). Bu beceri bir hazırlık gerektiriyorsa, tüm gruplarımızın Kontrol Direncini (+Bastırma/Silahsız Bırakma/Sessizlik/Kaos etkisine karşı Bağışıklık) %25 artırır
uk: Коли загін цих спеціальних мурах застосовує бойову навичку, 75% шанс підвищити напад і захист всіх загонів на 30% (можна накопичувати). Якщо ця навичка потребує підготовки, підвищується стійкість до контролю (імунітет до оглушення/роззброєння/тиші/хаосу) для всіх загонів на 25%
vi: Khi đội hình Kiến đặc biệt này tung Kỹ năng chiến đấu, có 75% khả năng tăng 30% Công và Thủ của toàn bộ đội hình chúng ta (có thể cộng dồn). Nếu kỹ năng này cần chuẩn bị, tăng 25% Kháng chế (miễn nhiễm với hiệu ứng Áp chế/Giải trừ vũ khí/Làm cho im lặng/Hỗn loạn) của toàn bộ đội hình chúng ta

# gracefulTwigAntUnyieldingDeterminationSkillDescription20
source: When this Special Ants squad releases a Combat Skill, has a 100% chance to increase the Attack and Defense of all our squads by 30% (can be stacked). If this skill requires preparation, increases the Control Resistance (Immune to Suppress/Disarm/Silence/Chaos effect) of all our squads by 25%
ar: عندما تطلق فرقة النمل الخاصة هذه مهارة قتالية، يكون لديها فرصة بنسبة 100% لزيادة هجوم ودفاع جميع فرقنا بنسبة 30% (يمكن تكديسها). إذا كانت هذه المهارة تتطلب التحضير، فستزيد من مقاومة التحكم (المناعة لقمع/نزع سلاح/إسكات/التأثير الفوضوي) لجميع فرقنا بنسبة 25%
bg: Когато този отряд специални мравки освободи бойно умение, има 100% шанс да увеличи атаката и защитата на всички наши отряди с 30% (може да се трупа). Ако това умение изисква подготовка, увеличава съпротивлението на контрол (имунитет към потискане/разоръжаване/мълчание/ефект на хаос) на всички наши отряди с 25%
de: Wenn dieser Trupp der Spezialameise eine Kampffertigkeit freisetzt, besteht eine Chance von 100 %, den Angriff und die Verteidigung aller eigenen Trupps um 30 % zu erhöhen (kann gestapelt werden). Wenn diese Fertigkeit Vorbereitung erfordert, wird die Kontrollresistenz (immun gegen Unterdrücken/Entwaffnen/Stilllegen/Chaoseffekt) aller eigenen Trupps um 25 % erhöht
es: Cuando el escuadrón especial Hormiga libera una Habilidad de combate, posee un 100% de posibilidades de aumentar el Ataque y la Defensa de todos nuestros escuadrones en un 30% (puede apilarse). Si esta habilidad requiere preparación, aumenta la resistencia al control (inmune a los efectos Supresión/Desarmar/Silenciar/Caos) de todos nuestros escuadrones en un 25%
fil: Kapag ang tropa ng Special Ants na ito ay nagpakawala ng isang Combat Skill, may 100% na pagkakataong madagdagan ang Pag-atake at Depensa ng lahat ng aming mga tropa sa pamamagitan ng 30% (maaaring maipon). Kung ang kasanayang ito ay nangangailangan ng paghahanda, nadaragdagan ang Resistance sa Control (Immune sa epekto ng Suppress/Disarm/Silence/Chaos) ng lahat ng aming mga tropa ng 25%
hu: Amikor ez a Különleges Hangya-raj egy harci képességet enged ki, 100% esélye van rá, hogy az összes saját raj támadását és védekezését 30%-kal növeli (halmozható). Ha ez a képesség előkészítést igényel, minden saját raj irányítás-ellenállását (immunis az elnyomásra/lefegyverzésre/csendesítésre/káoszhatásra) 25%-kal növeli.
it: Quando questa squadra di formiche speciali rilascia un'abilità di combattimento, ha una probabilità del 100% di aumentare l'attacco e la difesa di tutte le nostre squadre del 30% (può essere cumulativa). Se questa abilità richiede preparazione, aumenta la resistenza al controllo (immune a effetti di soppressione/disarmo/silenzio/caos) di tutte le nostre squadre del 25%
ja: この特殊アリ小隊が戦闘スキルを発動すると、100%の確率で自分たちの小隊全体の攻撃力と防御力が30%上昇します（重ねがけ可能）。このスキルが準備を要する場合、自分たちの小隊全体の制御耐性（抑制/解除/沈黙/カオス効果に免疫）を25%上昇させます
mk: Кога оваа единица со специјални мравки ќе ослободи борбена вештина, има 100% шанса да го зголеми нападот и одбраната на сите наши единици за 30% (може да се речи). Ако оваа вештина бара подготовка, зголемува контролна отпорност (имуна на ефект на потиснување / разоружување / тишина / хаос) на сите наши единици за 25%
nl: Wanneer dit team van speciale mieren een gevechtsvaardigheid ontgrendelt, heeft het 100% kans om de aanval en verdediging van al onze teams met 30% te verhogen (kan worden gestapeld). Als deze vaardigheid voorbereiding vereist, verhoog dan het controleverzet (immuun tegen het effect van onderdrukken/ontwapenen/stilte/chaos) van al onze teams met 25%
pl: Jeśli ta drużyna specjalnych mrówek użyje bojowej umiejętności, ma 100% szans na zwiększenie ataku i obrony wszystkich naszych drużyn o 30% (możliwość kumulacji). Jeśli umiejętność wymaga przygotowania, zwiększa odporność na kontrolę (odporność na efekty tłumienia/rozbrajania/wyciszania/chaosu) wszystkich naszych drużyn o 25%.
ru: Когда этот отряд специальных муравей выпускает боевое умение, с вероятностью 100% увеличивает атаку и защиту всех своих отрядов на 30% (возможно суммирование). Если это умение требует подготовки, увеличивает сопротивление контролю (иммунитет к ослаблению/разоружению/молчанию/хаосу) всех своих отрядов на 25%
tr: Bu Özel Karıncalar grubu Bir Dövüş Becerisi serbest bıraktığında, tüm gruplarımızın Saldırısını ve Savunmasını %30 artırma şansı %100'dür (birikimli olarak). Bu beceri bir hazırlık gerektiriyorsa, tüm gruplarımızın Kontrol Direncini (+Bastırma/Silahsız Bırakma/Sessizlik/Kaos etkisine karşı Bağışıklık) %25 artırır
uk: Коли загін цих спеціальних мурах застосовує бойову навичку, 100% шанс підвищити напад і захист всіх загонів на 30% (можна накопичувати). Якщо ця навичка потребує підготовки, підвищується стійкість до контролю (імунітет до оглушення/роззброєння/тиші/хаосу) для всіх загонів на 25%
vi: Khi đội hình Kiến đặc biệt này tung Kỹ năng chiến đấu, có 100% khả năng tăng 30% Công và Thủ của toàn bộ đội hình chúng ta (có thể cộng dồn). Nếu kỹ năng này cần chuẩn bị, tăng 25% Kháng chế (miễn nhiễm với hiệu ứng Áp chế/Giải trừ vũ khí/Làm cho im lặng/Hỗn loạn) của toàn bộ đội hình chúng ta

# graveDiggerToxicSpraySkillTitle
source: Toxic Spray
ar: رش سام
bg: Токсична пръскачка
de: Poison-Spray
es: Poison Nocivo
hu: Mérges permetezés
it: Spruzzo tossico
mk: Токсичен спреј
nl: Giftige spray
pl: Toksyczny Rozpylacz
ru: Токсичный спрей
tr: Toksik Sprey
uk: Токсичний спрей
vi: Phun Độc

# graveDiggerToxicSpraySkillDescription10
source: Has a 60% chance to Poison a random enemy squad, causing 150% damage to them each round, lasting for 2 rounds
ar: لديه فرصة بنسبة 60% لتسميم فرقة عدو عشوائية، مما يتسبب في ضرر بنسبة 150% لكل منهم كل جولة، ويستمر لمدة جولتين
bg: Има 60% шанс да отрови произволен вражески отряд, нанасяйки му по 150% щети за рунд в продължение на 2 рунда
de: Hat eine 60%-Chance ein zufälliges feindliches Trupp zu Vergiften, das ihm in beiden Runden 150% Schaden zufügt
es: Tiene una probabilidad de 60% de envenenar un escuadrón enemigo aleatorio, lo que les ocasiona 150% de daño por ronda durante 2 rondas
fil: May 60% na tyansang Poison ang isang random na kalabang squad, na sanhi ng 150% pinsala sa kanila bawat round, na tatagal sa loob ng 2 round
hu: 60% esély egy véletlenszerű ellenséges osztag megmérgezésére, ami körönként 150% sebzést okoz számukra 2 körön át.
it: Ha il 60% di probabilità di avvelenare una squadra nemica casuale, infliggendo il 150% di danno per 2 round
ja: 60%の確率で敵のランダムな部隊にポイズン状態を付与し、2ターンにわたって150%のダメージを与えます
mk: Има шанса од 60% да го отруе насумичен непријателски состав, предизвикувајќи 150% штета на секоја рунда, со времетраење од 2 рунди
nl: Heeft een kans van 60% om een willekeurige vijandelijke troep te vergiftigen, wat hun elke ronde 150% schade toebrengt en 2 rondes duurt
pl: Ma 60% szans na Zatrucie losowego oddziału wroga, zadając im 150% obrażeń co turę przez 2 tury.
ru: С 60% вероятностью может отравить случайный вражеский отряд, нанося ему 150% урона каждый раунд на протяжении 2 раундов
tr: Rastgele bir düşman birliğini %60 olasılıkla zehirleyerek her raunt %150 hasar verir ve 2 raunt sürer
uk: З імовірністю 60% отруює випадковий загін ворога, завдаючи кожному 150% шкоди щораундово протягом 2 раундів
vi: Có 60% khả năng đầu độc một quân địch ngẫu nhiên, gây 150% sát thương trong mỗi vòng trong vòng 2 vòng

# graveDiggerToxicSpraySkillDescription20
source: Has a 60% chance to Poison a random enemy squad, causing 220% damage to them each round, lasting for 2 rounds
ar: لديه فرصة بنسبة 60% لتسميم فرقة عدو عشوائية، مما يتسبب في ضرر بنسبة 220% لكل منهم كل جولة، ويستمر لمدة جولتين
bg: Има 60% шанс да отрови произволен вражески отряд, нанасяйки му по 220% щети за рунд в продължение на 2 рунда
de: Hat eine 60%-Chance ein zufälliges feindliches Trupp zu Vergiften, das ihm in beiden Runden 220% Schaden zufügt
es: Tiene una probabilidad de 60% de envenenar un escuadrón enemigo aleatorio, lo que les ocasiona 220% de daño por ronda durante 2 rondas
fil: May 60% na tyansang Poison ang isang random na kalabang squad, na sanhi ng 220% pinsala sa kanila bawat round, na tatagal sa loob ng 2 round
hu: 60% esély egy véletlenszerű ellenséges osztag megmérgezésére, ami körönként 220% sebzést okoz számukra 2 körön át.
it: Ha il 60% di probabilità di avvelenare una squadra nemica casuale, infliggendo il 220% di danno per 2 round
ja: 60%の確率で敵のランダムな部隊にポイズン状態を付与し、2ターンにわたって220%のダメージを与えます
mk: Има шанса од 60% да го отруе насумичен непријателски состав, предизвикувајќи 220% штета на секоја рунда, со времетраење од 2 рунди
nl: Heeft een kans van 60% om een willekeurige vijandelijke troep te vergiftigen, wat hun elke ronde 220% schade toebrengt en 2 rondes duurt
pl: Ma 60% szans na Zatrucie losowego oddziału wroga, zadając im 220% obrażeń co turę przez 2 tury.
ru: С 60% вероятностью может отравить случайный вражеский отряд, нанося ему 220% урона каждый раунд на протяжении 2 раундов
tr: Rastgele bir düşman birliğini %60 olasılıkla zehirleyerek her raunt %220 hasar verir ve 2 raunt sürer
uk: З імовірністю 60% отруює випадковий загін ворога, завдаючи кожному 220% шкоди щораундово протягом 2 раундів
vi: Có 60% khả năng đầu độc một quân địch ngẫu nhiên, gây 220% sát thương trong mỗi vòng trong vòng 2 vòng

# graveDiggerNervePoisonSkillTitle
source: Nerve Poison
ar: سم الأعصاب
bg: Отрова за нерви
de: Nervengift
es: Veneno de Ataque
hu: Idegmérgezés
it: Veleno paralizzante
mk: Нервен отров
nl: Zenuwgif
pl: Trucizna Nerwowa
ru: Нервный яд
tr: Sinir Zehri
uk: Нейроотрута
vi: Độc Liệt

# graveDiggerNervePoisonSkillDescription10
source: Prepares for 1 round, and has a 80% chance to deal 350% (+Special Ant Level*1%) damage to 2 random enemy squads. If the target is poisoned, it will be additionally Silenced and unable to release Combat Skills for 1 round
ar: يستعد لجولة واحدة ولديه فرصة 80% لإحداث ضرر بنسبة 350% (+ مستوى النملة الخاصة * 1%) لفرقتين عدوتين عشوائيتين، إذا كان الهدف مسمومًا، فسيتم إسكاته بشكل إضافي ولن يتمكن من إطلاق مهارات القتال لمدة جولة واحدة
bg: Приготвя се в продължение на 1 рунд и има 80% шанс да нанесе щети в размер на 350% (+Специално ниво на мравката*1%) на 2 произволни вражески отряда. Ако целта е отровена, тя ще бъде допълнително заглушена и няма да може да освобождава бойни умения в продължение на 1 рунд
de: Bereitet sich 1 Runde vor and hat eine 80%-Chance 350% (+Spezialameisen-Stufe*1%) Schaden an 2 zufälligen feindlichen Trupps zuzufügen. Ist das Ziel vergiftet, wird es zusätzlich zum Schweigen gebracht und kann für 1 Runde keine Kampffertigkeiten freisetzen.
es: Se prepara durante 1 ronda y tiene una probabilidad de 80% de ocasionar un 350% (+ 1% de Nivel Antiguo Especial) de daño a 2 escuadrones enemigos aleatorios. Si el objetivo está envenenado, también quedará silenciado e incapaz de liberar Habilidades de Combate durante 1 ronda
fil: Naghahanda para sa 1 round, at may 80% na tsansa ng pakitunguhan 350% (+Special Ant Level*1%) pinsala sa 2 random na mga kalabang squad. Kung ang target ay lason, ito ay papayapang dagdag at hindi makakapaglabas ng Combat Skills para sa 1 round
hu: 1 körre felkészül, és 80% eséllyel 350% (+speciális hangya szintje*1%) sebzést okoz 2 véletlenszerű ellenséges osztagnak. Ha a célpont meg van mérgezve, akkor néma is lesz, és 1 körön át nem tud harci képességeket használni.
it: Si prepara per 1 round e ha l'80% di probabilità di infliggere il 350% (+Livello formica speciale*1%) di danno a 2 squadre nemiche casuali. Se il bersaglio è avvelenato, verrà anche silenziato e non potrà rilasciare abilità di combattimento per 1 round
ja: 1ターン準備を行い、80%の確率で2つのランダムな敵部隊に対して350% (+特殊なアリのレベル*1%) のダメージを与えます。ターゲットにポイズン状態のステータスがあれば、さらにサイレンス状態となり、1ターンの間戦闘スキルを放出できなくなります
mk: Се подготвува за 1 рунда и има шанса од 80% да нанесе 350% (+Специјален степен на мравка*1%) штета на 2 насумични непријателски состава. Ако целта е отруена, таа дополнително ќе биде замолчена и нема да може да ослободува борбени вештини 1 рунда
nl: Bereidt zich voor gedurende 1 ronde en heeft dan een kans van 80% om 350% (+ niveau speciale mier*1%) schade toe te brengen aan 2 willekeurige vijandelijke troepen. Als het doel vergiftigd is, wordt het ook stilgelegd en kan het gedurende 1 ronde geen gevechtsvaardigheden uitvoeren
pl: Przygotowuje się przez 1 turę i ma 80% szans na zadanie 350% (+poziom specjalnej mrówki*1%) obrażeń 2 losowym oddziałom wroga. Jeśli cel jest zatruy, dodatkowo zostaje Uciszony i nie może używać Umiejętności Bojowych przez 1 turę
ru: Готовится 1 раунд и с 80% вероятностью наносит 350% (+1% за уровень специальных муравьев) урона 2 случайным вражеским отрядам. Если цель отравлена, она будет дополнительно подвергнута эффекту безмолвия и не сможет использовать боевые навыки в течение 1 раунда
tr: 1 raunt hazırlanarak, 2 rastgele düşman birliğine %80 olasılıkla %350 (+Özel Karınca Seviyesi*1%) hasar verir. Hedef zehirlenmişse ek olarak susturulur ve 1 raunt muharebe yeteneklerini kullanamaz
uk: Готується 1 раунд і з імовірністю 80% завдає 350% (+Рівень мурашки-спеціаліста*1%) шкоди 2 випадковим загонам ворога. Якщо ціль отруєно, він також Німіє і не може використовувати бойові навички 1 раунд
vi: Tích trữ trong 1 vòng, có 80% khả năng gây 350% (+Cấp Kiến Đặc biệt*1%) sát thương lên 2 quân địch ngẫu nhiên. Nếu mục tiêu bị đầu độc, chúng sẽ bị Câm miệng và không thể tung Kỹ năng Chiến đấu trong 1 vòng

# graveDiggerNervePoisonSkillDescription20
source: Prepares for 1 round, and has a 80% chance to deal 430% (+Special Ant Level*1%) damage to 2 random enemy squads. If the target is poisoned, it will be additionally Silenced and unable to release Combat Skills for 1 round
ar: يستعد لجولة واحدة ولديه فرصة 80% لإحداث ضرر بنسبة 430% (+ مستوى النملة الخاصة * 1%) لفرقتين عدوتين عشوائيتين، إذا كان الهدف مسمومًا، فسيتم إسكاته بشكل إضافي ولن يتمكن من إطلاق مهارات القتال لمدة جولة واحدة
bg: Приготвя се в продължение на 1 рунд и има 80% шанс да нанесе щети в размер на 430% (+Специално ниво на мравката*1%) на 2 произволни вражески отряда. Ако целта е отровена, тя ще бъде допълнително заглушена и няма да може да освобождава бойни умения в продължение на 1 рунд
de: Bereitet sich 1 Runde vor and hat eine 80%-Chance 430% (+Spezialameisen-Stufe*1%) Schaden an 2 zufälligen feindlichen Trupps zuzufügen. Ist das Ziel vergiftet, wird es zusätzlich zum Schweigen gebracht und kann für 1 Runde keine Kampffertigkeiten freisetzen.
es: Se prepara durante 1 ronda y tiene una probabilidad de 80% de ocasionar un 430% (+ 1% de Nivel Antiguo Especial) de daño a 2 escuadrones enemigos aleatorios. Si el objetivo está envenenado, también quedará silenciado e incapaz de liberar Habilidades de Combate durante 1 ronda
fil: Naghahanda para sa 1 round, at may 80% na tsansa ng pakitunguhan 430% (+Special Ant Level*1%) pinsala sa 2 random na mga kalabang squad. Kung ang target ay lason, ito ay papayapang dagdag at hindi makakapaglabas ng Combat Skills para sa 1 round
hu: 1 körre felkészül, és 80% eséllyel 430% (+speciális hangya szintje*1%) sebzést okoz 2 véletlenszerű ellenséges osztagnak. Ha a célpont meg van mérgezve, akkor néma is lesz, és 1 körön át nem tud harci képességeket használni.
it: Si prepara per 1 round e ha l'80% di probabilità di infliggere il 430% (+Livello formica speciale*1%) di danno a 2 squadre nemiche casuali. Se il bersaglio è avvelenato, verrà anche silenziato e non potrà rilasciare abilità di combattimento per 1 round
ja: 1ターン準備を行い、80%の確率で2つのランダムな敵部隊に対して430% (+特殊なアリのレベル*1%) のダメージを与えます。ターゲットにポイズン状態のステータスがあれば、さらにサイレンス状態となり、1ターンの間戦闘スキルを放出できなくなります
mk: Се подготвува за 1 рунда и има шанса од 80% да нанесе 430% (+Специјален степен на мравка*1%) штета на 2 насумични непријателски состава. Ако целта е отруена, таа дополнително ќе биде замолчена и нема да може да ослободува борбени вештини 1 рунда
nl: Bereidt zich voor gedurende 1 ronde en heeft dan een kans van 80% om 430% (+ niveau speciale mier*1%) schade toe te brengen aan 2 willekeurige vijandelijke troepen. Als het doel vergiftigd is, wordt het ook stilgelegd en kan het gedurende 1 ronde geen gevechtsvaardigheden uitvoeren
pl: Przygotowuje się przez 1 turę i ma 80% szans na zadanie 430% (+poziom specjalnej mrówki*1%) obrażeń 2 losowym oddziałom wroga. Jeśli cel jest zatruy, dodatkowo zostaje Uciszony i nie może używać Umiejętności Bojowych przez 1 turę
ru: Готовится 1 раунд и с 80% вероятностью наносит 430% (+1% за уровень специальных муравьев) урона 2 случайным вражеским отрядам. Если цель отравлена, она будет дополнительно подвергнута эффекту безмолвия и не сможет использовать боевые навыки в течение 1 раунда
tr: 1 raunt hazırlanarak, 2 rastgele düşman birliğine %80 olasılıkla %430 (+Özel Karınca Seviyesi*1%) hasar verir. Hedef zehirlenmişse ek olarak susturulur ve 1 raunt muharebe yeteneklerini kullanamaz
uk: Готується 1 раунд і з імовірністю 80% завдає 430% (+Рівень мурашки-спеціаліста*1%) шкоди 2 випадковим загонам ворога. Якщо ціль отруєно, він також Німіє і не може використовувати бойові навички 1 раунд
vi: Tích trữ trong 1 vòng, có 80% khả năng gây 430% (+Cấp Kiến Đặc biệt*1%) sát thương lên 2 quân địch ngẫu nhiên. Nếu mục tiêu bị đầu độc, chúng sẽ bị Câm miệng và không thể tung Kỹ năng Chiến đấu trong 1 vòng

# graveDiggerWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
bg: Военен лидер
de: Kampfesführung
es: Liderazgo de Guerra
hu: Harci vezetés
it: Capacità di comando
mk: Лидерство за војување
nl: Oorlogsleiderschap
pl: Wodzostwo Bojowe
ru: Военное управление
tr: Savaş Liderliği
uk: Спритність на полі бою
vi: Chỉ Huy Chiến Tranh
