Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# scientificGenusDescription
source: A taxonomic rank below the family and above the species. Genera group species that are closely related and share a common ancestor. For example, the genus Camponotum includes various species of carpenter ants.
ar: مرتبة تصنيفية أسفل العائلة وفوق النوع. تُجمِّع الأجناس الأنواع ذات الصلة الوثيقة وتشترك في سلف مشترك. على سبيل المثال، يتضمن جنس نجار العيون أنواعًا مختلفة من النمل النجار.
bg: Таксономично ниво под семейството и над вида. Родовете групират видове, които са тясно свързани и имат общ прародител. Например родът Camponotum включва различни видове дърводелски мравки.
de: Eine taxonomische Kategorie unterhalb der Familie und oberhalb der Art. Gattungen gruppieren Arten, die eng miteinander verwandt sind und einen gemeinsamen Vorfahren haben. Beispielsweise umfasst die Gattung Camponotus verschiedene Arten von Zimmermannsameisen.
es: Un rango taxonómico por debajo de la familia y por encima de la especie. Los géneros agrupan especies que están estrechamente relacionadas y comparten un ancestro común. Por ejemplo, el género Camponotus incluye varias especies de hormigas carpinteras.
fil: Isang ranggo ng pag-uuri na nasa ilalim ng pamilya at nasa itaas ng species. Ang mga genera ay nagpapangkat ng mga species na malapit na magkakaugnay at nagbabahagi ng isang karaniwang ninuno. Halimbawa, ang genus Camponotus ay kinabibilangan ng iba't ibang species ng mga langgam na karpintero.
hu: Egy taxonómiai rang a család alatt és a faj fölött. A nemzetség szorosan kapcsolódó fajokat csoportosít, amelyek közös őst osztanak meg. Például a Camponotus nemzetségbe a különböző ács hangyafajok tartoznak.
it: Un grado tassonomico sotto la famiglia e sopra la specie. I generi raggruppano specie strettamente correlate che condividono un antenato comune. Ad esempio, il genere Camponotus include varie specie di formiche carpentiere.
ja: 科と種の間の分類階層。属は、密接に関連しており、共通の祖先を共有する種をグループ化します。たとえば、属Camponotusにはさまざまな種類の大工アリが含まれます。
mk: Таксономски ранг под семејството и над видот. Родовите ги групираат оние видови кои се тесно поврзани и кои делат заеднички предок. На пример, родот Camponotus ги вклучува различните видови мравки Zimmermann.
nl: Een taxonomische rang onder de familie en boven de soort. Geslachten groeperen soorten die nauw verwant zijn en een gemeenschappelijke voorouder delen. Bijvoorbeeld, het geslacht Camponotus omvat diverse soorten bosmieren.
pl: Stopień taksonomiczny poniżej rodziny i powyżej gatunku. Rodzaje grupują gatunki, które są ze sobą blisko spokrewnione i mają wspólnego przodka. Na przykład rodzaj Camponotum obejmuje różne gatunki mrówek cieśli.
ru: Таксономический уровень ниже семейства и выше вида. Роды группируют виды, которые тесно связаны и имеют общего предка. Например, род Camponotus включает различные виды муравьев-древоточцев.
tr: Ailenin altındaki ve türün üstündeki bir taksonomik sıralama. Cinsler, yakından ilişkili olan ve ortak bir atayı paylaşan türleri gruplandırır. Örneğin, Camponotum cinsi, çeşitli marangoz karıncası türlerini içerir.
uk: Таксономічний ранг нижче ряду та вище виду. Роди об’єднують види, які тісно пов’язані та мають спільного предка. Наприклад, рід Camponotum включає різні види мурах-теслів.
vi: Một cấp bậc phân loại dưới họ và trên loài. Chi nhóm các loài có họ hàng gần và có chung tổ tiên. Ví dụ, chi Camponotum gồm nhiều loài kiến thợ mộc.
zh: 仅次于科但高于种的分类等级。属将关系密切且共享共同祖先的种进行分组。例如，切叶蚁属包含各种切叶蚁。

# scientificSpecies
source: Species
ar: أنواع
bg: Вид
de: Art
es: Especie
hu: Faj
it: Specie
ja: 種
mk: Вид
nl: Soort
pl: Gatunek
ru: Вид
tr: Türleri
uk: Вид
vi: Loài
zh: 种

# scientificSpeciesDescription
source: The species name of the organism. This is the specific name used to identify individual organisms within a genus. For example, Formica rufa is the species name for the red wood ant.
ar: الاسم العلمي للكائن الحي. هذا هو الاسم المحدد المستخدم لتحديد الكائنات الفردية داخل الجنس. على سبيل المثال، النمل الأحمر هو الاسم العلمي للنمل الأحمر.
bg: Видовото име на организма. Това е специфичното име, използвано за идентифициране на отделни организми в рамките на род. Например Formica rufa е видовото име на червената дървесна мравка.
de: Der Artname des Organismus. Dies ist der spezifische Name, der zur Identifizierung einzelner Organismen innerhalb einer Gattung verwendet wird. Beispielsweise ist Formica rufa der Artname der Roten Waldameise.
es: El nombre de especie del organismo. Es el nombre específico que se utiliza para identificar organismos individuales dentro de un género. Por ejemplo, Formica rufa es el nombre de la especie de la hormiga roja.
fil: Ang pangalan ng species ng organismo. Ito ang tiyak na pangalan na ginagamit upang makilala ang mga indibidwal na organismo sa loob ng isang genus. Halimbawa, ang Formica rufa ay ang pangalan ng species para sa red wood ant.
hu: A szervezet faj neve. Ez az adott név, amelyet egy nemzetségen belüli egyedi szervezetek azonosítására használnak. Például a Formica rufa a vörös erdei hangya faj neve.
it: Il nome della specie dell'organismo. Questo è il nome specifico utilizzato per identificare singoli organismi all'interno di un genere. Ad esempio, Formica rufa è il nome della specie per la formica rossa.
ja: 生物の種名。これは、属内の個々の生物を識別するために使用される具体的な名前です。たとえば、Formica rufaはアカヤマアリの種名です。
mk: Името на видот на организмот. Ова е специфичното име кое се користи за идентификација на поединечните организми во рамките на еден род. На пример, Formica rufa е името на видот за мравката Formica rufa.
nl: De soortnaam van het organisme. Dit is de specifieke naam die wordt gebruikt om individuele organismen binnen een geslacht te identificeren. Bijvoorbeeld, Formica rufa is de soortnaam voor de rode bosmier.
pl: Nazwa gatunkowa organizmu. Jest to nazwa używana do identyfikowania poszczególnych organizmów w obrębie rodzaju. Na przykład Formica rufa jest nazwą gatunkową dla mrówki rudawego.
ru: Наименование вида организма. Это конкретное название, используемое для идентификации отдельных организмов в пределах рода. Например, Formica rufa — название вида для красного лесного муравья.
tr: Organizmanın tür adı. Bu, bir cins içindeki bireysel organizmaları tanımlamak için kullanılan özel addır. Örneğin, Formica rufa, kızıl orman karıncasının tür adıdır.
uk: Назва виду організму. Це конкретна назва, яка використовується для ідентифікації окремих організмів у межах роду. Наприклад, Formica rufa є видовою назвою для рудого лісового мурашки.
vi: Tên loài của sinh vật. Đây là tên cụ thể dùng để xác định từng cá thể sinh vật trong chi. Ví dụ, Formica rufa là tên loài của kiến đỏ.
zh: 该生物的种名。这是用于识别属中个别生物的特定名称。例如，Formica rufa 是红木蚁的种名。

# familyFormicidaeDescription
source: Ants are eusocial insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera. Ants evolved from vespoid wasp ancestors in the Cretaceous period. More than 13,800 of an estimated total of 22,000 species have been classified. They are easily identified by their geniculate (elbowed) antennae and the distinctive node-like structure that forms their slender waists.
ar: النمل حشرات اجتماعية من عائلة النمليات، وتنتمي إلى رتبة غشائيات الأجنحة مع الدبابير والنحل ذات الصلة. تطور النمل من أسلاف دبابير الدبور في العصر الطباشيري. تم تصنيف أكثر من 13800 نوع من إجمالي 22000 نوع مُقدر. يسهل التعرف عليها من خلال هوائياتها المفصلية (المرفقية) والبنية المميزة الشبيهة بالعقدة والتي تشكل خصرها النحيل.
bg: Мравките са еусоциални насекоми от семейство Formicidae и заедно със сродните оси и пчели принадлежат към разред Hymenoptera. Мравките са се развили от предци, подобни на веспоидните оси през периода Креда. Класифицирани са повече от 13 800 от предполагаеми общо 22 000 вида. Те се разпознават лесно по колената (сгънатите) им антени и характерната възлова структура, която образува тънките им талии.
de: Ameisen sind staatenbildende Insekten der Familie Formicidae und gehören zusammen mit den verwandten Wespen und Bienen zur Ordnung der Hautflügler. Ameisen entwickelten sich in der Kreidezeit aus vespoiden Wespenvorfahren. Von geschätzten 22.000 Arten wurden mehr als 13.800 klassifiziert. Sie sind leicht an ihren geknieten (abgewinkelten) Antennen und der markanten knotenartigen Struktur zu erkennen, die ihre schmale Taille bildet.
es: Las hormigas son insectos eusociales de la familia Formicidae y, junto con las avispas y abejas relacionadas, pertenecen al orden Hymenoptera. Las hormigas evolucionaron a partir de ancestros avispas vespoides en el período Cretácico. Se han clasificado más de 13,800 de un total estimado de 22,000 especies. Se identifican fácilmente por sus antenas geniculadas (en codo) y la estructura distintiva en forma de nodo que forma sus cinturas delgadas.
fil: Ang mga langgam ay mga eusocial na insekto ng pamilyang Formicidae at, kasama ang mga kaugnay na putakti at bubuyog, ay kabilang sa order Hymenoptera. Ang mga langgam ay umunlad mula sa mga vespoid na putakti noong Panahong Cretaceous. Higit sa 13,800 sa tinatayang kabuuang 22,000 na species ang na-classify na. Madali silang makilala dahil sa kanilang mga geniculate (sa siko) na antena at ang natatanging estruktura na parang node na bumubuo sa kanilang mga payat na bewang.
hu: A hangyák a rovarok egy társas csoportjai a hangyák családjában, és a velük rokon darazsakkal és méhekkel együtt a hártyásszárnyúak rendjébe tartoznak. A hangyák a Vespoid őseiktől fejlődtek a Kréta időszakban. A becsült 22000 fajból több mint 13800-at osztályoztak. Könnyen azonosíthatóak a könyök alakú antennáikról és a jellegzetes csomószerű struktúráról, amely a keskeny derekukat alkotja.
it: Le formiche appartengono alla famiglia dei Formicidi e, insieme alle vespe e alle api, appartengono all'ordine degli imenotteri. Le formiche si sono evolute da antenati di vespe vespidi nel periodo cretaceo. Sono state classificate più di 13.800 delle 22.000 specie totali stimate. Possono essere facilmente identificate dalle loro antenne genicolate (a gomito) e dalla caratteristica struttura a nodo nella loro sottile vita.
ja: アリは膜翅目スズメバチ上科に属する、ハチやスズメバチの近縁の、社会性の昆虫です。アリは白亜紀にスズメバチの祖先から進化しました。推定22,000種のうち13,800種以上が分類されています。膝状（肘状）の触角と、細い腰を形成する独特の節状の構造で容易に識別できます。
mk: Мравките се општествени инсекти од семејството Формициде и заедно со осите и пчелите припаѓаат на редот хименоптери. Мравките еволуирале од оскините предци во креда периодот. Класификувано е повеќе од 13.800 од вкупно проценети 22.000 видови. Тие лесно се препознаваат по коленатните (извиткани) антени и по еден вид на јазол структурно кој ја формира нивната тенка градби
nl: Mieren zijn eusociale insecten van de familie Formicidae en behoren, samen met de verwante wespen en bijen, tot de orde Hymenoptera. Mieren evolueerden van wespachtige voorouders in het Krijt-tijdperk. Van de geschatte 22.000 soorten zijn er meer dan 13.800 geclassificeerd. Ze zijn gemakkelijk te herkennen aan hun geknikte (elleboogvormige) antennes en de kenmerkende knoopvormige structuur die hun slanke taille vormt.
pl: Mrówki to eusocjalne owady z rodziny Formicidae, które podobnie, jak spokrewnione z nimi osy i pszczoły, należą do rzędu błonkówek. Mrówki ewoluowały od przodków w postaci os vespoid w okresie kredy. Sklasyfikowano ponad 13 800 z szacowanej łącznej liczby 22 000 gatunków. Łatwo je rozpoznać po kolankowatych (zgiętych łokciowo) czułkach i charakterystycznej strukturze przypominającej węzeł, tworzącej ich cienkie talie.
ru: Муравьи — общественные насекомые из семейства Formicidae, которые вместе с осами и пчелами принадлежат к отряду перепончатокрылых. Муравьи произошли от ос-веспоидов в меловой период. Из примерно 22000 видов классифицировано более 13800. Их легко узнать по коленчатым (изломанным) усикам и характерной узловой структуре, образующей их тонкую талию.
tr: Karıncalar, Formicidae familyasına ait evcil böceklerdir ve eşekarısı ve arılarla birlikte Hymenoptera takımına aittir. Karıncalar, Kretase döneminde yaşadığı vespoid eşekarısı atalarından evrimleşmiştir. Tahmini 22.000 türün 13.800'ünden fazlası sınıflandırılmıştır. Dirsekli antenleri ve ince bellerini saran düğüm benzeri yapı sayesinde kolaylıkla ayırt edilebilirler.
uk: Мурахи - це еусоціальні комахи з родини Formicidae і, разом з пов’язаними осами та бджолами, належать до ряду Hymenoptera. Мурахи еволюціонували від ос-веспоїдних предків у крейдяний період. Класифіковано понад 13 800 із загальної кількості 22 000 видів. Їх легко впізнати за генуально розігнутими антенами та характерною вузлоподібною структурою, яка формує їхні тонкі талії.
vi: Kiến là loài côn trùng sống theo bầy đàn thuộc họ Formicidae và, cùng với ong vò vẽ và ong, thuộc bộ Hymenoptera. Kiến tiến hóa từ tổ tiên là ong vò vẽ trong kỷ Phấn trắng. Hơn 13.800 loài trong tổng số ước tính là 22.000 loài đã được phân loại. Chúng dễ dàng được nhận biết bởi râu cong (gập khuỷu) và cấu trúc giống như nút thắt đặc biệt tạo nên phần eo thon của chúng.
zh: 蚂蚁是蚁科的群居昆虫，与相关的黄蜂和蜜蜂一起属于膜翅目。蚂蚁在白垩纪时期由黄蜂状祖先进化而来。已分类的物种超过 22,000 个中的 13,800 多个。它们很容易通过它们的肘状（弯曲）触角和形成细腰的独特的节点状结构来识别。

# familyAmpulicidaeDescription
source: Ampulicidae, or cockroach wasps, are a small (about 170 species), primarily tropical family of sphecoid wasps, all of which use various cockroaches as prey for their larvae. They are the most primitive family of sphecoid hunting wasps. They tend to have elongated jaws, pronounced neck-like constrictions behind the head, strongly petiolate abdomens, and deep grooves on the thorax. Many are quite ant-like in appearance, though some are brilliant metallic blue, green, and hot pink.
ar: الدبابير الصرصورية، أو Ampulicidae، هي عائلة صغيرة (حوالي 170 نوعًا)، وهي في الأساس عائلة استوائية من دبابير السفيكود، والتي تستخدم جميعها أنواعًا مختلفة من الصراصير كفريسة ليرقاتها. إنها العائلة الأكثر بدائية من دبابير صيد السفيكود. يميلون إلى أن يكون لديهم فكوك ممدودة وضيقات بارزة تشبه الرقبة خلف الرأس وبطون قصيرة بشدة وثلم عميق في الصدر. كثير منها يشبه النمل تمامًا في المظهر، على الرغم من أن بعضها أزرق لامع وأخضر وردي ساخن.
bg: Ampulicidae, или хлебарковите оси, са малко (около 170 вида), предимно тропическо семейство сфекоидни оси, всички от които използват различни хлебарки като плячка за техните ларви. Те са най-примитивното семейство сфекоидни ловни оси. Те са склонни да имат удължени челюсти, изразени стеснения зад главата, подобни на шия, силно стеснени коремчета и дълбоки канали на гръдния кош. Много са доста подобни по външен вид на мравките, въпреки че някои са с блестящ син, зелен и ярко розов метален цвят.
de: Ampulicidae oder Kakerlakenwespen sind eine kleine (ca. 170 Arten), hauptsächlich tropische Familie sphecoider Wespen, die alle verschiedene Kakerlaken als Beute für ihre Larven verwenden. Sie sind die ursprünglichste Familie der sphecoiden Jagdwespen. Sie haben in der Regel verlängerte Kiefer, ausgeprägte halsartige Verengungen hinter dem Kopf, stark gestielte Hinterleiber und tiefe Rillen am Thorax. Viele sehen ziemlich ameisenartig aus, obwohl einige leuchtend metallisch blau, grün und pinkfarben sind.
es: Las ampulícidas, o avispas cucaracheras, son una familia pequeña (alrededor de 170 especies), principalmente tropical, de avispas esfecoideas, todas las cuales usan diversas cucarachas como presa para sus larvas. Son la familia más primitiva de avispas cazadoras esfecoideas. Suelen tener mandíbulas alargadas, constricciones pronunciadas en el cuello detrás de la cabeza, abdomen fuertemente peciolado y ranuras profundas en el tórax. Muchas tienen apariencia similar a las hormigas, aunque algunas son de un azul metálico brillante, verde y rosa intenso.
fil: Ang Ampulicidae, o mga cockroach wasp, ay isang maliit (humigit-kumulang 170 species), pangunahing tropikal na pamilya ng sphecoid wasp, na ang lahat ay gumagamit ng iba't ibang cockroach bilang biktima para sa kanilang mga uod. Ang mga ito ang pinaka-primitive na pamilya ng sphecoid hunting wasp. Sila ay may posibilidad na magkaroon ng pinahabang panga, mga marka ng tulad ng leeg sa likod ng ulo, matinding petiolate abdomen, at malalalim na uka sa dibdib. Marami ang may itsurang tulad ng langgam, ngunit ang ilan ay may matinding asul, berde, at mainit na rosas.
hu: Az Ampulicidae, vagy csótánydarazsak, a kisméretű (körülbelül 170 fajból álló), elsősorban trópusi, szfexoid darázsok családja, amelyek mind csótányokat használnak zsákmányként az ivadékaiknak. Ezek a szfexoid vadászdarázsak legprimitívebb családja. Általában hosszúkás állkapcsuk, a fejük mögött hangsúlyos nyakszerű szűkületük, erősen nyeles potrohuk és mély barázdák a torukon. Sokan elég hangyszerűek a külsejükben, bár néhányuk ragyogóan metálkék, zöld és fűrórózsaszín.
it: Gli ampulicidi, o vespe delle blatte, sono una piccola famiglia (circa 170 specie), principalmente tropicale, appartenente alle vespe sferoidi, tutti usano varie blatte come prede per le loro larve. Sono la famiglia più primitiva di vespe da caccia sferoidi. Sono caratterizzate da mandibole allungate, pronunciate costrizioni simili a colli dietro la testa, addomi fortemente petiolati e profonde scanalature sul torace. Molte sono molto simili a formiche, anche se alcune sono di un brillante colore blu metallico, verde e rosa acceso.
ja: ドロバチ科はコックローチバチとも呼ばれ、ゴキブリを幼虫の餌として使用するスフェックス上科バチの小さな（約170種）で、主に熱帯の科です。スフェックス上科狩りバチの中で最も原始的な科です。一般的に細長い顎、頭の後ろの首のようなくびれ、強く柄のある腹、胸部にある深い溝があります。多くはアリに似ていますが、 brilhante metálico azul、verde y rosa intenso です。
mk: амплицидите или оса на бубачки се мали околу 170 видови, главно тропски семејството на сфекоидни оски, кои ги користат најразлични бубачки како плен за своите ларви. Тие се најпримитивното семејство на сфекоидни ловни оски. Тие имаат тенденција да имаат издолжени вилици, изразено грло слични на стеснувања, силно петиолатни абдомени, и длабоки жлебови по градите. Многу од нив се слични на мравки, иако некои се светкаво метално сини, зелени и темно розови.
nl: Ampulicidae, of kakkerlakkenwespen, zijn een kleine (ongeveer 170 soorten), voornamelijk tropische familie van wespachtige wespen, die allemaal verschillende kakkerlakken als prooi voor hun larven gebruiken. Ze zijn de meest primitieve familie van wespachtige roofwespen. Ze hebben meestal langwerpige kaken, uitgesproken nekachtige vernauwingen achter de kop, sterk gesteelde achterlijven en diepe groeven op de thorax. Veel van hen lijken sterk op mieren, hoewel sommige een schitterend blauw, groen en felroze metalige kleur hebben.
pl: Ampulicidae lub osy karaczanowe to niewielka (około 170 gatunków), głównie tropikalna rodzina os sfekowatych, które wszystkie wykorzystują różne karaczany jako ofiary dla swoich larw. Są one najbardziej pierwotną rodziną os polujących sfekowatych. Zazwyczaj mają wydłużone szczęki, wyraźne, szyjopodobne zwężenia za głową, silne trzonowate odwłoki i głębokie rowki na tułowiu. Wiele z nich jest bardzo podobnych do mrówek, chociaż niektóre są lśniącymi metalicznie niebieskimi, zielonymi i różowymi.
ru: Ampulicidae, или осы-тараканоеды, — маленькое (около 170 видов), в основном тропическое семейство ос-сфексоидов, все представители которого используют в качестве добычи для своих личинок тараканов. Это самое примитивное семейство ос-сфексоидов. Они, как правило, имеют удлиненные челюсти, выраженные шееподобные перетяжки за головой, сильно стебельчатые брюшки и глубокие бороздки на груди. Многие из них довольно похожи на муравьев, хотя некоторые имеют блестящий металлический синий, зеленый и ярко-розовый цвет.
tr: Ampulicidae veya hamamböceği eşekarısı, sphecoid eşekarısının küçük (yaklaşık 170 tür), tropik bir familyasıdır. Tüm üyeleri larvaları için av olarak farklı hamamböceği türlerini kullanır. Sphecoid avcı eşekarısının en ilkel familyasıdır. Genellikle uzun çeneleri, başının arkasında belirgin boyun benzeri daralmaları, güçlü saplı karınları ve göğsünde derin olukları bulunur. Birçoğu karıncalara benzer görünse de bazıları parlak metalik mavi, yeşil ve pembe renklerde olabilir.
uk: Ampulicidae, або тарганові оси, є невеликою (близько 170 видів), переважно тропічним сімейством сфекоїдних ос, які використовують різних тарганів як здобич для своїх личинок. Вони є найпримітивнішим сімейством ос-сфекоїдних ос. Як правило, вони мають подовжені щелепи, виражені шийноподібні перетяжки за головою, сильно черешкові черевні порожнини та глибокі канавки на грудях. Багато з них мають схожий на мурах зовнішній вигляд, хоча деякі з них мають блискучий металевий синій, зелений та яскраво-рожевий.
vi: Ampulicidae, hay còn gọi là ong vò vẽ ăn gián, là một họ nhỏ (khoảng 170 loài), chủ yếu là họ ong vò vẽ nhiệt đới, tất cả đều sử dụng các loài gián khác nhau làm con mồi cho ấu trùng của chúng. Chúng là họ nguyên thủy nhất trong số các loài ong vò vẽ săn mồi. Chúng có xu hướng có hàm dài, phần thắt cổ rõ nét phía sau đầu, bụng gần như có cuống và có rãnh sâu trên ngực. Nhiều loài trông khá giống kiến, mặc dù một số loài có màu xanh lam, xanh lá cây và hồng cánh sen kim loại sáng.
zh: 脉翅胡蜂科，或称蟑螂胡蜂，是一个小（约 170 种），主要在热带地区生活的胡蜂总科，所有成员都使用各种蟑螂作为其幼虫的猎物。它们是胡蜂总科中最原始的一科。它们往往有细长的颚，头部后有明显的颈部状收缩，腹部强烈 petiolate，胸部有深沟。许多在外观上与蚂蚁非常相似，尽管有些呈亮丽的金属蓝色、绿色和亮粉色。
