Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# emeraldJewelAntParasiticDevourSkillDescription10
source: Has a 80% chance to deal 280% damage to 2 random enemy squads (for each 1% reduction in target Health, this damage is increased by 1%, up to a maximum increase of 100%)
ar: لديها فرصة بنسبة 80% لإلحاق ضرر بنسبة 280% باثنتين من مجموعات العدو العشوائية (لكل انخفاض بنسبة 1% في صحة الهدف، يزداد هذا الضرر بنسبة 1%، بزيادة قصوى تصل إلى 100%)
bg: Има 80% шанс да нанесе 280% щети на 2 произволни отряда на врага (за всеки 1% намаление в здравето на целта тези щети се увеличават с 1%, до максимум 100%)
de: Hat eine Chance von 80 %, 280 % Schaden an 2 zufälligen gegnerischen Einheiten anzurichten (für jede 1 %ige Verringerung der gegnerischen Lebenspunkte wird dieser Schaden um 1 % erhöht, bis zu einer maximalen Erhöhung von 100 %)
es: Tiene un 80% de probabilidad de provocar un 280% de daño a dos escuadrones enemigos aleatorios (por cada 1% de reducción en la salud del objetivo, este daño aumentará en un 1%, hasta un aumento máximo del 100%.
fil: May 80% na pagkakataong makapagbigay ng 280% pinsala sa 2 random na tropa ng kalaban (para sa bawat 1% na pagbawas sa Kalusugan ng target, tataas ang pinsalang ito ng 1%, hanggang sa maximum na pagtaas na 100%)
hu: 80% eséllyel 280% sebzést okoz 2 véletlenszerű ellenséges osztagnak (minden 1%-os csökkenés a célpont egészségi állapotában 1%-kal növeli a sebzést, akár maximum 100%-kal)
it: Ha l'80% di possibilità di infliggere 280% di danni a 2 squadre nemiche casuali (per ogni 1% di riduzione di salute del bersaglio, questo danno aumenta dell'1%, fino a un aumento massimo del 100%)
ja: 80%の確率で2つのランダムな敵分隊に280%のダメージを与えます（ターゲットのヘルスが1%減少するごとに、このダメージは1%増加し、最大100%まで増加します）。
mk: Има шанса од 80% да нанесе 280% оштетување на 2 случајни непријателски одреди (за секое намалување на 1% во Здравјето на целта, ова оштетување се зголемува за 1%, до максимално зголемување од 100%)
nl: Heeft 80% kans op het toebrengen van 280% schade aan 2 willekeurige legereenheden van de tegenstander (voor elke 1% vermindering in de gezondheid van het doelwit wordt deze schade met 1% verhoogd, tot een maximum van 100%).
pl: Ma 80% szans na zadanie 280% obrażeń 2 losowym oddziałom wroga (za każdy 1% redukcji zdrowia celu, obrażenia te zwiększają się o 1%, do maksymalnego wzrostu 100%).
ru: С 80% вероятностью нанесёт 280% урона по 2 случайным отрядам противника (за каждое 1% потерь в здоровье цели урон повышается на 1%, максимум на 100%)
tr: 2 rastgele düşman mangasına %80 şansla %280 hasar verir (Hedefin Canında her %1 azalma için bu hasar, %1 oranında artarak en fazla %100 artışa kadar çıkar).
uk: Має 80% шанс завдати 280% шкоди 2 випадковим ворожим загонам (шкода збільшується на 1% за кожний 1% зниження здоров'я загону та може бути збільшена до максимальних 100%)
vi: Có 80% khả năng gây 280% sát thương lên 2 hiệp đội kẻ thù ngẫu nhiên (sau khi mỗi lần giảm 1% máu của mục tiêu, sát thương sẽ tăng 1%, tăng tối đa 100%)

# emeraldJewelAntParasiticDevourSkillDescription20
source: Has a 80% chance to deal 330% damage to 2 random enemy squads (for each 1% reduction in target Health, this damage is increased by 1%, up to a maximum increase of 100%)
ar: لديها فرصة بنسبة 80% لإلحاق ضرر بنسبة 330% باثنتين من مجموعات العدو العشوائية (لكل انخفاض بنسبة 1% في صحة الهدف، يزداد هذا الضرر بنسبة 1%، بزيادة قصوى تصل إلى 100%)
bg: Има 80% шанс да нанесе 330% щети на 2 произволни отряда на врага (за всеки 1% намаление в здравето на целта тези щети се увеличават с 1%, до максимум 100%)
de: Hat eine Chance von 80 %, 330 % Schaden an 2 zufälligen gegnerischen Einheiten anzurichten (für jede 1 %ige Verringerung der gegnerischen Lebenspunkte wird dieser Schaden um 1 % erhöht, bis zu einer maximalen Erhöhung von 100 %)
es: Tiene un 80% de probabilidad de provocar un 330% de daño a dos escuadrones enemigos aleatorios (por cada 1% de reducción en la salud del objetivo, este daño aumentará en un 1%, hasta un aumento máximo del 100%.
fil: May 80% na pagkakataong makapagbigay ng 330% pinsala sa 2 random na tropa ng kalaban (para sa bawat 1% na pagbawas sa Kalusugan ng target, tataas ang pinsalang ito ng 1%, hanggang sa maximum na pagtaas na 100%)
hu: 80% eséllyel 330% sebzést okoz 2 véletlenszerű ellenséges osztagnak (minden 1%-os csökkenés a célpont egészségi állapotában 1%-kal növeli a sebzést, akár maximum 100%-kal)
it: Ha l'80% di possibilità di infliggere 330% di danni a 2 squadre nemiche casuali (per ogni 1% di riduzione di salute del bersaglio, questo danno aumenta dell'1%, fino a un aumento massimo del 100%)
ja: 80%の確率で2つのランダムな敵分隊に330%のダメージを与えます（ターゲットのヘルスが1%減少するごとに、このダメージは1%増加し、最大100%まで増加します）。
mk: Има шанса од 80% да нанесе 330% оштетување на 2 случајни непријателски одреди (за секое намалување на 1% во Здравјето на целта, ова оштетување се зголемува за 1%, до максимално зголемување од 100%)
nl: Heeft 80% kans op het toebrengen van 330% schade aan 2 willekeurige legereenheden van de tegenstander (voor elke 1% vermindering in de gezondheid van het doelwit wordt deze schade met 1% verhoogd, tot een maximum van 100%).
pl: Ma 80% szans na zadanie 330% obrażeń 2 losowym oddziałom wroga (za każdy 1% redukcji zdrowia celu, obrażenia te zwiększają się o 1%, do maksymalnego wzrostu 100%).
ru: С 80% вероятностью нанесёт 330% урона по 2 случайным отрядам противника (за каждое 1% потерь в здоровье цели урон повышается на 1%, максимум на 100%)
tr: 2 rastgele düşman mangasına %80 şansla %330 hasar verir (Hedefin Canında her %1 azalma için bu hasar, %1 oranında artarak en fazla %100 artışa kadar çıkar).
uk: Має 80% шанс завдати 330% шкоди 2 випадковим ворожим загонам (шкода збільшується на 1% за кожний 1% зниження здоров'я загону та може бути збільшена до максимальних 100%)
vi: Có 80% khả năng gây 330% sát thương lên 2 hiệp đội kẻ thù ngẫu nhiên (sau khi mỗi lần giảm 1% máu của mục tiêu, sát thương sẽ tăng 1%, tăng tối đa 100%)

# enigmaticTaylorSneakAttackSkillTitle
source: Sneak Attack
ar: هجوم تسلل
bg: Коварна атака
de: Schleichangriff
es: Sigilo
hu: Sunyi támadás
it: Attacco furtivo
ja: 奇襲
mk: Напад од заседа
nl: Sluipaanval
pl: Podstępny atak
ru: Подкрадывание атака
tr: Hileli Saldırı
uk: Підступний напад
vi: Đánh lén

# enigmaticTaylorSneakAttackSkillDescription10
source: Has a 40% chance to deal 290% (+Special Ant Level*4%) damage to 1 random enemy squad within effective range
ar: لديه فرصة بنسبة 40% لإلحاق ضرر بنسبة 290% (+ مستوى النمل الخاص * 4%) بوحدة عدو عشوائية واحدة ضمن مدى فعال
bg: Има 40% шанс да нанесете щети за 290% (+ ниво на специални мравки * 4%) на случаен отряд врагове в ефективен обхват
de: Hat eine Chance von 40 %, 1 zufällig ausgewählten gegnerischen Trupp innerhalb der effektiven Reichweite 290 % (+ Spezialameisenstufe * 4 %) Schaden zuzufügen.
es: Tiene un 40% de probabilidad de infligir un 290% (+nivel especial de hormiga * 4%) de daño a un escuadrón enemigo aleatorio dentro del radio de acción efectivo
fil: May 40% na pagkakataon na makagawa ng 290% (+Antas ng Espesyal na Langgam*4%) na pinsala sa 1 random na kalabang yunit na nasa loob ng epektibong saklaw
hu: 40%-os esélye van rá, hogy 290% (%2B speciális hangya szintje * 4%-kal) sebzést okoz 1 véletlenszerű ellenséges osztagnak a hatékony hatótávolságon belül
it: Ha il 40% di possibilità di infliggere il 290% (+Livello formica speciale*4%) di danno a 1 squadra nemica casuale entro la portata effettiva
ja: 敵部隊1隊に効果範囲内で290%（+特殊アリレベル*4%）のダメージを40%の確率で与える。
mk: Има 40% шанса да нанесе штета од 290% (+ Специјално растојание за мравки*4%) на 1 случајно непријателски одред во ефективен дострел.
nl: Maakt kans van 40% om 290% (+Special Ant Level*4%) schade toe te brengen aan 1 willekeurige vijandige eenheid binnen effectief bereik
pl: Zadaje z prawdopodobieństwem 40% obrażenia równe 290% (+4% za poziom specjalnej mrówki) 1 losowemu oddziałowi wroga w zasięgu
ru: 40% случайности нанести 290% (+Уровень спецмуравьев*4%) урона 1 случайному отряду из противников в пределах радиуса действия
tr: Tesirli menzil içindeki 1 rastgele düşman birliğine %40 ihtimalle %290 (+Özel Karınca Seviyesi*%4) hasar verir
uk: Є шанс 40% завдати 290% (+Рівень особливих мурах*4%) пошкодження 1 випадковому загону противника на ефективній дистанції
vi: Có 40% cơ hội gây sát thương 290% (+Cấp kiến đặc biệt*4%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả

# enigmaticTaylorSneakAttackSkillDescription20
source: Has a 50% chance to deal 290% (+Special Ant Level*4%) damage to 1 random enemy squad within effective range
ar: لديه فرصة بنسبة 50% لإلحاق ضرر بنسبة 290% (+ مستوى النمل الخاص * 4%) بوحدة عدو عشوائية واحدة ضمن مدى فعال
bg: Има 50% шанс да нанесете щети за 290% (+ ниво на специални мравки * 4%) на случаен отряд врагове в ефективен обхват
de: Hat eine Chance von 50 %, 1 zufällig ausgewählten gegnerischen Trupp innerhalb der effektiven Reichweite 290 % (+ Spezialameisenstufe * 4 %) Schaden zuzufügen.
es: Tiene un 50% de probabilidad de infligir un 290% (+nivel especial de hormiga * 4%) de daño a un escuadrón enemigo aleatorio dentro del radio de acción efectivo
fil: May 50% na pagkakataon na makagawa ng 290% (+Antas ng Espesyal na Langgam*4%) na pinsala sa 1 random na kalabang yunit na nasa loob ng epektibong saklaw
hu: 50%-os esélye van rá, hogy 290% (%2B speciális hangya szintje * 4%-kal) sebzést okoz 1 véletlenszerű ellenséges osztagnak a hatékony hatótávolságon belül
it: Ha il 50% di possibilità di infliggere il 290% (+Livello formica speciale*4%) di danno a 1 squadra nemica casuale entro la portata effettiva
ja: 敵部隊1隊に効果範囲内で290%（+特殊アリレベル*4%）のダメージを50%の確率で与える。
mk: Има 50% шанса да нанесе штета од 290% (+ Специјално растојание за мравки*4%) на 1 случајно непријателски одред во ефективен дострел.
nl: Maakt kans van 50% om 290% (+Special Ant Level*4%) schade toe te brengen aan 1 willekeurige vijandige eenheid binnen effectief bereik
pl: Zadaje z prawdopodobieństwem 50% obrażenia równe 290% (+4% za poziom specjalnej mrówki) 1 losowemu oddziałowi wroga w zasięgu
ru: 50% случайности нанести 290% (+Уровень спецмуравьев*4%) урона 1 случайному отряду из противников в пределах радиуса действия
tr: Tesirli menzil içindeki 1 rastgele düşman birliğine %50 ihtimalle %290 (+Özel Karınca Seviyesi*%4) hasar verir
uk: Є шанс 50% завдати 290% (+Рівень особливих мурах*4%) пошкодження 1 випадковому загону противника на ефективній дистанції
vi: Có 50% cơ hội gây sát thương 290% (+Cấp kiến đặc biệt*4%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả

# enigmaticTaylorFootRendSkillTitle
source: Foot Rend
ar: تمزيق القدم
bg: Крак на хищник
de: Fußschlag
es: Desgarro de patas
hu: Széttaposás
it: Squarcio di piede
ja: 足技
mk: Оштетување со стапалото
nl: Voetverscheuring
pl: Rozdarcie łapą
ru: Затоптать
tr: Ayak Yırtması
uk: Розривання ноги
vi: Xé chân

# enigmaticTaylorFootRendSkillDescription10
source: Has a 40% chance to deal 180% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range and grants buffs for all our squads, increasing Carrier Ants damage to Guardian Ants by 45% for 2 rounds
ar: لديه فرصة بنسبة 40% لإلحاق ضرر بنسبة 180% (+ مستوى النمل الخاص * 2.5%) بوحدة عدو عشوائية واحدة ضمن مدى فعال ويمنح تعزيزات لجميع وحداتنا، مما يزيد من ضرر نمل الحامل على نمل الحارس بنسبة 45% لمدة جولتين
bg: Има 40% шанс да нанесете щети за 180% (+ ниво на специални мравки * 2,5%) на случаен отряд врагове в ефективен обхват и предоставя бонуси на всички наши отряди, увеличавайки щетите нанесени от мравки преносители на мравки пазители със 45% за 2 рунда
de: Hat eine Chance von 40 %, 1 zufällig ausgewählten gegnerischen Trupp innerhalb der effektiven Reichweite 180 % (+ Spezialameisenstufe * 2,5 %) Schaden zuzufügen, und gewährt Buffs für alle unsere Truppen, die den Schaden von Trageantinnen gegen Wächterameisen 2 Runden lang um 45 % erhöhen.
es: Tiene un 40% de probabilidad de infligir un 180% (+nivel especial de hormiga * 2,5%) de daño a un escuadrón enemigo aleatorio dentro del radio de acción efectivo y otorga potenciadores a todos nuestros escuadrones, que aumentan el daño de las hormigas transportadoras a las hormigas guardianas en un 45% durante 2 rondas
fil: May 40% na pagkakataon na makagawa ng 180% (+Antas ng Espesyal na Langgam*2.5%) na pinsala sa 1 random na kalabang yunit na nasa loob ng epektibong saklaw at magkaloob ng mga buff para sa lahat ng yunit, pagdaragdag ng 45% pinsala ng Carrier Ants sa Guardian Ants sa loob ng 2 round
hu: 40%-os esélye van rá, hogy 180% (%2B speciális hangya szintje * 2,5%-kal) sebzést okoz 1 véletlenszerű ellenséges osztagnak a hatékony hatótávolságon belül, és buffot ad az összes osztagunknak, amelynek köszönhetően 2 körön át 45%-kal nő a hordozó hangyák által okozott kár az őrző hangyákkal szemben
it: Ha il 40% di possibilità di infliggere il 180% (+Livello formica speciale*2,5%) di danno a 1 squadra nemica casuale entro la portata effettiva e concede bonus a tutte le nostre squadre, aumentando del 45% il danno delle formiche trasportatrici sulle formiche guardiano per 2 round
ja: 敵部隊1隊に効果範囲内で180%（+特殊アリレベル*2.5%）のダメージを40%の確率で与え、自軍の全部隊に2ラウンド、掘削アリから守護アリへのダメージを45%増加させるバフを付与する。
mk: Има 40% шанса да нанесе штета од 180% (+ Специјално растојание за мравки*2,5%) на 1 случајно непријателски одред во ефективен дострел и дава подобрувања на сите наши одреди што ја зголемуваат штетата на мравките носачи кон мравките чувари за 45% во текот на 2 рунди.
nl: Maakt kans van 40% om 180% (+Special Ant Level*2.5%) schade toe te brengen aan 1 willekeurige vijandige eenheid binnen effectief bereik en geeft buffs voor al onze eenheden, waardoor de schade van draagemieren aan bewakersmieren met 45% wordt verhoogd gedurende 2 rondes
pl: Zadaje z prawdopodobieństwem 40% obrażenia równe 180% (+2,5% za poziom specjalnej mrówki) 1 losowemu oddziałowi wroga w zasięgu i udziela premii wszystkim naszym oddziałom, zwiększając obrażenia Zadających od Mrówek Strażniczych o 45% na 2 rundy
ru: 40% случайности нанести 180% (+Уровень спецмуравьев*2.5%) урона 1 случайному отряду из противников в пределах радиуса действия и применить баффы на все наши отряды, увеличивая урон муравьев-носильщиков по муравьям-охранникам на 45% в течение 2 раундов
tr: Tesirli menzil içindeki 1 rastgele düşman birliğine %40 ihtimalle %180 (+Özel Karınca Seviyesi*%2,5) hasar verir ve tüm birliklerimize iyileştirmeler verir; Taşıyıcı Karıncaların Muhafız Karıncalara hasarını 2 tur boyunca %45 artırır
uk: Є шанс 40% завдати 180% (+Рівень особливих мурах*2,5%) пошкодження 1 випадковому загону противника на ефективній дистанції та надає поліпшення всім нашим загонам, збільшуючи шкоду, що завдають Мурахи-носії Мурахам-охоронцям на 45% на 2 раунди
vi: Có 40% cơ hội gây sát thương 180% (+Cấp kiến đặc biệt*2,5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả và tăng chỉ số cho tất cả đội, tăng sát thương của Kiến thợ lên Kiến bảo vệ lên 45% trong 2 hiệp

# enigmaticTaylorFootRendSkillDescription20
source: Has a 40% chance to deal 280% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range and grants buffs for all our squads, increasing Carrier Ants damage to Guardian Ants by 100% for 2 rounds
ar: لديه فرصة بنسبة 40% لإلحاق ضرر بنسبة 280% (+ مستوى النمل الخاص * 2.5%) بوحدة عدو عشوائية واحدة ضمن مدى فعال ويمنح تعزيزات لجميع وحداتنا، مما يزيد من ضرر نمل الحامل على نمل الحارس بنسبة 100% لمدة جولتين
bg: Има 40% шанс да нанесете щети за 280% (+ ниво на специални мравки * 2,5%) на случаен отряд врагове в ефективен обхват и предоставя бонуси на всички наши отряди, увеличавайки щетите нанесени от мравки преносители на мравки пазители със 100% за 2 рунда
de: Hat eine Chance von 40 %, 1 zufällig ausgewählten gegnerischen Trupp innerhalb der effektiven Reichweite 280 % (+ Spezialameisenstufe * 2,5 %) Schaden zuzufügen, und gewährt Buffs für alle unsere Truppen, die den Schaden von Trageantinnen gegen Wächterameisen 2 Runden lang um 100 % erhöhen.
es: Tiene un 40% de probabilidad de infligir un 280% (+nivel especial de hormiga * 2,5%) de daño a un escuadrón enemigo aleatorio dentro del radio de acción efectivo y otorga potenciadores a todos nuestros escuadrones, que aumentan el daño de las hormigas transportadoras a las hormigas guardianas en un 100% durante 2 rondas
fil: May 40% na pagkakataon na makagawa ng 280% (+Antas ng Espesyal na Langgam*2.5%) na pinsala sa 1 random na kalabang yunit na nasa loob ng epektibong saklaw at magkaloob ng mga buff para sa lahat ng yunit, pagdaragdag ng 100% pinsala ng Carrier Ants sa Guardian Ants sa loob ng 2 round
hu: 40%-os esélye van rá, hogy 280% (%2B speciális hangya szintje * 2,5%-kal) sebzést okoz 1 véletlenszerű ellenséges osztagnak a hatékony hatótávolságon belül, és buffot ad az összes osztagunknak, amelynek köszönhetően 2 körön át 100%-kal nő a hordozó hangyák által okozott kár az őrző hangyákkal szemben
it: Ha il 40% di possibilità di infliggere il 280% (+Livello formica speciale*2,5%) di danno a 1 squadra nemica casuale entro la portata effettiva e concede bonus a tutte le nostre squadre, aumentando del 100% il danno delle formiche trasportatrici sulle formiche guardiano per 2 round
ja: 敵部隊1隊に効果範囲内で280%（+特殊アリレベル*2.5%）のダメージを40%の確率で与え、自軍の全部隊に2ラウンド、掘削アリから守護アリへのダメージを100%増加させるバフを付与する。
mk: Има 40% шанса да нанесе штета од 280% (+ Специјално растојание за мравки*2,5%) на 1 случајно непријателски одред во ефективен дострел и дава подобрувања на сите наши одреди што ја зголемуваат штетата на мравките носачи кон мравките чувари за 100% во текот на 2 рунди.
nl: Maakt kans van 40% om 280% (+Special Ant Level*2.5%) schade toe te brengen aan 1 willekeurige vijandige eenheid binnen effectief bereik en geeft buffs voor al onze eenheden, waardoor de schade van draagemieren aan bewakersmieren met 100% wordt verhoogd gedurende 2 rondes
pl: Zadaje z prawdopodobieństwem 40% obrażenia równe 280% (+2,5% za poziom specjalnej mrówki) 1 losowemu oddziałowi wroga w zasięgu i udziela premii wszystkim naszym oddziałom, zwiększając obrażenia Zadających od Mrówek Strażniczych o 100% na 2 rundy
ru: 40% случайности нанести 280% (+Уровень спецмуравьев*2.5%) урона 1 случайному отряду из противников в пределах радиуса действия и применить баффы на все наши отряды, увеличивая урон муравьев-носильщиков по муравьям-охранникам на 100% в течение 2 раундов
tr: Tesirli menzil içindeki 1 rastgele düşman birliğine %40 ihtimalle %280 (+Özel Karınca Seviyesi*%2,5) hasar verir ve tüm birliklerimize iyileştirmeler verir; Taşıyıcı Karıncaların Muhafız Karıncalara hasarını 2 tur boyunca %100 artırır
uk: Є шанс 40% завдати 280% (+Рівень особливих мурах*2,5%) пошкодження 1 випадковому загону противника на ефективній дистанції та надає поліпшення всім нашим загонам, збільшуючи шкоду, що завдають Мурахи-носії Мурахам-охоронцям на 100% на 2 раунди
vi: Có 40% cơ hội gây sát thương 280% (+Cấp kiến đặc biệt*2,5%) lên 1 đội địch ngẫu nhiên trong phạm vi hiệu quả và tăng chỉ số cho tất cả đội, tăng sát thương của Kiến thợ lên Kiến bảo vệ lên 100% trong 2 hiệp

# enigmaticTaylorWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
bg: Бойно ръководство
de: Kriegsherrschaft
es: Liderazgo de combate
hu: Hadi vezetés
it: Leadership in battaglia
ja: 戦闘指導
mk: Воено водство
nl: Oorlogsleiding
pl: Dowództwo wojenne
ru: Командование на войне
tr: Savaş Önderliği
uk: Кураторство військових дій
vi: Lãnh đạo chiến tranh

# enigmaticTaylorWarfareLeadershipSkillDescription10
source: When there are only Carrier Ants in the 3 squads, from the 5th round, increases the Combat Skill damage of 2 random squads by 60% for 4 rounds
ar: عندما يكون هناك نمل حامل فقط في الوحدات الثلاث، من الجولة الخامسة، يزيد من ضرر مهارة القتال لوحدتين عشوائيتين بنسبة 60% لمدة 4 جولات
bg: Когато има само мравки преносители в 3-те отряда, от 5-ия рунд, увеличава щетите причинени от бойните умения на 2 случайни отряда със 60% за 4 рунда
de: Wenn nur Trageantinnen in den 3 Truppen sind, wird ab der 5. Runde der Schaden der Kampffähigkeit von 2 zufällig ausgewählten Truppen 4 Runden lang um 60 % erhöht.
es: Cuando solo haya hormigas transportadoras en los 3 escuadrones, desde la quinta ronda, aumenta el daño de la habilidad de combate de 2 escuadrones aleatorios en un 60% durante 4 rondas
fil: Kapag Carrier Ants lamang ang nasa 3 yunit, mula sa ika-5 round, dinaragdagan ang pinsala ng Combat Skill ng 2 random na yunit ng 60% sa loob ng 4 na round
hu: Ha a 3 osztagban csak hordozó hangyák vannak, az 5. körtől 4 körön át 60%-kal növeli 2 véletlenszerű osztag harci képességének sebzését
it: Quando nelle 3 squadre ci sono solo formiche trasportatrici, dal 5° round, aumenta il danno dell'abilità di battaglia di 2 squadre casuali del 60% per 4 round
ja: 部隊3隊すべてが掘削アリの場合、5ラウンド目から2部隊の戦闘スキルダメージを4ラウンド間60%増加させる。
mk: Кога има само мравки носачи во 3 одреди, од 5. рунда, ја зголемува штетата од борбената вештина за 60% кај 2 случајни одреди за во 4 рунди.
nl: Als er in de 3 eenheden alleen draagemieren aanwezig zijn, wordt vanaf de 5e ronde de gevechtsvaardigschapsschade van 2 willekeurige eenheden met 60% verhoogd gedurende 4 rondes
pl: Gdy w 3 oddziałach są wyłącznie Zadające, od 5. rundy zwiększa obrażenia Umiejętności bojowej 2 losowych oddziałów o 60% na 4 rundy
ru: Когда в 3 отрядах есть только муравьи-носильщики, с 5-го раунда увеличивает урон от боевого навыка в 2 случайных отрядах на 60% в течение 4 раундов
tr: 3 birlikte sadece Taşıyıcı Karıncalar varken, 5. turdan itibaren 2 rastgele birliğin Savaş Becerisi hasarını 4 tur boyunca %60 artırır
uk: Коли в 3 загонах є лише Мурахи-носії, починаючи з 5-го раунду, збільшує шкоду бойової навички в 2 випадкових загонах на 60% на 4 раунди
vi: Khi chỉ có Kiến thợ trong 3 đội, từ hiệp thứ 5, tăng sát thương Kỹ năng chiến đấu của 2 đội ngẫu nhiên lên 60% trong 4 hiệp
