Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# reapMasterThrillOfTheHuntSkillDescription20
source: Prepares for 1 round, and has a 40% chance to deal 316.5% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and suppress them, causing them unable to move for 2 rounds
ar: يتحضّر لمدة جولة واحدة، وهناك فرصة بنسبة 40% لإلحاق 316.5% (+ مستوى النملة الخاصة * 5%) أضرارًا بفرقة عدو عشوائية واحدة ضمن نطاق التأثير وقمعها، مما يجعلها غير قادرة على الحركة لمدة جولتين
de: Bereitet sich 1 Runde vor und hat eine Chance von 40 %, innerhalb der effektiven Reichweite einem zufälligen feindlichen Trupp 316,5 % (+ Sonder-Ameisen-Level * 5 %) Schaden zuzufügen und ihn zu unterdrücken, wodurch er sich 2 Runden lang nicht bewegen kann
es: Se prepara durante 1 asalto y tiene un 40% de probabilidades de infligir 316,5% (+nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del rango efectivo y suprimirlo, lo que le impide moverse durante 2 asaltos
fil: Naghahanda para sa 1 round, at mayroong 40% na tsansa para magdulot ng 316.5% (+Antas ng Espesyal na Langgam*5%) pinsala sa 1 random na kalaban na pangkat sa loob ng epektibong saklaw at supilin sila, hindi sila makapagalaw sa loob ng 2 rounds
hu: 1 körre felkészül, és 40% esélye van, hogy 316,5% (+Speciális hangya szint*5%) sebzést okoz az érvényes hatótávolságon belül lévő 1 véletlenszerű ellenséges egységnek, és elnyomja őket, így 2 körre nem tudnak mozogni
it: Si prepara per 1 round e ha il 40% di possibilità di infliggere 316,5% di danno (+livello speciale formica*5%) a 1 plotone nemico casuale a distanza efficace e di indebolirlo, rendendolo incapace di muoversi per 2 round
ja: 1ラウンドの準備を行い、有効範囲内の1つのランダムな敵の分隊に316.5%（+特殊アリレベル*5%）のダメージを与え、それらを2ラウンド移動不能にする40%の確率があります
nl: Bereidt zich 1 ronde voor en heeft 40% kans om 316,5% (+speciaal miernoiveau*5%) schade toe te brengen aan 1 willekeurig vijandig smaldeel binnen effectief bereik en ze te onderdrukken, waardoor ze 2 ronden niet kunnen bewegen
pl: Przygotowuje się przez 1 rundę i ma 40% szans na zadanie obrażenia w wysokości 316,5% (+5% specjalnego poziomu mrówek) 1 losowemu oddziałowi wroga w zasięgu i obezwładnienie go, przez co nie będzie w stanie się poruszać przez 2 rundy
uk: Готується протягом 1 раунду, і з 40% ймовірністю завдає 316,5% шкоди (+5% рівня особливої мурашки) 1 випадковому загону противника в ефективному радіусі ураження і придушує його, унеможливлюючи рух протягом 2 раундів
vi: Chuẩn bị trong 1 lượt và có 40% xác suất gây 316,5% (+cấp Kiến đặc biệt*5%) sát thương lên 1 đội địch ngẫu nhiên trong phạm vi hiệu lực và khiến chúng bị trấn áp, không thể di chuyển trong 2 lượt

# reapMasterGrievousBiteSkillTitle
source: Grievous Bite
ar: لدغة خطيرة
de: Ernsthafter Biss
es: Mordisco grave
fil: Nakamamatay na Kagat
hu: Halálos harapás
it: Morso atroce
ja: 悲惨な噛み付き
nl: Zware beet
pl: Okropny kęs
uk: Болісний укус
vi: Cắn trọng thương

# reapMasterGrievousBiteSkillDescription10
source: In the No. 2,5,7 rounds, has a 45% chance to deal 250% (+Special Ant Level*4%) damage to 3 random enemy squads within effective range
ar: في الجولة رقم 2 و5 و7، هناك فرصة بنسبة 45% لإلحاق 250% (+ مستوى النملة الخاصة * 4%) أضرارًا بـ 3 فرق عدو عشوائية ضمن نطاق التأثير
de: Hat eine Chance von 45 %, in den Runden 2, 5 und 7 3 zufälligen feindlichen Trupps innerhalb der effektiven Reichweite 250 % (+ Sonder-Ameisen-Level * 4 %) Schaden zuzufügen
es: En los asaltos 2, 5 y 7, tiene un 45% de probabilidades de infligir un 250% (+nivel de hormiga especial*4%) de daño a 3 escuadrones enemigos aleatorios dentro del rango efectivo
fil: Sa Ikabilang 2, 5, 7 round, mayroong 45% na tsansa para magdulot ng 250% (+Antas ng Espesyal na Langgam*4%) pinsala sa 3 random na kalaban na pangkat sa loob ng epektibong saklaw
hu: A 2., 5. és 7. körben 45% esélye van, hogy 250% (+Speciális hangya szint*4%) sebzést okoz az érvényes hatótávolságon belül lévő 3 véletlenszerű ellenséges egységnek
it: Nei round n. 2, 5 e 7 ha il 45% di possibilità di infliggere 250% di danno (+livello speciale formica*4%) a 3 plotone nemico casuale a distanza efficace
ja: 2、5、7ラウンドで、有効範囲内の3つのランダムな敵の分隊に250%（+特殊アリレベル*4%）のダメージを与える45%の確率があります
nl: Heeft in de ronde nr. 2, 5 en 7 45% kans om 250% (+speciaal miernoiveau*4%) schade toe te brengen aan 3 willekeurige vijandige smaldelen binnen effectief bereik
pl: W 2., 5. i 7. rundzie ma 45% szans na zadanie obrażenia w wysokości 250% (+4% specjalnego poziomu mrówek) 3 losowym oddziałom wroga w zasięgu
uk: У 2-му, 5-му і 7-му раундах з 45% ймовірністю завдає 250% шкоди (+4% рівня особливої мурашки) 3 випадковим загонам противника в ефективному радіусі ураження
vi: Vào các lượt thứ 2, 5, 7, có 45% xác suất gây 250% (+cấp Kiến đặc biệt*4%) sát thương lên 3 đội địch ngẫu nhiên trong phạm vi hiệu lực

# reapMasterGrievousBiteSkillDescription20
source: In the No. 2,5,7 rounds, has a 50% chance to deal 250% (+Special Ant Level*4%) damage to 3 random enemy squads within effective range
ar: في الجولة رقم 2 و5 و7، هناك فرصة بنسبة 50% لإلحاق 250% (+ مستوى النملة الخاصة * 4%) أضرارًا بـ 3 فرق عدو عشوائية ضمن نطاق التأثير
de: Hat eine Chance von 50 %, in den Runden 2, 5 und 7 3 zufälligen feindlichen Trupps innerhalb der effektiven Reichweite 250 % (+ Sonder-Ameisen-Level * 4 %) Schaden zuzufügen
es: En los asaltos 2, 5 y 7, tiene un 50% de probabilidades de infligir un 250% (+nivel de hormiga especial*4%) de daño a 3 escuadrones enemigos aleatorios dentro del rango efectivo
fil: Sa Ikabilang 2, 5, 7 round, mayroong 50% na tsansa para magdulot ng 250% (+Antas ng Espesyal na Langgam*4%) pinsala sa 3 random na kalaban na pangkat sa loob ng epektibong saklaw
hu: A 2., 5. és 7. körben 50% esélye van, hogy 250% (+Speciális hangya szint*4%) sebzést okoz az érvényes hatótávolságon belül lévő 3 véletlenszerű ellenséges egységnek
it: Nei round n. 2, 5 e 7 ha il 50% di possibilità di infliggere 250% di danno (+livello speciale formica*4%) a 3 plotone nemico casuale a distanza efficace
ja: 2、5、7ラウンドで、有効範囲内の3つのランダムな敵の分隊に250%（+特殊アリレベル*4%）のダメージを与える50%の確率があります
nl: Heeft in de ronde nr. 2, 5 en 7 50% kans om 250% (+speciaal miernoiveau*4%) schade toe te brengen aan 3 willekeurige vijandige smaldelen binnen effectief bereik
pl: W 2., 5. i 7. rundzie ma 50% szans na zadanie obrażenia w wysokości 250% (+4% specjalnego poziomu mrówek) 3 losowym oddziałom wroga w zasięgu
uk: У 2-му, 5-му і 7-му раундах з 50% ймовірністю завдає 250% шкоди (+4% рівня особливої мурашки) 3 випадковим загонам противника в ефективному радіусі ураження
vi: Vào các lượt thứ 2, 5, 7, có 50% xác suất gây 250% (+cấp Kiến đặc biệt*4%) sát thương lên 3 đội địch ngẫu nhiên trong phạm vi hiệu lực

# rockBanditRageRushSkillTitle
source: Rage Rush
ar: اندفاع الغضب
de: Wut-Ansturm
es: Embestida furiosa
ja: レイジラッシュ
pl: Biegłość Gniewu

# rockBanditRageRushSkillDescription10
source: Has a 60% chance to deal 209% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range
ar: احتمالية بنسبة 60% لإلحاق 209% (+ مستوى النملة الخاصة * 2.5%) ضررًا بـ1 فرقة عدوة عشوائية ضمن نطاق التأثير
de: Hat eine Chance von 60 %, einer zufälligen gegnerischen Einheit in effektiver Reichweite 209 % (+ Spezialameisenstufe*2,5 %) Schaden zuzufügen
es: Tiene una probabilidad del 60 % de infligir un 209 % (+Nivel especial de hormiga*2,5 %) de daño a 1 pelotón enemigo aleatorio dentro del alcance efectivo
fil: May 60% chance na magdulot ng 209% (+Special Ant Level*2.5%) na pinsala sa 1 random na kaaway na squad sa loob ng epektibong saklaw
hu: 60% eséllyel 209% (+Különleges Hangya szint*2,5%) sebzést okoz 1 véletlenszerű ellenséges csapatnak a hatásos távolságon belül
it: Ha il 60% di possibilità di infliggere il 209% (+Livello Ant Speciali*2,5%) di danni a 1 squadra nemica casuale nel raggio d'azione effettivo.
ja: 有効範囲内のランダムな敵小隊に209%（+特殊なアリレベル*2.5%）のダメージを60%の確率で与える
nl: Heeft een kans van 60% om 209% (+speciaal mierenniveau * 2,5%) schade aan te richten aan 1 willekeurig vijandelijke eenheid binnen het effectieve bereik
pl: Istnieje 60% szans na zadanie 209% (+Poziom specjalnego mrównika*2.5%) obrażeń 1 losowemu oddziałowi przeciwnika w efektywnym zasięgu
uk: Існує 60% ймовірності завдати 209% (+Рівень Спеціального Мурашки*2,5%) шкоди 1 випадковому ворожому загону в межах ефективної відстані
vi: Có 60% khả năng gây sát thương 209% (+Cấp Kiến Đặc biệt*2,5%) lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả

# rockBanditRageRushSkillDescription20
source: Has a 60% chance to deal 329% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range
ar: احتمالية بنسبة 60% لإلحاق 329% (+ مستوى النملة الخاصة * 2.5%) ضررًا بـ1 فرقة عدوة عشوائية ضمن نطاق التأثير
de: Hat eine Chance von 60 %, einer zufälligen gegnerischen Einheit in effektiver Reichweite 329 % (+ Spezialameisenstufe*2,5 %) Schaden zuzufügen
es: Tiene una probabilidad del 60 % de infligir un 329 % (+Nivel especial de hormiga*2,5 %) de daño a 1 pelotón enemigo aleatorio dentro del alcance efectivo
fil: May 60% chance na magdulot ng 329% (+Special Ant Level*2.5%) na pinsala sa 1 random na kaaway na squad sa loob ng epektibong saklaw
hu: 60% eséllyel 329% (+Különleges Hangya szint*2,5%) sebzést okoz 1 véletlenszerű ellenséges csapatnak a hatásos távolságon belül
it: Ha il 60% di possibilità di infliggere il 329% (+Livello Ant Speciali*2,5%) di danni a 1 squadra nemica casuale nel raggio d'azione effettivo.
ja: 有効範囲内のランダムな敵小隊に329%（+特殊なアリレベル*2.5%）のダメージを60%の確率で与える
nl: Heeft een kans van 60% om 329% (+speciaal mierenniveau * 2,5%) schade aan te richten aan 1 willekeurige vijandelijke eenheid binnen het effectieve bereik
pl: Istnieje 60% szans na zadanie 329% (+Poziom specjalnego mrównika*2.5%) obrażeń 1 losowemu oddziałowi przeciwnika w efektywnym zasięgu
uk: Існує 60% ймовірності завдати 329% (+Рівень Спеціального Мурашки*2,5%) шкоди 1 випадковому ворожому загону в межах ефективної відстані
vi: Có 60% khả năng gây sát thương 329% (+Cấp Kiến Đặc biệt*2,5%) lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả

# rockBanditHuggerBiteSkillTitle
source: Hugger Bite
ar: عضمة محتضنة
de: Umarmerbiss
es: Mordedura de abrazador
ja: ハッガーバスター
pl: Uścisk Przytulaczy
uk: Обійми Укусу

# rockBanditHuggerBiteSkillDescription10
source: Has a 40% chance to deal 180% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range and grants buffs for all our squads, increasing Guardian Ants' damage to Shooter Ants by 50% for 2 rounds
ar: احتمالية بنسبة 40% لإلحاق 180% (+ مستوى النملة الخاصة * 2.5%) ضررًا بـ1 فرقة عدوة عشوائية ضمن نطاق التأثير تمنح تعزيزات لجميع فرقنا، مما يزيد من ضرر النمل الحارس على نمل الرماية بنسبة 50% لمدة جولتين
de: Hat eine Chance von 40 %, einer zufälligen gegnerischen Einheit in effektiver Reichweite 180 % (+ Spezialameisenstufe*2,5 %) Schaden zuzufügen und gewährt Boni für alle unsere Einheiten, die den Schaden von Wächterameisen auf Schützenameisen für 2 Runden um 50 % erhöhen
es: Tiene una probabilidad del 40 % de infligir un 180 % (+Nivel especial de hormiga*2,5 %) de daño a 1 pelotón enemigo aleatorio dentro del alcance efectivo y otorga mejoras a todos nuestros pelotones, lo que aumenta el daño de las hormigas guardianas a las hormigas tiradoras en un 50 % durante 2 asaltos
fil: May 40% chance na magdulot ng 180% (+Special Ant Level*2.5%) na pinsala sa 1 random na kaaway na squad sa loob ng epektibong saklaw at magbigay ng buff para sa lahat ng aming squad, na magpapataas ng pinsala ng Guardian Ants sa Shooter Ants ng 50% sa loob ng 2 round
hu: 40% eséllyel 180% (+Különleges Hangya szint*2,5%) sebzést okoz 1 véletlenszerű ellenséges csapatnak a hatásos távolságon belül, és minden csapatunknak buffokat ad, 2 körre 50%-kal növeli a Gyám Hangyák lövész Hangyák elleni sebzését
it: Ha il 40% di possibilità di infliggere il 180% (+Livello Ant Speciali*2,5%) di danni a 1 squadra nemica casuale nel raggio d'azione effettivo e fornisce bonus per tutte le nostre squadre, aumentando i danni delle Ant Guardiane contro le Ant Sparatrici del 50% per 2 round.
ja: 有効範囲内のランダムな敵小隊に180%（+特殊なアリレベル*2.5%）のダメージを与え、すべての味方小隊にバフを付与し、守護アリがシューターアリに与えるダメージが2ラウンドの間50%増加する（40%の確率）
nl: Heeft een kans van 40% om 180% (+speciaal mierenniveau * 2,5%) schade aan te richten aan 1 willekeurig vijandelijke eenheid binnen het effectieve bereik en geeft buffs aan al onze eenheden, waardoor de schade van Guardian Ants aan Shooter Ants met 50% wordt verhoogd gedurende 2 ronden
pl: Istnieje 40% szans na zadanie 180% (+Poziom specjalnego mrównika*2.5%) obrażeń 1 losowemu oddziałowi przeciwnika w efektywnym zasięgu z przyznaniem wzmocnień dla wszystkich naszych oddziałów, zwiększając obrażenia Mrówników Strażników od Mrówników Strzelców o 50% na 2 rundy
uk: Існує 40% ймовірності завдати 180% (+Рівень Спеціального Мурашки*2,5%) шкоди 1 випадковому ворожому загону в межах ефективної відстані і надає всім нашим загонам бафи, збільшуючи шкоду Мурашки-Захисники для Мурашки-Стрільці на 50% протягом 2 раундів
vi: Có 40% khả năng gây sát thương 180% (+Cấp Kiến Đặc biệt*2,5%) lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và tăng sức mạnh cho tất cả các đội quân của chúng ta, tăng 50% sát thương của Kiến Vệ binh lên Kiến Xạ thủ trong 2 vòng

# rockBanditHuggerBiteSkillDescription20
source: Has a 40% chance to deal 280% (+Special Ant Level*2.5%) damage to 1 random enemy squad within effective range and grants buffs for all our squads, increasing Guardian Ants' damage to Shooter Ants by 100% for 2 rounds
ar: احتمالية بنسبة 40% لإلحاق 280% (+ مستوى النملة الخاصة * 2.5%) ضررًا بـ1 فرقة عدوة عشوائية ضمن نطاق التأثير تمنح تعزيزات لجميع فرقنا، مما يزيد من ضرر النمل الحارس على نمل الرماية بنسبة 100% لمدة جولتين
de: Hat eine Chance von 40 %, einer zufälligen gegnerischen Einheit in effektiver Reichweite 280 % (+ Spezialameisenstufe*2,5 %) Schaden zuzufügen und gewährt Boni für alle unsere Einheiten, die den Schaden von Wächterameisen auf Schützenameisen für 2 Runden um 100 % erhöhen
es: Tiene una probabilidad del 40 % de infligir un 280 % (+Nivel especial de hormiga*2,5 %) de daño a 1 pelotón enemigo aleatorio dentro del alcance efectivo y otorga mejoras a todos nuestros pelotones, lo que aumenta el daño de las hormigas guardianas a las hormigas tiradoras en un 100 % durante 2 asaltos
fil: May 40% chance na magdulot ng 280% (+Special Ant Level*2.5%) na pinsala sa 1 random na kaaway na squad sa loob ng epektibong saklaw at magbigay ng buff para sa lahat ng aming squad, na magpapataas ng pinsala ng Guardian Ants sa Shooter Ants ng 100% sa loob ng 2 round
hu: 40% eséllyel 280% (+Különleges Hangya szint*2,5%) sebzést okoz 1 véletlenszerű ellenséges csapatnak a hatásos távolságon belül, és minden csapatunknak buffokat ad, 2 körre 100%-kal növeli a Gyám Hangyák lövész Hangyák elleni sebzését
it: Ha il 40% di possibilità di infliggere il 280% (+Livello Ant Speciali*2,5%) di danni a 1 squadra nemica casuale nel raggio d'azione effettivo e fornisce bonus per tutte le nostre squadre, aumentando i danni delle Ant Guardiane contro le Ant Sparatrici del 100% per 2 round.
ja: 有効範囲内のランダムな敵小隊に280%（+特殊なアリレベル*2.5%）のダメージを与え、すべての味方小隊にバフを付与し、守護アリがシューターアリに与えるダメージが2ラウンドの間100%増加する（40%の確率）
nl: Heeft een kans van 40% om 280% (+speciaal mierenniveau * 2,5%) schade aan te richten aan 1 willekeurig vijandelijke eenheid binnen het effectieve bereik en geeft buffs aan al onze eenheden, waardoor de schade van Guardian Ants aan Shooter Ants met 100% wordt verhoogd gedurende 2 ronden
pl: Istnieje 40% szans na zadanie 280% (+Poziom specjalnego mrównika*2.5%) obrażeń 1 losowemu oddziałowi przeciwnika w efektywnym zasięgu z przyznaniem wzmocnień dla wszystkich naszych oddziałów, zwiększając obrażenia Mrówników Strażników od Mrówników Strzelców o 100% na 2 rundy
uk: Існує 40% ймовірності завдати 280% (+Рівень Спеціального Мурашки*2,5%) шкоди 1 випадковому ворожому загону в межах ефективної відстані і надає всім нашим загонам бафи, збільшуючи шкоду Мурашки-Захисники для Мурашки-Стрільці на 100% протягом 2 раундів
vi: Có 40% khả năng gây sát thương 280% (+Cấp Kiến Đặc biệt*2,5%) lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và tăng sức mạnh cho tất cả các đội quân của chúng ta, tăng 100% sát thương của Kiến Vệ binh lên Kiến Xạ thủ trong 2 vòng

# rockBanditWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
de: Kriegsführung
es: Liderazgo en combate
ja: 軍隊統率
pl: Przywództwo Wojskowe
uk: Лідерство на Війні

# rockBanditWarfareLeadershipSkillDescription10
source: When there are only Guardian Ants in the 3 squads, from the 5th round, increases the Combat Skill damage of 2 random squads by 60% for 4 rounds
ar: عندما لا توجد سوى نمل حارس في الفرق الثلاثة، بدءًا من الجولة الخامسة، يزيد من ضرر مهارة القتال لـ2 فرقتين عشوائيتين بنسبة 60% لمدة 4 جولات
de: Wenn sich nur Wächterameisen in den 3 Einheiten befinden, wird ab Runde 5 für 4 Runden der Kampffertigkeitsschaden von 2 zufälligen Einheiten um 60 % erhöht
es: Cuando solo haya hormigas guardianas en los 3 pelotones, desde el 5.º asalto, aumenta el daño de la habilidad de combate de 2 pelotones aleatorios en un 60 % durante 4 asaltos
fil: Kapag may Guardian Ants lamang sa 3 squad, mula sa ika-5 round, tataas ang Combat Skill damage ng 2 random na squad ng 60% sa loob ng 4 round
hu: Ha csak gyám hangyák vannak a 3 csapatban, akkor az 5. körben 4 körre 60%-kal növeli 2 véletlenszerű csapat Harci Készségének sebzéseit
it: Quando ci sono solo Ant Guardiane nelle 3 squadre, dal 5° round, aumenta i danni dell'Abilità di Combattimento di 2 squadre casuali del 60% per 4 round.
ja: 小隊3つに守護アリのみがいる場合、5ラウンド目からランダムな小隊2つの戦闘スキルのダメージを4ラウンドの間60%増加させる
nl: Wanneer er alleen Guardian Ants in de 3 eenheden zitten, verhoogt de schade van de gevechtsvaardigheid van 2 willekeurige eenheden met 60% gedurende 4 ronden vanaf de 5e ronde
pl: Gdy w 3 oddziałach są tylko Mrówniki Strażnicy, od 5 rundy zwiększa obrażenia Umiejętności Wojennej 2 losowych oddziałów o 60% na 4 rundy
uk: Коли є лише Мурашки-Захисники в 3 загонах, починаючи з 5 раунду, збільшує шкоду Бойової Навички 2 випадкових загонів на 60% протягом 4 раундів
vi: Khi chỉ có Kiến Vệ binh trong 3 đội quân, từ vòng thứ 5, tăng 60% sát thương của Kỹ năng Chiến đấu của 2 đội quân ngẫu nhiên trong 4 vòng

# rockBanditWarfareLeadershipSkillDescription20
source: When there are only Guardian Ants in the 3 squads, from the 5th round, increases the Combat Skill damage of 2 random squads by 120% for 4 rounds
ar: عندما لا توجد سوى نمل حارس في الفرق الثلاثة، بدءًا من الجولة الخامسة، يزيد من ضرر مهارة القتال لـ2 فرقتين عشوائيتين بنسبة 120% لمدة 4 جولات
de: Wenn sich nur Wächterameisen in den 3 Einheiten befinden, wird ab Runde 5 für 4 Runden der Kampffertigkeitsschaden von 2 zufälligen Einheiten um 120 % erhöht
es: Cuando solo haya hormigas guardianas en los 3 pelotones, desde el 5.º asalto, aumenta el daño de la habilidad de combate de 2 pelotones aleatorios en un 120 % durante 4 asaltos
fil: Kapag may Guardian Ants lamang sa 3 squad, mula sa ika-5 round, tataas ang Combat Skill damage ng 2 random na squad ng 120% sa loob ng 4 round
hu: Ha csak gyám hangyák vannak a 3 csapatban, akkor az 5. körben 4 körre 120%-kal növeli 2 véletlenszerű csapat Harci Készségének sebzéseit
it: Quando ci sono solo Ant Guardiane nelle 3 squadre, dal 5° round, aumenta i danni dell'Abilità di Combattimento di 2 squadre casuali del 120% per 4 round.
ja: 小隊3つに守護アリのみがいる場合、5ラウンド目からランダムな小隊2つの戦闘スキルのダメージを4ラウンドの間120%増加させる
nl: Wanneer er alleen Guardian Ants in de 3 eenheden zitten, verhoogt de schade van de gevechtsvaardigheid van 2 willekeurige eenheden met 120% gedurende 4 ronden vanaf de 5e ronde
pl: Gdy w 3 oddziałach są tylko Mrówniki Strażnicy, od 5 rundy zwiększa obrażenia Umiejętności Wojennej 2 losowych oddziałów o 120% na 4 rundy
uk: Коли є лише Мурашки-Захисники в 3 загонах, починаючи з 5 раунду, збільшує шкоду Бойової Навички 2 випадкових загонів на 120% протягом 4 раундів
vi: Khi chỉ có Kiến Vệ binh trong 3 đội quân, từ vòng thứ 5, tăng 120% sát thương của Kỹ năng Chiến đấu của 2 đội quân ngẫu nhiên trong 4 vòng

# rubySlenderRevengeSkillTitle
source: Revenge
ar: الانتقام
de: Rache
es: Venganza
fil: Paghihiganti
hu: Bosszú
ja: リベンジ
nl: Wraak
pl: Odwet
uk: Помста
vi: Trả thù

# rubySlenderRevengeSkillDescription10
source: When its squad takes a normal attack, has a 100% chance to reduce a random enemy squad's damage by 20% for 2 rounds
ar: عندما تتعرض وحدتها لهجوم عادي، يكون هناك فرصة 100% لتقليل الضرر الذي تلحقه وحدة عدو عشوائية بنسبة 20% ولمدة جولتين
de: Wenn ein Zug dieses Squads angegriffen wird, besteht eine Chance von 100%, den Schaden eines zufälligen gegnerischen Zuges 2 Runden lang um 20% zu verringern
es: Cuando su escuadrón recibe un ataque normal, tiene un 100% de posibilidades de reducir el daño de un escuadrón enemigo aleatorio en un 20% durante 2 rondas
fil: Kapag ang iskad niya ay naka tanggap ng normal na pag-atake, mayroong 100% na tsansa na mabawasan ang pinsala ng random na iskad ng kaaway ng 20% para sa 2 round
hu: Amikor az osztagja kap egy normál támadást, 100%-os esély van arra, hogy az ellenfél egy véletlenszerű osztagának sebzése 2 körön át 20%-kal csökken
it: Quando la sua squadra subisce un attacco normale, ha il 100% di probabilità di ridurre il danno di una squadra nemica casuale del 20% per 2 turni
ja: 自分の部隊が通常攻撃を受けたとき、100%の確率で、ランダムに選択された敵部隊のダメージを2ラウンドの間20%減少させる
nl: Als de eenheid een normale aanval ondergaat, heeft deze een kans van 100% om de schade van een willekeurige vijandelijke eenheid 2 rondes lang met 20% te verminderen
pl: Kiedy jego drużyna otrzymuje normalny atak, ma 100% szans na zmniejszenie obrażeń przypadkowej drużyny przeciwnika o 20% przez 2 tury
uk: Коли її загін чинить звичайну атаку, існує 100% ймовірність зменшити завдану шкоду від випадкового ворожого загону на 20% протягом 2 раундів
vi: Khi tiểu đội của nó bị tấn công bình thường, có 100% xác suất giảm sát thương của một tiểu đội địch ngẫu nhiên 20% trong 2 lượt

# rubySlenderRevengeSkillDescription20
source: When its squad takes a normal attack, has a 100% chance to reduce a random enemy squad's damage by 25% for 2 rounds
ar: عندما تتعرض وحدتها لهجوم عادي، يكون هناك فرصة 100% لتقليل الضرر الذي تلحقه وحدة عدو عشوائية بنسبة 25% ولمدة جولتين
de: Wenn ein Zug dieses Squads angegriffen wird, besteht eine Chance von 100%, den Schaden eines zufälligen gegnerischen Zuges 2 Runden lang um 25% zu verringern
es: Cuando su escuadrón recibe un ataque normal, tiene un 100% de posibilidades de reducir el daño de un escuadrón enemigo aleatorio en un 25% durante 2 rondas
fil: Kapag ang iskad niya ay naka tanggap ng normal na pag-atake, mayroong 100% na tsansa na mabawasan ang pinsala ng random na iskad ng kaaway ng 25% para sa 2 round
hu: Amikor az osztagja kap egy normál támadást, 100%-os esély van arra, hogy az ellenfél egy véletlenszerű osztagának sebzése 2 körön át 25%-kal csökken
it: Quando la sua squadra subisce un attacco normale, ha il 100% di probabilità di ridurre il danno di una squadra nemica casuale del 25% per 2 turni
ja: 自分の部隊が通常攻撃を受けたとき、100%の確率で、ランダムに選択された敵部隊のダメージを2ラウンドの間25%減少させる
nl: Als de eenheid een normale aanval ondergaat, heeft deze een kans van 100% om de schade van een willekeurige vijandelijke eenheid 2 rondes lang met 25% te verminderen
pl: Kiedy jego drużyna otrzymuje normalny atak, ma 100% szans na zmniejszenie obrażeń przypadkowej drużyny przeciwnika o 25% przez 2 tury
uk: Коли її загін чинить звичайну атаку, існує 100% ймовірність зменшити завдану шкоду від випадкового ворожого загону на 25% протягом 2 раундів
vi: Khi tiểu đội của nó bị tấn công bình thường, có 100% xác suất giảm sát thương của một tiểu đội địch ngẫu nhiên 25% trong 2 lượt

# rubySlenderSelfAdjustingSkillTitle
source: Self Adjusting
ar: التعديل الذاتي
de: Selbstheilung
es: Autorregulación
hu: Önszabályozás
it: Auto-regolazione
ja: 自律調整
nl: Zelfinstelling
pl: Samoadaptacja
uk: Самоналагодження
vi: Tự điều chỉnh
