Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# mimicryMasterMouthPieceAttackSkillDescription10
source: Has a 45% chance to deal 255% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: تبلغ نسبة فرصته 45% لإلحاق 255% (+%5 مستوى النملة الخاصة) من الضرر بفرقة عدوة عشوائية واحدة داخل المدى الفعال
bg: Има 45% шанс да нанесе 255% (+ ниво на мравката специалист*5%) щети на 1 случаен противников отряд в ефективен обсег
de: Hat eine Chance von 45 % , 255 % (+ Spezialameisenstufe * 5 %) Schaden an 1 zufälligem feindlichem Trupp in effektiver Reichweite zuzufügen.
es: Tiene un 45% de posibilidades de infligir un 255% (+Nivel de hormiga especial*5%) de daño a un escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Mayro'n itong 45% na tyansang makapagtustos ng 255% (+Antas ng Special na Langgam*5%) pinsala sa 1 random na tropa ng kaaway sa loob ng epektibong hanay
hu: 45% esélye van rá, hogy 255% (+Special Ant Level*5%) sebzést okozzon 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül
it: Ha il 45% di possibilità di infliggere il 255% (+livello formica speciale*5%) di danni a 1 squadra nemica casuale a distanza efficace
ja: 有効範囲内の1つの敵軍に255%(+特殊アリLv*5%)のダメージを与える45%の確率がある
mk: Има 45% шанса да предизвика 255% (+Ниво на специјалните мравки * 5%) штета на еден случаен непријателски тим во ефективен опсег
nl: Heeft 45% kans om 255% (+Speciaal mierenniveau*5%) schade toe te brengen aan 1 willekeurige vijandige groep binnen effectief bereik
pl: Ma szansa 45% na zadanie 255% (+Specyficzny poziom mrówek*5%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Даёт 45% шанс нанести 255% (+Спец. уровень муравья*5%) урона 1 случайному вражескому отряду в радиусе действия
uk: Ймовірність 45% завдати 255% (+рівень особливої мурашки*5%) шкоди 1 випадковому ворожому загону в межах зони ураження
vi: Có 45% khả năng gây sát thương 255% (+Cấp độ kiến đặc biệt*5%) cho 1 đội quân địch trong phạm vi hiệu quả

# mimicryMasterMouthPieceAttackSkillDescription20
source: Has a 55% chance to deal 255% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: تبلغ نسبة فرصته 55% لإلحاق 255% (+%5 مستوى النملة الخاصة) من الضرر بفرقة عدوة عشوائية واحدة داخل المدى الفعال
bg: Има 55% шанс да нанесе 255% (+ ниво на мравката специалист*5%) щети на 1 случаен противников отряд в ефективен обсег
de: Hat eine Chance von 55 % , 255 % (+ Spezialameisenstufe * 5 %) Schaden an 1 zufälligem feindlichen Trupp in effektiver Reichweite zuzufügen
es: Tiene un 55% de posibilidades de infligir un 255% (+Nivel de hormiga especial*5%) de daño a un escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Mayro'n itong 55% na tyansang makapagtustos ng 255% (+Antas ng Special na Langgam*5%) pinsala sa 1 random na tropa ng kaaway sa loob ng epektibong hanay
hu: 55% esélye van rá, hogy 255% (+Special Ant Level*5%) sebzést okozzon 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül
it: Ha il 55% di possibilità di infliggere il 255% (+livello formica speciale*5%) di danni a 1 squadra nemica casuale a distanza efficace
ja: 有効範囲内の1つの敵軍に255%(+特殊アリLv*5%)のダメージを与える55%の確率がある
mk: Има 55% шанса да предизвика 255% (+Ниво на специјалните мравки * 5%) штета на еден случаен непријателски тим во ефективен опсег
nl: Heeft 55% kans om 255% (+Speciaal mierenniveau*5%) schade toe te brengen aan 1 willekeurige vijandige groep binnen effectief bereik
pl: Ma szansę 55% na zadanie 255% (+Specyficzny poziom mrówek*5%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu
ru: Даёт 55% шанс нанести 255% (+Спец. уровень муравья*5%) урона 1 случайному вражескому отряду в радиусе действия
uk: Ймовірність 55% завдати 255% (+рівень особливої мурашки*5%) шкоди 1 випадковому ворожому загону в межах зони ураження
vi: Có 55% khả năng gây sát thương 255% (+Cấp độ kiến đặc biệt*5%) cho 1 đội quân địch trong phạm vi hiệu quả

# mimicryMasterSupressingAttackSkillTitle
source: Suppressing Attack
ar: هجوم كبت
bg: Потискаща атака
de: Unterdrückender Angriff
es: Ataque de supresión
fil: Supressing Attack
hu: Elnyomó támadás
it: Attacco soppressivo
ja: 制圧攻撃
mk: Напад за потиснување
nl: Onderdrukkende aanval
pl: Tłumiący atak
ru: Заглушающая атака
uk: Гнітюча атака

# mimicryMasterSupressingAttackSkillDescription10
source: Has a 30% chance to deal 284% (+Special Ant Level*4%) damage to 1 random enemy squad within effective range and Suppress them, causing them unable to move for 1 round
ar: تبلغ نسبة فرصته 30% لإلحاق 284% (+%4 مستوى النملة الخاصة) من الضرر بفرقة عدوة عشوائية واحدة داخل المدى الفعال وكبتها، مما يجعلها غير قادرة على التحرك لمدة جولة واحدة
bg: Има 30% шанс да нанесе 284% (+ ниво на мравката специалист*4%) щети на 1 случаен противников отряд в ефективен обсег и да го потисне, като го направи неспособен да се движи в продължение на 1 рунд
de: Hat eine Chance von 30 %, 284 % (+ Spezialameisenstufe * 4 %) Schaden an 1 zufälligem feindlichen Trupp in effektiver Reichweite zuzufügen und diesen zu unterdrücken, sodass er sich für 1 Runde nicht bewegen kann
es: Tiene un 30% de posibilidades de infligir un 284% (+Nivel de hormiga especial*4%) de daño a un escuadrón enemigo aleatorio dentro del alcance efectivo y suprimirlo, lo que provoca que no pueda moverse durante 1 ronda
fil: Mayro'n itong 30% na tyansang makapagtustos ng 284% (+Antas ng Special na Langgam*4%) pinsala sa 1 random na tropa ng kaaway sa loob ng epektibong hanay at pigilan ang mga ito, na magdudulot upang hindi makakilos sa loob ng 1 round
hu: 30% esélye van rá, hogy 284% (+Special Ant Level*4%) sebzést okozzon 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül és elnyomja őket, így azok nem tudnak mozogni 1 körön keresztül
it: Ha il 30% di possibilità di infliggere il 284% (+livello formica speciale*4%) di danni a 1 squadra nemica casuale a distanza efficace e Sopprimerla, impedendole di muoversi per 1 turno
ja: 有効範囲内の1つの敵軍に284%(+特殊アリLv*4%)のダメージを与え、1ラウンド動けなくする抑制状態にする30%の確率がある
mk: Има 30% шанса да предизвика 284% (+Ниво на специјалните мравки * 4%) штета на еден случаен непријателски тим во ефективен опсег и да ги потисне, со што се спречуваат да се движат во текот на 1 круг
nl: Heeft 30% kans om 284% (+Speciaal mierenniveau*4%) schade toe te brengen aan 1 willekeurige vijandige groep binnen effectief bereik en te onderdrukken. Hierdoor kunnen ze ronde niet bewegen.
pl: Ma szansę 30% na zadanie 284% (+Specyficzny poziom mrówek*4%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu i tłumienie go, uniemożliwiając mu ruch przez 1 rundę
ru: Даёт 30% шанс нанести 284% (+Спец. уровень муравья*4%) урона 1 случайному вражескому отряду в радиусе действия и подавить, лишив его возможности двигаться в течение 1 хода
uk: Ймовірність 30% завдати 284% (+рівень особливої мурашки*4%) шкоди 1 випадковому ворожому загону в межах зони ураження та блокувати йому можливість переміщення на 1 раунд
vi: Có 30% khả năng gây sát thương 284% (+Cấp độ kiến đặc biệt*4%) cho 1 đội quân địch trong phạm vi hiệu quả và làm họ lịm đi, khiến họ không thể di chuyển trong 1 lượt

# mimicryMasterSupressingAttackSkillDescription20
source: Has a 40% chance to deal 284% (+Special Ant Level*4%) damage to 1 random enemy squad within effective range and Suppress them, causing them unable to move for 1 round
ar: تبلغ نسبة فرصته 40% لإلحاق 284% (+%4 مستوى النملة الخاصة) من الضرر بفرقة عدوة عشوائية واحدة داخل المدى الفعال وكبتها، مما يجعلها غير قادرة على التحرك لمدة جولة واحدة
bg: Има 40% шанс да нанесе 284% (+ ниво на мравката специалист*4%) щети на 1 случаен противников отряд в ефективен обсег и да го потисне, като го направи неспособен да се движи в продължение на 1 рунд
de: Hat eine Chance von 40 % , 284 % (+ Spezialameisenstufe * 4 %) Schaden an 1 zufälligem feindlichen Trupp in effektiver Reichweite zuzufügen und diesen zu unterdrücken, sodass er sich für 1 Runde nicht bewegen kann
es: Tiene un 40% de posibilidades de infligir un 284% (+Nivel de hormiga especial*4%) de daño a un escuadrón enemigo aleatorio dentro del alcance efectivo y suprimirlo, lo que provoca que no pueda moverse durante 1 ronda
fil: Mayro'n itong 40% na tyansang makapagtustos ng 284% (+Antas ng Special na Langgam*4%) pinsala sa 1 random na tropa ng kaaway sa loob ng epektibong hanay at pigilan ang mga ito, na magdudulot upang hindi makakilos sa loob ng 1 round
hu: 40% esélye van rá, hogy 284% (+Special Ant Level*4%) sebzést okozzon 1 véletlenszerű ellenséges osztagnak a hatótávolságon belül és elnyomja őket, így azok nem tudnak mozogni 1 körön keresztül
it: Ha il 40% di possibilità di infliggere il 284% (+livello formica speciale*4%) di danni a 1 squadra nemica casuale a distanza efficace e Sopprimerla, impedendole di muoversi per 1 turno
ja: 有効範囲内の1つの敵軍に284%(+特殊アリLv*4%)のダメージを与え、1ラウンド動けなくする抑制状態にする40%の確率がある
mk: Има 40% шанса да предизвика 284% (+Ниво на специјалните мравки * 4%) штета на еден случаен непријателски тим во ефективен опсег и да ги потисне, со што се спречуваат да се движат во текот на 1 круг
nl: Heeft 40% kans om 284% (+Speciaal mierenniveau*4%) schade toe te brengen aan 1 willekeurige vijandige groep binnen effectief bereik en te onderdrukken. Hierdoor kunnen ze ronde niet bewegen.
pl: Ma szansę 40% na zadanie 284% (+Specyficzny poziom mrówek*4%) obrażeń 1 losowemu wrogiemu oddziałowi w efektywnym zasięgu i tłumienie go, uniemożliwiając mu ruch przez 1 rundę
ru: Даёт 40% шанс нанести 284% (+Спец. уровень муравья*4%) урона 1 случайному вражескому отряду в радиусе действия и подавить, лишив его возможности двигаться в течение 1 хода
uk: Ймовірність 40% завдати 284% (+рівень особливої мурашки*4%) шкоди 1 випадковому ворожому загону в межах зони ураження та блокувати йому можливість переміщення на 1 раунд
vi: Có 40% khả năng gây sát thương 284% (+Cấp độ kiến đặc biệt*4%) cho 1 đội quân địch trong phạm vi hiệu quả và làm họ lịm đi, khiến họ không thể di chuyển trong 1 lượt

# mimicryMasterSwipeSkillTitle
source: Swipe
ar: الانقضاض
bg: Плъзгане
de: Wischen
es: Deslizar
fil: Mag-swipe
hu: Suhintás
it: Colpo
ja: かいぼり
mk: Брзна промена
nl: Vegen
ru: Мах
uk: Потойбічний удар

# mimicryMasterSwipeSkillDescription10
source: Prepares for 1 round, and has a 60% chance to deal 120% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: يستعد لمدة جولة واحدة، وتبلغ نسبة فرصته 60% لإلحاق 120% (+%2 مستوى النملة الخاصة) من الضرر بثلاث فرق عدوة عشوائية داخل المدى الفعال
bg: Подготвя се за 1 рунд и има 60% шанс да нанесе 120% (+ ниво на мравката специалист*2%) щети на 3 случайни противникови отряда в ефективен обсег
de: Bereitet sich für 1 Runde vor und hat eine Chance von 60 %, 120 % (+ Spezialameisenstufe * 2 %) Schaden an 3 zufälligen feindlichen Trupps in effektiver Reichweite zuzufügen
es: Se prepara durante 1 ronda y tiene un 60% de posibilidades de infligir un 120% (+Nivel de hormiga especial*2%) de daño a 3 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Naghanda sa loob ng 1 round, at mayro'n itong 60% na tyansang makapagtustos ng 120% (+Antas ng Special na Langgam*2%) pinsala sa 3 random na tropa ng kaaway sa loob ng epektibong hanay
hu: 1 körre készül fel, és 60% esélye van rá, hogy 120% (+Special Ant Level*2%) sebzést okozzon 3 véletlenszerű ellenséges osztagnak a hatótávolságon belül
it: Si prepara per 1 turno e ha il 60% di possibilità di infliggere il 120% (+livello formica speciale*2%) di danni a 3 squadre nemiche casuali a distanza efficace
ja: 1ラウンド間準備し、有効範囲内の3つの敵軍に120%(+特殊アリLv*2%)のダメージを与える60%の確率がある
mk: Се подготвува за 1 круг и има 60% шанса да предизвика 120% (+Ниво на специјалните мравки * 2%) штета на 3 случајни непријателски тимови во ефективен опсег
nl: Bereidt zich voor in 1 ronde en heeft 60% kans om 120% (+Speciaal mierenniveau*2%) schade toe te brengen aan 3 willekeurige vijandige groepen binnen effectief bereik
pl: Przygotowuje się przez 1 rundę i ma szansę 60% na zadanie 120% (+Specyficzny poziom mrówek*2%) obrażeń 3 losowym wrogim oddziałom w efektywnym zasięgu
ru: Готовится в течение 1 хода и имеет 60% шанс нанести 120% (+Спец. уровень муравья*2%) урона 3 случайным вражеским отрядам в радиусе действия
uk: Готується протягом 1 раунду й має 60% ймовірності завдати 120% (+рівень особливої мурашки*2%) шкоди 3 випадковим ворожим загонам у межах зони ураження
vi: Chuẩn bị trong 1 lượt và có 60% khả năng gây sát thương 120% (+Cấp độ kiến đặc biệt*2%) cho 3 đội quân địch trong phạm vi hiệu quả

# mimicryMasterSwipeSkillDescription20
source: Prepares for 1 round, and has a 60% chance to deal 170% (+Special Ant Level*2%) damage to 3 random enemy squads within effective range
ar: يستعد لمدة جولة واحدة، وتبلغ نسبة فرصته 60% لإلحاق 170% (+%2 مستوى النملة الخاصة) من الضرر بثلاث فرق عدوة عشوائية داخل المدى الفعال
bg: Подготвя се за 1 рунд и има 60% шанс да нанесе 170% (+ ниво на мравката специалист*2%) щети на 3 случайни противникови отряда в ефективен обсег
de: Bereitet sich für 1 Runde vor und hat eine Chance von 60 %, 170 % (+ Spezialameisenstufe * 2 %) Schaden an 3 zufälligen feindlichen Trupps in effektiver Reichweite zuzufügen
es: Se prepara durante 1 ronda y tiene un 60% de posibilidades de infligir un 170% (+Nivel de hormiga especial*2%) de daño a 3 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Naghanda sa loob ng 1 round, at mayro'n itong 60% na tyansang makapagtustos ng 170% (+Antas ng Special na Langgam*2%) pinsala sa 3 random na tropa ng kaaway sa loob ng epektibong hanay
hu: 1 körre készül fel, és 60% esélye van rá, hogy 170% (+Special Ant Level*2%) sebzést okozzon 3 véletlenszerű ellenséges osztagnak a hatótávolságon belül
it: Si prepara per 1 turno e ha il 60% di possibilità di infliggere il 170% (+livello formica speciale*2%) di danni a 3 squadre nemiche casuali a distanza efficace
ja: 1ラウンド間準備し、有効範囲内の3つの敵軍に170%(+特殊アリLv*2%)のダメージを与える60%の確率がある
mk: Се подготвува за 1 круг и има 60% шанса да предизвика 170% (+Ниво на специјалните мравки * 2%) штета на 3 случајни непријателски тимови во ефективен опсег
nl: Bereidt zich voor in 1 ronde en heeft 60% kans om 170% (+Speciaal mierenniveau*2%) schade toe te brengen aan 3 willekeurige vijandige groepen binnen effectief bereik
pl: Przygotowuje się przez 1 rundę i ma szansę 60% na zadanie 170% (+Specyficzny poziom mrówek*2%) obrażeń 3 losowym wrogim oddziałom w efektywnym zasięgu
ru: Готовится в течение 1 хода и имеет 60% шанс нанести 170% (+Спец. уровень муравья*2%) урона 3 случайным вражеским отрядам в радиусе действия
uk: Готується протягом 1 раунду й має 60% ймовірності завдати 170% (+рівень особливої мурашки*2%) шкоди 3 випадковим ворожим загонам у межах зони ураження
vi: Chuẩn bị trong 1 lượt và có 60% khả năng gây sát thương 170% (+Cấp độ kiến đặc biệt*2%) cho 3 đội quân địch trong phạm vi hiệu quả

# myrmarachneFormicariaPrettyShellSkillTitle
source: Pretty Shell
ar: القشرة الجميلة
de: Hübsche Muschel
es: Concha Bonita
fil: Magandang Shell
it: Bella Conchiglia
ja: 大美贝
mk: Убава школка
nl: Mooie schelp
pl: Ładna Muszelka
ru: Красивый панцирь
uk: Гарна Раковина
vi: Vỏ đẹp

# myrmarachneFormicariaPrettyShellSkillDescription10
source: During the battle, its squad has a 20% chance to Silence a random enemy squad (Unable to use Combat Skills) for 1 round whenever its squad takes damage
ar: أثناء المعركة، يكون لدى سريتها فرصة 20% لإسكات سرية معادية عشوائية (غير قادرة على استخدام مهارات القتال) لمدة جولة واحدة كلما تلقت سريتها الضرر
bg: По време на битка, нейният отряд има 20% шанс да накара да замълчи произволен вражески отряд (Невъзможност да се използват бойни умения) за 1 рунд, всеки път, когато отрядът ѝ получи щета
de: Während des Kampfes hat der Trupp eine 20%-Chance, einen zufälligen feindlichen Trupp (der keine Kampf-Skills einsetzen kann) für 1 Runde zum Schweigen zu bringen, wenn der eigene Trupp Schaden nimmt
es: Durante la batalla, su escuadrón tiene una probabilidad del 20 % de silenciar a un escuadrón enemigo aleatorio (no puede usar habilidades de combate) durante 1 ronda siempre que su escuadrón reciba daño.
fil: Sa panahon ng labanan, may 20% na pagkakataon ang iskwad nito na patahimikin ang isang random na iskwad ng kaaway (Hindi makagamit ng Mga Combat Skill) sa loob ng 1 round sa tuwing nasusugatan ang iskwad nito
hu: A csata során osztagának 20%-os esélye van egy véletlenszerű ellenséges osztag elhallgattatására (nem használhatnak harci képességeket) 1 körre, amikor az osztag sebzés elszenved.
it: Durante la battaglia, la sua squadra ha il 20% di probabilità di mettere a tacere una squadra nemica casuale (impossibilitata a usare le abilità di combattimento) per 1 round ogni volta che la sua squadra subisce danni
ja: 战斗中，其所在小队受到伤害时，有 20% 的概率令随机一个敌方小队沉默（无法使用战斗技能）1 回合
mk: За време на борбата, неговото одделение има 20% шанса да го замолкне на случајно непријателско одделение (не може да ги користи борбените вештини) за 1 круг кога неговото одделение претрпува штета
nl: Tijdens het gevecht heeft het legioen een kans van 20% om een willekeurig vijandig legioen (kan geen gevechtsvaardigheden gebruiken) voor 1 ronde het zwijgen op te leggen wanneer het legioen schade oploopt
pl: Podczas bitwy jej drużyna ma 20% szans na uciszenie losowej drużyny wroga (niemożność stosowania umiejętności bojowych) na 1 rundę, gdy jej drużyna odnosi obrażenia
ru: Во время боя отряд муравьев имеет 20% шанс наложить на случайный отряд противника эффект «Молчание» (невозможно использовать боевые умения) на 1 ход каждый раз, когда отряд получает урон
uk: Під час битви їхній загін має 20% шанс Заглушити випадковий загін противника (не може використовувати бойові навички) на 1 раунд щоразу, коли його загін зазнає пошкоджень
vi: Trong suốt trận chiến, đội hình có 20% khả năng Câm lặng một đội hình địch ngẫu nhiên (Không thể dùng Kỹ năng chiến đấu) trong 1 lượt bất cứ khi nào đội hình chịu sát thương

# myrmarachneFormicariaPrettyShellSkillDescription20
source: During the battle, its squad has a 25% chance to Silence a random enemy squad (Unable to use Combat Skills) for 1 round whenever its squad takes damage
ar: أثناء المعركة، يكون لدى سريتها فرصة 25% لإسكات سرية معادية عشوائية (غير قادرة على استخدام مهارات القتال) لمدة جولة واحدة كلما تلقت سريتها الضرر
bg: По време на битка, нейният отряд има 25% шанс да накара да замълчи произволен вражески отряд (Невъзможност да се използват бойни умения) за 1 рунд, всеки път, когато отрядът ѝ получи щета
de: Während des Kampfes hat der Trupp eine 25%-Chance, einen zufälligen feindlichen Trupp (der keine Kampf-Skills einsetzen kann) für 1 Runde zum Schweigen zu bringen, wenn der eigene Trupp Schaden nimmt
es: Durante la batalla, su escuadrón tiene una probabilidad del 25 % de silenciar a un escuadrón enemigo aleatorio (no puede usar habilidades de combate) durante 1 ronda siempre que su escuadrón reciba daño.
fil: Sa panahon ng labanan, may 25% na pagkakataon ang iskwad nito na patahimikin ang isang random na iskwad ng kaaway (Hindi makagamit ng Mga Combat Skill) sa loob ng 1 round sa tuwing nasusugatan ang iskwad nito
hu: A csata során osztagának 25%-os esélye van egy véletlenszerű ellenséges osztag elhallgattatására (nem használhatnak harci képességeket) 1 körre, amikor az osztag sebzés elszenved.
it: Durante la battaglia, la sua squadra ha il 25% di probabilità di mettere a tacere una squadra nemica casuale (impossibilitata a usare le abilità di combattimento) per 1 round ogni volta che la sua squadra subisce danni
ja: 战斗中，其所在小队受到伤害时，有 25% 的概率令随机一个敌方小队沉默（无法使用战斗技能）1 回合
mk: За време на борбата, неговото одделение има 25% шанса да го замолкне на случајно непријателско одделение (не може да ги користи борбените вештини) за 1 круг кога неговото одделение претрпува штета
nl: Tijdens het gevecht heeft het legioen een kans van 25% om een willekeurig vijandig legioen (kan geen gevechtsvaardigheden gebruiken) voor 1 ronde het zwijgen op te leggen wanneer het legioen schade oploopt
pl: Podczas bitwy jej drużyna ma 25% szans na uciszenie losowej drużyny wroga (niemożność stosowania umiejętności bojowych) na 1 rundę, gdy jej drużyna odnosi obrażenia
ru: Во время боя отряд муравьев имеет 25% шанс наложить на случайный отряд противника эффект «Молчание» (невозможно использовать боевые умения) на 1 ход каждый раз, когда отряд получает урон
uk: Під час битви їхній загін має 25% шанс Заглушити випадковий загін противника (не може використовувати бойові навички) на 1 раунд щоразу, коли його загін зазнає пошкоджень
vi: Trong suốt trận chiến, đội hình có 25% khả năng Câm lặng một đội hình địch ngẫu nhiên (Không thể dùng Kỹ năng chiến đấu) trong 1 lượt bất cứ khi nào đội hình chịu sát thương

# myrmarachneFormicariaDisguiseStealSkillTitle
source: Disguise Steal
ar: سرقة تحت التنكر
de: Tarnung stehlen
es: Robo de Disfraz
fil: Pagnanakaw sa Pagbabalatkayo
hu: Álcázott lopás
it: Furto sotto mentite spoglie
ja: 伪装偷袭
mk: Крадење додеки
nl: Vermomming stelen
pl: Przekradanie się i kradzież
ru: Маскировка (хищение)
uk: Переодягнення і крадіжка
vi: Ngụy trang đánh cắp
