Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# crimsonFraggerPiercingAttackSkillDescription10
source: During the battle , its squad will have a Piercing effect (when dealing damage, ignores 50% of the enemy's defense)
ar: خلال المعركة ستكون لدى فرقتها تأثير نافذ (عند إلحاق الضرر تتجاهل %50 من دفاع العدو)
bg: По време на битката нейният отряд ще има пронизващ ефект (когато нанасящета, игнорира 50% от отбраната на врага)
de: Während einer Schlacht wird der Trupp einen Durchdringungseffekt haben (wenn Schaden verursacht wird, werden 50 % der Verteidigung des Gegners ignoriert)
es: Durante la batalla, su escuadrón tendrá un efecto perforante (al infligir daño, ignora el 50% de defensa del enemigo)
fil: Sa panahon ng labanan, magkakaroon ng Piercing effect ang yunit nito (pagde-damage, hindi papansinin ang 50% ng depensa ng kaaway)
hu: A csata során a szakasz átszúró hatással bír (károkozáskor az ellenség védelmének 50%-át figyelmen kívül hagyja)
it: Durante la battaglia, la sua squadra avrà un effetto perforante (quando infligge danni, ignora il 50% della difesa del nemico)
ja: 戦闘中、自身の部隊は貫通効果（ダメージを与える場合、敵の防御力の50％を無効）が付与されます。
mk: За време на битката, неговиот одред ќе има ефект на пробивање (кога нанесува штета, го игнорира 50% од одбраната на непријателот)
nl: Tijdens het gevecht heeft zijn eenheid een pantserdoorborend effect (negeert 50% van de vijandelijke verdediging bij het uitdelen van schade)
pl: Podczas bitwy, oddział będzie posiadał efekt Przebijania (podczas zadawania obrażeń ignoruje 50% obrony wroga)
ru: В течение сражения у его отряда будет бонус к пробиванию (при нанесении урона игнорируется 50% защиты врага)
tr: Savaş sırasında, takımına Delici bir etki uygulanır (Hasar verdiğinde, düşmanın savunmasının %50'sini görmezden gelir)
uk: Під час битви у його загону буде ефект пробивання (при завданні шкоди ігнорує 50% захисту противника)
vi: Trong trận đấu, đội hình của nó sẽ có hiệu ứng Đột Kích (khi gây sát thương, bỏ qua 50% phòng thủ của kẻ địch)

# crimsonFraggerPiercingAttackSkillDescription20
source: During the battle , its squad will have a Piercing effect (when dealing damage, ignores 60% of the enemy's defense)
ar: خلال المعركة ستكون لدى فرقتها تأثير نافذ (عند إلحاق الضرر تتجاهل %60 من دفاع العدو)
bg: По време на битката нейният отряд ще има пронизващ ефект (когато нанасящета, игнорира 60% от отбраната на врага)
de: Während einer Schlacht wird der Trupp einen Durchdringungseffekt haben (wenn Schaden verursacht wird, werden 60 % der Verteidigung des Gegners ignoriert)
es: Durante la batalla, su escuadrón tendrá un efecto perforante (al infligir daño, ignora el 60% de defensa del enemigo)
fil: Sa panahon ng labanan, magkakaroon ng Piercing effect ang yunit nito (pagde-damage, hindi papansinin ang 60% ng depensa ng kaaway)
hu: A csata során a szakasz átszúró hatással bír (károkozáskor az ellenség védelmének 60%-át figyelmen kívül hagyja)
it: Durante la battaglia, la sua squadra avrà un effetto perforante (quando infligge danni, ignora il 60% della difesa del nemico)
ja: 戦闘中、自身の部隊は貫通効果（ダメージを与える場合、敵の防御力の60％を無効）が付与されます。
mk: За време на битката, неговиот одред ќе има ефект на пробивање (кога нанесува штета, го игнорира 60% од одбраната на непријателот)
nl: Tijdens het gevecht heeft zijn eenheid een pantserdoorborend effect (negeert 60% van de vijandelijke verdediging bij het uitdelen van schade)
pl: Podczas bitwy, oddział będzie posiadał efekt Przebijania (podczas zadawania obrażeń ignoruje 60% obrony wroga)
ru: В течение сражения у его отряда будет бонус к пробиванию (при нанесении урона игнорируется 60% защиты врага)
tr: Savaş sırasında, takımına Delici bir etki uygulanır (Hasar verdiğinde, düşmanın savunmasının %60'ını görmezden gelir)
uk: Під час битви у його загону буде ефект пробивання (при завданні шкоди ігнорує 60% захисту противника)
vi: Trong trận đấu, đội hình của nó sẽ có hiệu ứng Đột Kích (khi gây sát thương, bỏ qua 60% phòng thủ của kẻ địch)

# crimsonFraggerDoubleHitSkillTitle
source: Double Hit
ar: ضربة مزدوجة
bg: Двоен удар
de: Doppelter Treffer
es: Doble impacto
hu: Dupla találat
it: Colpo doppio
ja: 二連撃
mk: Двоен удар
nl: Dubbele treffer
pl: Podwójne Uderzenie
ru: Двойной удар
tr: Çift Vuruş
uk: Подвійний удар
vi: Đôi Đòn

# crimsonFraggerDoubleHitSkillDescription10
source: Has a 80% chance to attack a random enemy squad, dealing 90% (+Special Ant Level*1%) damage 2 times
ar: احتمال بنسبة %80 لمهاجمة فرقة عدو عشوائية، وإلحاق ضرر بنسبة %90 (+ مستوى النمل الخاصة x1%) مرتين.
bg: Има 80% шанс да атакува произволен вражески отряд, нанасяйки 90% (+специално ниво на мравката *1%) щети 2 пъти
de: Hat eine Chance von 80 %, einen zufälligen gegnerischen Trupp anzugreifen und ihm zweimal 90 % (+ Spezialameisenstufe * 1 %) Schaden zuzufügen
es: Tiene una probabilidad del 80% de atacar a un escuadrón enemigo aleatorio, infligiendo 90% (+ nivel de hormiga especial * 1%) de daño 2 veces
fil: May 80% na tsansa na makaatake sa isang random na yunit ng kaaway, na magdede-damage ng 90% (+Special Ant Level*1%) ng 2 beses
hu: 80% esély, hogy megtámad egy véletlenszerű ellenséges szakaszt, kétszer 90% (+Hangya különleges szint *1%) sebzést okoz
it: Ha una probabilità dell'80% di attaccare una squadra nemica a caso, infliggendo 2 volte il 90% (+Livello formica speciale x 1%) di danni)
ja: 80％の確率でランダムな敵部隊を攻撃し、90％（＋特殊アリレベル×1％）のダメージを2回与えます。
mk: Има 80% шанса да нападне случаен непријателски одред, нанесувајќи 90% (+ Специјално ниво на мравки * 1%) штета 2 пати
nl: Heeft een kans van 80% om een willekeurige vijandelijke eenheid aan te vallen en 2 keer schade toe te brengen van 90% (+ Speciaal mierniveau*1%)
pl: Posiada 80% szans na zaatakowanie losowego wrogiego oddziału, zadając 90% (+Poziom Specjalnej Mrówki*1%) obrażeń 2 razy
ru: Шанс 80% атаковать случайный вражеский отряд, нанеся дважды 90% (+1% за уровень муравья-специалиста) урона
tr: %80 ihtimalle rastgele bir düşman takımına 90% (+Özel Karınca Seviyesi*1%) hasar veren saldırır ve bu işlemi 2 kez tekrarlar
uk: Має 80% шанс атакувати загін противника, завдаючи 90% (+ Рівень особливого мурахи*1%) шкоди 2 рази
vi: Có 80% cơ hội tấn công một đội hình ngẫu nhiên của địch, gây 90% (+Cấp Kiến Đặc Biệt*1%) sát thương 2 lần

# crimsonFraggerDoubleHitSkillDescription20
source: Has a 80% chance to attack a random enemy squad, dealing 120% (+Special Ant Level*1%) damage 2 times
ar: احتمال بنسبة %80 لمهاجمة فرقة عدو عشوائية، وإلحاق ضرر بنسبة %120 (+ مستوى النمل الخاصة x1%) مرتين
bg: Има 80% шанс да атакува произволен вражески отряд, нанасяйки 120% (+специално ниво на мравката *1%) щети 2 пъти
de: Hat eine Chance von 80 %, einen zufälligen gegnerischen Trupp anzugreifen und ihm zweimal 120 % (+ Spezialameisenstufe * 1 %) Schaden zuzufügen
es: Tiene una probabilidad del 80% de atacar a un escuadrón enemigo aleatorio, infligiendo 120% (+ nivel de hormiga especial * 1%) de daño 2 veces
fil: May 80% na tsansa na makaatake sa isang random na yunit ng kaaway, na magdede-damage ng 120% (+Special Ant Level*1%) ng 2 beses
hu: 80% esély, hogy megtámad egy véletlenszerű ellenséges szakaszt, kétszer 120% (+Hangya különleges szint *1%) sebzést okoz
it: Ha una probabilità dell'80% di attaccare una squadra nemica a caso, infliggendo 2 volte il 120% (+Livello formica speciale x 1%) di danni)
ja: 80％の確率でランダムな敵部隊を攻撃し、120％（＋特殊アリレベル×1％）のダメージを2回与えます。
mk: Има 80% шанса да нападне случаен непријателски одред, нанесувајќи 120% (+ Специјално ниво на мравки * 1%) штета 2 пати
nl: Heeft een kans van 80% om een willekeurige vijandelijke eenheid aan te vallen en 2 keer schade toe te brengen van 120% (+ Speciaal mierniveau*1%)
pl: Posiada 80% szans na zaatakowanie losowego wrogiego oddziału, zadając 120% (+Poziom Specjalnej Mrówki*1%) obrażeń 2 razy
ru: Шанс 80% атаковать случайный вражеский отряд, нанеся дважды 120% (+1% за уровень муравья-специалиста) урона
tr: %80 ihtimalle rastgele bir düşman takımına 120% (+Özel Karınca Seviyesi*1%) hasar veren saldırır ve bu işlemi 2 kez tekrarlar
uk: Має 80% шанс атакувати загін противника, завдаючи 120% (+Рівень особливого мурахи*1%) шкоди 2 рази
vi: Có 80% cơ hội tấn công một đội hình ngẫu nhiên của địch, gây 120% (+Cấp Kiến Đặc Biệt*1%) sát thương 2 lần

# crimsonFraggerAdequatePreparationSkillTitle
source: Adequate Preparation
ar: إعداد ملائم
bg: Адекватна подготовка
de: Ausreichende Vorbereitung
es: Preparación adecuada
hu: Megfelelő felkészülés
it: Preparazione adeguata
ja: 万全な準備
mk: Соодветна подготовка
nl: Adequate voorbereiding
pl: Odpowiednie Przygotowanie
ru: Достаточная подготовка
tr: Yeterli Hazırlık
uk: Відповідна підготовка
vi: Chuẩn Bị Kỹ Lưỡng

# crimsonFraggerAdequatePreparationSkillDescription10
source: Prepares for 1 round, and has a 100% chance to increase the damage of its squad by 25% for 2 rounds. After that, deals 220% (+Special Ant Level*1%) damage to all enemy squads
ar: تحضير لمدة جولة واحدة، واحتمال بنسبة 100% لزيادة الضرر الذي تسببه فرقتها بنسبة %25 لمدة جولتين. وبعد ذلك، إلحاق ضرر بنسبة %220 (+ مستوى النمل الخاصة x1%) بكل فرق العدو
bg: Подготвя се в продължение на 1 рунд и има 100% шанс да увеличи щетите на отряда си с 25% за 2 рунда. След това нанася 220% (+специално ниво на мравката *1%) щети на всички вражески отряди
de: Bereitet sich für einen Zug vor und hat eine Chance von 100 %, den Schaden des eigenen Trupps für 2 Züge um 25 % zu erhöhen. Anschließend verursacht er 220 % (+ Spezialameisenstufe * 1 %) Schaden an allen gegnerischen Trupps
es: Se prepara durante 1 ronda y tiene una probabilidad del 100% de aumentar un 25% el daño de su escuadrón durante 2 rondas. Después, inflige un 220% (+ nivel de hormiga especial * 1%) de daño a todos los escuadrones enemigos
fil: Naghahanda sa loob ng 1 round, at 100% ang tsansang magpataas ng damage ng yunit nito ng 25% sa loob ng 2 round. Pagkatapos nito, magdede-damage ng 220% (+Special Ant Level*1%) sa lahat ng yunit ng kaaway
hu: 1 körre felkészül, és 100% esély van arra, hogy 2 körre 25%-kal megnöveli szakaszának sebzését. Ezután az összes ellenséges szakasznak 220% (+Hangya különleges szint *1%) sebzést okoz
it: Si prepara per 1 round e ha una probabilità del 100% di aumentare il danno della sua squadra del 25% per 2 round. Quindi infligge il 220% (+Livello formica speciale x 1%) di danni a tutte le squadre nemiche
ja: 1ラウンドの間準備を行い、100％の確率で自身の部隊のダメージを2ラウンドの間25％増加させます。その後、すべての敵部隊に220％（＋特殊アリレベル×1％）のダメージを与えます。
mk: Се подготвува 1 рунда и има 100% шанса да ја зголеми штетата на својот одред за 25% за 2 рунди. Потоа нанесува 220% (+ Специјално ниво на мравки * 1%) штета на сите непријателски одреди
nl: Bereidt zich voor 1 ronde voor en heeft een kans van 100% om de schade van zijn eenheid 2 ronden lang met 25% te verhogen. Hierna deelt hij schade van 220% (+ Speciaal mierniveau*1%) uit aan alle vijandelijke eenheden
pl: Przygotowuje się przez 1 rundę i ma 100% szans na zwiększenie obrażeń swojego oddziału o 25% przez 2 rundy. Następnie zadaje 220% (+Poziom Specjalnej Mrówki*1%) obrażeń wszystkim wrogim oddziałom
ru: Готовится в течение 1 хода, затем с вероятностью 100% увеличивает урон своего отряда на 25% в течение двух ходов. После этого наносит всем вражеским отрядам 220% (+1% за уровень муравья-специалиста) урона
tr: 1 tur hazırlanır ve %100 ihtimalle 2 tur boyunca takımına %25 hasar eklenmesine neden olur. Sonrasında bütün düşman takımlarına 220% (+Özel Karınca Seviyesi*1%) hasar verir
uk: Готується 1 раунд, і зі 100% ймовірністю збільшує завдану своїм загоном шкоду на 25% на 2 раунди. Після цього завдає 220% (+ Рівень особливого мурахи*1%) шкоди всім загонам противника
vi: Chuẩn bị trong 1 lượt và có 100% cơ hội tăng 25% sát thương cho đội hình của nó trong 2 lượt. Sau đó, gây 220% (+Cấp Kiến Đặc Biệt*1%) sát thương lên toàn bộ đội hình địch

# crimsonFraggerAdequatePreparationSkillDescription20
source: Prepares for 1 round, and has a 100% chance to increase the damage of its squad by 35% for 2 rounds. After that, deals 280% (+Special Ant Level*1%) damage to all enemy squads
ar: تحضير لمدة جولة واحدة، واحتمال بنسبة 100% لزيادة الضرر الذي تسببه فرقتها بنسبة %35 لمدة جولتين. وبعد ذلك، إلحاق ضرر بنسبة %280 (+ مستوى النمل الخاصة x1%) بكل فرق العدو
bg: Подготвя се в продължение на 1 рунд и има 100% шанс да увеличи щетите на отряда си с 35% за 2 рунда. След това нанася 280% (+специално ниво на мравката *1%) щети на всички вражески отряди
de: Bereitet sich für einen Zug vor und hat eine Chance von 100 %, den Schaden des eigenen Trupps für 2 Züge um 35 % zu erhöhen. Anschließend verursacht er 280 % (+ Spezialameisenstufe * 1 %) Schaden an allen gegnerischen Trupps
es: Se prepara durante 1 ronda y tiene una probabilidad del 100% de aumentar un 35% el daño de su escuadrón durante 2 rondas. Después, inflige un 280% (+ nivel de hormiga especial * 1%) de daño a todos los escuadrones enemigos
fil: Naghahanda sa loob ng 1 round, at 100% ang tsansang magpataas ng damage ng yunit nito ng 35% sa loob ng 2 round. Pagkatapos nito, magdede-damage ng 280% (+Special Ant Level*1%) sa lahat ng yunit ng kaaway
hu: 1 körre felkészül, és 100% esély van arra, hogy 2 körre 35%-kal megnöveli szakaszának sebzését. Ezután az összes ellenséges szakasznak 280% (+Hangya különleges szint *1%) sebzést okoz
it: Si prepara per 1 round e ha una probabilità del 100% di aumentare il danno della sua squadra del 35% per 2 round. Quindi infligge il 280% (+Livello formica speciale x 1%) di danni a tutte le squadre nemiche
ja: 1ラウンドの間準備を行い、100％の確率で自身の部隊のダメージを2ラウンドの間35％増加させます。その後、すべての敵部隊に280％（＋特殊アリレベル×1％）のダメージを与えます。
mk: Се подготвува 1 рунда и има 100% шанса да ја зголеми штетата на својот одред за 35% за 2 рунди. Потоа нанесува 280% (+ Специјално ниво на мравки * 1%) штета на сите непријателски одреди
nl: Bereidt zich voor 1 ronde voor en heeft een kans van 100% om de schade van zijn eenheid 2 ronden lang met 35% te verhogen. Hierna deelt hij schade van 280% (+ Speciaal mierniveau*1%) uit aan alle vijandelijke eenheden
pl: Przygotowuje się przez 1 rundę i ma 100% szans na zwiększenie obrażeń swojego oddziału o 35% przez 2 rundy. Następnie zadaje 280% (+Poziom Specjalnej Mrówki*1%) obrażeń wszystkim wrogim oddziałom
ru: Готовится в течение 1 хода, затем с вероятностью 100% увеличивает урон своего отряда на 35% в течение двух ходов. После этого наносит всем вражеским отрядам 280% (+1% за уровень муравья-специалиста) урона
tr: 1 tur hazırlanır ve %100 ihtimalle 2 tur boyunca takımına %35 hasar eklenmesine neden olur. Sonrasında bütün düşman takımlarına 280% (+Özel Karınca Seviyesi*1%) hasar verir
uk: Готується 1 раунд, і зі 100% ймовірністю збільшує завдану своїм загоном шкоду на 35% на 2 раунди. Після цього завдає 280% (+ Рівень особливого мурахи*1%) шкоди всім загонам противника
vi: Chuẩn bị trong 1 lượt và có 100% cơ hội tăng 35% sát thương cho đội hình của nó trong 2 lượt. Sau đó, gây 280% (+Cấp Kiến Đặc Biệt*1%) sát thương lên toàn bộ đội hình địch

# crimsonPearlBrutalCombosSkillTitle
source: Brutal Combos
ar: هجمات متوحشة
bg: Брутални комбинации
de: Brutale Kombos
es: Combos brutales
fil: Malupit na Combo
hu: Brutális kombók
it: Brutal Combo
ja: ブラッタルコンボス
mk: Жестоки комбинации
nl: Brutale combo's
pl: Brutalne serie
ru: Жестокие комбинации
tr: Zalim Kombolar
vi: Kỹ thuật combo mạnh

# crimsonPearlBrutalCombosSkillDescription10
source: Has 80% chance to release 3 times Skill Attack, and every Skill Attack deals 100% (+Special Ant Level*0.5%) damage to 1 random enemy
ar: لديه فرصة 80% لإطلاق مهارة الهجوم 3 مرات، وتُلحق كل مهارة هجوم 100% (+مستوى النملة الخاصة*0.5%) ضررًا بعدو عشوائي 1
bg: Има 80% шанс да изпълни Атака с умение 3 пъти и всяка Атака с умение нанася 100% (+Ниво на мравка специалист*0,5%) Щети на 1 случаен противник
de: Entfesselt mit 80 % Chance drei Mal den Skillangriff. Jeder Skillangriff verursacht 100 % (+ 0,5 % des Levels der Spezialameise) Schaden an 1 zufälligen Gegner
es: Tiene un 80% de probabilidad de liberar Ataque de habilidad 3 veces, y cada Ataque de habilidad inflige 100% (+Nivel de hormiga especial*0,5%) de daño a 1 enemigo aleatorio
fil: May 80% probabilidad na makapaglabas ng Skill Attack nang 3 beses, at ang bawat Skill Attack ay may 100% (+Antas ng Ant Level*0.5%) na pinsala sa 1 random na kaaway
hu: 80% esély van arra, hogy 3-szor aktiválódik a Képesség támadás, és minden Képesség támadás 100% (+Különleges hangya szint*0,5%) sebzést okoz 1 véletlenszerű ellenségnek
it: L'80% di possibilità di rilasciare un Attacco abilità 3 volte e ogni Attacco abilità infligge il 100% (+0,5% x Livello truppa speciale) di danni a 1 nemico casuale
ja: 80%の確率で3回スキル攻撃を繰り出し、各スキル攻撃は1体のランダムな敵に100%（+特殊アリレベル*0.5%）のダメージを与える
mk: Има 80% шанса да отклучи Атака на вештина 3 пати, и секоја Атака на вештина нанесува 100% (+Ниво на мравка-специјалист * 0.5%) штета на 1 случаен непријател
nl: 80% kans om drievoudig een vaardigheidsaanval uit te voeren en elke vaardigheidsaanval doet 100% (+ speciaal miern. * 0,5%) schade aan een willekeurige vijand
pl: Istnieje 80% szans na wykonanie Atakiem umiejętności 3 razy, a każdy Atak umiejętności zadaje 100% (+ poziom specjalnej mrówki*0,5%) obrażeń 1 losowemu przeciwnikowi
ru: С шансом 80% выпускает 3 атаки умением, и каждая атака умением наносит 100% (+0,5% за уровень Особого муравья) урона 1 случайному противнику.
tr: 3 kez Yetenek Saldırısını serbest bırakma şansı %80'dir ve her Yetenek Saldırısı 1 rastgele düşmana %100 (+Özel Karınca Seviyesi*0,5%) hasar verir.
uk: Має 80% шанс атакувати 3 рази, і кожна атака завдає 100% (+0.5% рівня особливого мураха) шкоди 1 випадковому супротивнику
vi: Có 80% khả năng tung đòn Tấn công kỹ năng 3 lần và mỗi Tấn công kỹ năng gây 100% (+Cấp kiến đặc biệt*0,5%) sát thương cho 1 kẻ địch ngẫu nhiên

# crimsonPearlBrutalCombosSkillDescription20
source: Has 80% chance to release 3 times Skill Attack, and every Skill Attack deals 125% (+Special Ant Level*0.5%) damage to 1 random enemy
ar: لديه فرصة 80% لإطلاق مهارة الهجوم 3 مرات، وتُلحق كل مهارة هجوم 125% (+مستوى النملة الخاصة*0.5%) ضررًا بعدو عشوائي 1
bg: Има 80% шанс да изпълни Атака с умение 3 пъти и всяка Атака с умение нанася 125% (+Ниво на мравка специалист*0,5%) Щети на 1 случаен противник
de: Entfesselt mit 80 % Chance drei Mal den Skillangriff. Jeder Skillangriff verursacht 125 % (+ 0,5 % des Levels der Spezialameise) Schaden an 1 zufälligen Gegner
es: Tiene un 80% de probabilidad de liberar Ataque de habilidad 3 veces, y cada Ataque de habilidad inflige 125% (+Nivel de hormiga especial*0,5%) de daño a 1 enemigo aleatorio
fil: May 80% probabilidad na makapaglabas ng Skill Attack nang 3 beses, at ang bawat Skill Attack ay may 125% (+Antas ng Ant Level*0.5%) na pinsala sa 1 random na kaaway
hu: 80% esély van arra, hogy 3-szor aktiválódik a Képesség támadás, és minden Képesség támadás 125% (+Különleges hangya szint*0,5%) sebzést okoz 1 véletlenszerű ellenségnek
it: L'80% di possibilità di rilasciare un Attacco abilità 3 volte e ogni Attacco abilità infligge il 125% (+0,5% x Livello truppa speciale) di danni a 1 nemico casuale
ja: 80%の確率で3回スキル攻撃を繰り出し、各スキル攻撃は1体のランダムな敵に125%（+特殊アリレベル*0.5%）のダメージを与える
mk: Има 80% шанса да отклучи Атака на вештина 3 пати, и секоја Атака на вештина нанесува 125% (+Ниво на мравка-специјалист * 0.5%) штета на 1 случаен непријател
nl: 80% kans om drievoudig een vaardigheidsaanval uit te voeren en elke vaardigheidsaanval doet 125% (+ speciaal miern. * 0,5%) schade aan een willekeurige vijand
pl: Istnieje 80% szans na wykonanie Atakiem umiejętności 3 razy, a każdy Atak umiejętności zadaje 125% (+ poziom specjalnej mrówki*0,5%) obrażeń 1 losowemu przeciwnikowi
ru: С шансом 80% выпускает 3 атаки умением, и каждая атака умением наносит 125% (+0,5% за уровень Особого муравья) урона 1 случайному противнику.
tr: 3 kez Yetenek Saldırısını serbest bırakma şansı %80'dir ve her Yetenek Saldırısı 1 rastgele düşmana %125 (+Özel Karınca Seviyesi*0,5%) hasar verir
uk: Має 80% шанс атакувати 3 рази, і кожна атака завдає 125% (+0.5% рівня особливого мураха) шкоди 1 випадковому супротивнику
vi: Có 80% khả năng tung đòn Tấn công kỹ năng 3 lần và mỗi Tấn công kỹ năng gây 125% (+Cấp kiến đặc biệt*0,5%) sát thương cho 1 kẻ địch ngẫu nhiên

# crimsonPearlParasiticStingerSkillTitle
source: Parasitic Stinger
ar: اللاسعة الطفيلية
bg: Паразитно жило
de: Parasitärer Stachel
es: Aguijón parasitario
hu: Parazita fullánk
it: Pungiglione parassita
ja: 寄生する針
mk: Паразитско жалкало
nl: Parasitaire angel
pl: Parazytnicze żądło
ru: Паразитное жало
tr: Parazitik İğne
vi: Nọc ký sinh
