Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# camponotusSericeiventrisDescription
source: Camponotus sericeiventris, the shimmering golden sugar ant, is a species of carpenter ant native to large parts of Central and South America.
ar: تعد نملة السكر الذهبية اللامعة، كامبونوتوس سيريسيفيتريس، نوعًا من نمل النجار الأصلي لأجزاء كبيرة من أمريكا الوسطى والجنوبية.
bg: Camponotus sericeiventris, блестящата златна мравка-захар, е вид мравка дърводелец, родом от големи части от Централна и Южна Америка.
de: Camponotus sericeiventris, die schimmernde goldene Zuckerameise, ist eine Holzameisenart, die in großen Teilen Mittel- und Südamerikas beheimatet ist.
fil: Ang Camponotus sericeiventris, na may kilalang makintab na gintong asukal na langgam, ay isang uri ng karpintero na langgam na katutubo sa malalaking bahagi ng Gitna at Timog Amerika.
hu: Camponotus sericeiventris, a fénylő aranycukor-hangya, egy Közép- és Dél-Amerika nagy részein őshonos ács hangyafaj.
it: Camponotus sericeiventris, la scintillante formica dorata dello zucchero, è una specie di formica carpentiere nativa di vaste aree dell'America centrale e meridionale.
ja: Camponotus sericeiventris, the shimmering golden sugar ant, は、Central および South America の大部分に生息する大型のツヤクマネズミの種です。
mk: Camponotus sericeiventris, мравојадецот со светкав златен шеќер е вид на столарски мравки родени во големи делови од Централна и Јужна Америка.
nl: Camponotus sericeiventris, de glimmende gouden suikermier, is een soort timmermier die inheems is in grote delen van Midden- en Zuid-Amerika.
pl: Camponotus sericeiventris, błyszcząca złota mrówka cukrowa, to gatunek mrówki ciesielki pochodzącej z dużych obszarów Ameryki Środkowej i Południowej.
ru: Camponotus sericeiventris, блестящий золотой сахарный муравей, является видом муравья-древоточца, родом из обширных районов Центральной и Южной Америки.
tr: Camponotus sericeiventris, Altın pırıltılı şeker karıncasıdır, Orta ve Güney Amerika'nın büyük bölgelerine özgü bir ağaçkakan karınca türüdür.
uk: Camponotus sericeiventris, мурашка золотиста, блискуча з цукристим розчином, є видом деревогризучих мурах, які поширені в більшій частині Центральної та Південної Америки.
vi: Camponotus sericeiventris, là loài kiến đường ăn đường vàng kim loại, là loài kiến thợ mộc có nguồn gốc từ các vùng rộng lớn ở Trung và Nam Mỹ.
zh: Camponotus sericeiventris，又名金光闪闪的金糖蚁，是原产于中美洲和南美洲大部分地区的木匠蚁的一个物种。

source: Cataulacus huberi
ar: كاتولاكوس هوبر
mk: Катаулакус Хубери

# cataulacusHuberiCommon
source: Shield Warden
ar: حارس الدرع
bg: Стражник щит
de: Schildwächter
hu: Pajzsőr
it: Guardiano dello scudo
mk: Штитник
nl: Schildwachtmier
pl: Tarczowy Obrońca
ru: Шилдовый Защитник
tr: Kalkan Muhafızı
uk: Щитовий охоронець
zh: 盾卫

# cataulacusHuberiDescription
source: Specimens found individuals running on a moss-covered tree trunk in Ghana primary forest. D. Leston collected specimens from this same area (Mt. Atewa) using pyrethrum knock-down sampling. Specimens from other areas have also been found in forest habitats.
ar: عينات وجدت أفرادًا يركضون على جذع شجرة مغطى بالطحالب في غابة غانا الأولية. جمع دي ليستون عينات من نفس المنطقة هذه (جبل أتوا) باستخدام أخذ عينات صاعقة البيريثروم. كما تم العثور على عينات من مناطق أخرى في موائل الغابات.
bg: Намерени са екземпляри, тичащи по покрит с мъх ствол на дърво в първична гора в Гана. Д. Лестън събира екземпляри от една и съща тази зона (планината Атева), използвайки пробовземане с пиретрум. Екземпляри от други райони също са намерени в горски местообитания.
de: Exemplare wurden in Ghana im Urwald beim Laufen auf einem moosbedeckten Baumstamm gefunden. D. Leston sammelte Exemplare aus demselben Gebiet (Mt. Atewa) mithilfe der Pyrethrum-Niederklopfmethode. Exemplare aus anderen Gebieten wurden ebenfalls in Waldhabitaten gefunden.
fil: Nahanap ng mga specimen ang mga indibidwal na tumatakbo sa isang puno ng kahoy na natatakpan ng lumot sa pangunahing gubat ng Ghana. Kinolekta ni D. Leston ang mga specimen mula sa iisang lugar na ito (Mt. Atewa) gamit ang pyrethrum knock-down sampling. Ang mga specimen mula sa iba pang mga lugar ay natagpuan din sa mga tirahan sa kagubatan.
hu: A példányokat egy ghánai őserdőben, mohás fatörzseken észlelték. D. Leston ugyanazon a területen (Mt. Atewa) gyűjtött példányokat piretroidos leütő mintavételezéssel. Más területekről származó példányokat is találtak erdős élőhelyeken.
it: Esemplari trovati che corrono su un tronco d'albero coperto di muschio nella foresta primaria del Ghana. D. Leston raccolse esemplari dalla stessa area (Monte Atewa) utilizzando campionamento per abbattimento alla piretro. Anche esemplari provenienti da altre aree sono stati trovati in habitat forestali.
ja: Ghana の原生林の木の苔で覆われた幹を走る個体が発見されました。D. Leston はピレスロイドノックダウンサンプリングを使用してこの同じ地域 (Mt. Atewa) から個体を収集しました。他の地域からの標本も森林生息地で見つかっています。
mk: Пронајдени примероци на единки кои трчаат по покриено со мов дрво во примарната шума во Гана. Д. Лестон собра примероци од оваа иста област (планината Атева) со земање примероци со пиретрум. Примероци од други области биле пронајдени во живеалишта во шуми.
nl: De exemplaren die op een met mos bedekte boomstam in het Ghanese oerwoud werden gespot, waren individuen. D. Leston heeft in dit gebied (Mt. Atewa) exemplaren verzameld door middel van het wegkloppen met pyrethrum. Exemplaren uit andere gebieden zijn ook in boshabitats gevonden.
pl: Znaleziono osobniki tego gatunku biegające po obrosłym mchem pniu drzewa w pierwotnym lesie Ghany. D. Leston zebrał okazy z tego samego obszaru (Góra Atewa) stosując próbkowanie powalania pyretrem. Okazy z innych obszarów również znajdowano w siedliskach leśnych.
ru: Образцы были найдены бегающими по покрытому мхом стволу дерева в Гане, в первобытном лесу. Д. Лестон собирал образцы из этой же местности (горы Атева), используя метод удара пиретрумом. Образцы были также обнаружены в лесных средах обитания в других районах.
tr: Örnekler Gana birincil ormanında yosun kaplı bir ağaç gövdesinde koşan bireyler olarak bulundu. D. Leston, piretrum yere vurma örneklemesi kullanarak aynı bölgeden (Mt. Atewa) örnekler topladı. Diğer bölgelerden gelen örnekler de orman habitatlarında bulundu.
uk: Зразки особин, які бігали по вкритому мохом стовбурі дерева в первинному лісі Гани. Д. Лестон зібрав зразки з цієї ж зони (гори Atewa) за допомогою вибирання піретрумом. Зразки з інших районів також були знайдені в лісових середовищах існування.
vi: Các mẫu vật tìm thấy những cá thể đang chạy trên một thân cây phủ rêu trong rừng nguyên sinh Ghana. D. Leston đã thu thập các mẫu vật từ cùng khu vực này (Núi Atewa) bằng cách lấy mẫu thuốc diệt côn trùng. Các mẫu vật từ các khu vực khác cũng đã được tìm thấy trong môi trường sống của rừng.
zh: 发现标本在加纳原始森林的一个覆盖苔藓的树干上奔跑。D. Leston使用除虫菊击倒取样从同一区域（Atewa山）采集了标本。其他区域的标本也发现在森林栖息地中。

source: Cataglyphis bombycina
ar: كاتاجليف بومبيشينا
mk: Катаглифис бонбицина

# cataglyphisBombycinaCommon
source: Saharan Silver Ant
ar: نملة الصحراء الفضية
bg: Мравка сребърен сахаран
de: Sahara-Silberameise
hu: Szaharai ezüsthangya
it: Formica argentata del Sahara
mk: Сахарска сребрена мравка
nl: Sahara zilvermier
pl: Srebrna mrówka Sahary
ru: Серебряный Муравей Сахары
tr: Sahra Gümüş Karıncası
uk: Срібна мурашка Сахари
zh: 撒哈拉银蚁

# cataglyphisBombycinaDescription
source: The Saharan silver ant (Cataglyphis bombycina) is a species of insect that lives in the Sahara Desert. It is the fastest of the world's 12,000 known ant species, clocking a velocity of 855 millimetres per second (over 1.9 miles per hour or 3.1 kilometres per hour). It can travel a length 108 times its own body length per second, a feat topped only by two other creatures
ar: نملة الصحراء الفضية (Cataglyphis bombycina) هي نوع من الحشرات تعيش في الصحراء الكبرى. وهي أسرع من بين 12000 نوع معروف من النمل في العالم حيث تبلغ سرعتها 855 ملم/ثانية (أكثر من 1.9 ميل في الساعة أو 3.1 كيلومتر في الساعة). يمكنها السفر لمسافة 108 أضعاف طول جسمها في الثانية الواحدة، وهو إنجاز لم يتجاوزه سوى مخلوقين آخرين
bg: Мравката сребърен сахаран (Cataglyphis bombycina) е вид насекомо, което живее в пустинята Сахара. Това е най-бързият от 12 000 известни вида мравки, достигайки скорост от 855 милиметра в секунда (над 1,9 мили в час или 3,1 километра в час). Тя може да измине дължина 108 пъти по-голяма от собствената си дължина в секунда, подвиг, надминат само от две други същества
de: Die Sahara-Silberameise (Cataglyphis bombycina) ist eine Insektenart, die in der Sahara lebt. Sie ist die schnellste der weltweit 12.000 bekannten Ameisenarten und erreicht eine Geschwindigkeit von 855 mm pro Sekunde (über 1,9 Meilen pro Stunde oder 3,1 Kilometer pro Stunde). Pro Sekunde kann sie eine Strecke zurücklegen, die der 108-fachen ihrer eigenen Körperlänge entspricht, eine Leistung, die nur von zwei anderen Geschöpfen übertroffen wird.
fil: Ang Saharan silver ant (Cataglyphis bombycina) ay isang uri ng insekto na nakatira sa Sahara Desert. Ito ang pinakamabilis sa 12,000 kilalang species ng langgam sa mundo, na nagtatala ng bilis na 855 milimetro bawat segundo (higit sa 1.9 milya bawat oras o 3.1 kilometro bawat oras). Maaari itong maglakbay ng haba na 108 beses sa haba ng sarili nitong katawan bawat segundo, isang gawaing tinalo lamang ng dalawang iba pang nilalang
hu: A szaharai ezüsthangya (Cataglyphis bombycina) a Szahara-sivatagban élő rovarfaj. A világ 12 000 ismert hangyafaja közül a leggyorsabb, másodpercenként 855 milliméteres (több mint 1,9 mérföld per órás vagy 3,1 kilométer per órás) sebességet ér el. Másodpercenként a saját testméretének 108-szorosát képes megtenni, ezt a bravúrt csak két másik élőlény tudja felülmúlni.
it: La formica argentata del Sahara (Cataglyphis bombycina) è una specie di insetto che vive nel deserto del Sahara. È la specie più veloce fra le 12.000 conosciute al mondo, raggiungendo una velocità di 855 millimetri al secondo (oltre 3 km orari). Può percorrere una distanza pari a 108 volte la sua lunghezza del corpo al secondo, un'impresa superata solo da due altre creature
ja: Saharan silver ant (Cataglyphis bombycina) は、サハラ砂漠に住む昆虫の一種です。世界の12,000種の既知のアリ種のうち最も速く、時速855ミリメートル（時速1.9マイルまたは時速3.1キロメートル）の速度を記録しています。毎秒自身の体長の108倍の距離を移動できます。この偉業は他の2つの生き物によってのみ上回っています
mk: Сахарската сребрена мравка (Cataglyphis bombycina) е вид на инсект што живее во Сахара. Таа е најбрза од светските 12.000 познати видови мравки, достигнувајќи брзина од 855 милиметри во секунда (над 1,9 милји на час или 3,1 километри на час). Може да помине должина 108 пати подолга од нејзината должина на телото во секунда, подвиг што го надминуваат само две други суштества.
nl: De Sahara zilvermier (Cataglyphis bombycina) is een insectensoos die in de Sahara woestijn leeft. Van de 12.000 bekende mierensoorten op aarde is dit de snelste, met een snelheid van 855 millimeter per seconde (meer dan 1,9 mijl per uur of 3,1 kilometer per uur). Dit komt neer op afleggen van een afstand die 108 keer de eigen lichaamslengte per seconde bedraagt, een prestatie die alleen door twee andere wezens wordt overtroffen.
pl: Srebrna mrówka Sahary (Cataglyphis bombycina) to gatunek owada żyjącego na Saharze. Jest najszybszym z 12 000 znanych gatunków mrówek na świecie, osiągającym prędkość 855 milimetrów na sekundę (ponad 1,9 mil na godzinę lub 3,1 kilometra na godzinę). Potrafi przebyć odległość 108 razy większą od długości swojego ciała na sekundę, co jest wyczynem przewyższonym tylko przez dwa inne stworzenia
ru: Серебряный муравей Сахары (Cataglyphis bombycina) - вид насекомого, обитающего в пустыне Сахара. Он является самым быстрым из 12 000 известных на сегодняшний день видов муравьев. Скорость его бега составляет 855 миллиметров в секунду (более 1,9 миль в час или 3,1 километра в час). В секунду он может преодолеть расстояние, в 108 раз превышающее длину его тела, что превосходят только два других существа
tr: Sahra gümüş karıncası (Cataglyphis bombycina), Sahra Çölü'nde yaşayan bir böcek türüdür. Dünyanın bilinen 12.000 karınca türü içinde en hızlısıdır ve saniyede 855 milimetre (saatte 1,9 milden fazla veya saatte 3,1 kilometre) hızla ilerler. Saniyede kendi vücut uzunluğunun 108 katı uzunluğa gidebilir, bu başarıdan sadece iki yaratık daha üstündür
uk: Срібна мурашка Сахари (Cataglyphis bombycina) — це вид комах, які мешкають у пустелі Сахара. Це найшвидший з усіх 12 000 відомих у світі видів мурах: він розвиває швидкість 855 міліметрів на секунду (понад 1,9 милі на годину або 3,1 кілометра на годину). Вона може долати відстань, що в 108 разів перевищує довжину її власного тіла за секунду, що перевершують лише два інших створіння
vi: Kiến bạc Sahara (Cataglyphis bombycina) là loài côn trùng sống ở sa mạc Sahara. Đây là loài nhanh nhất trong số 12.000 loài kiến được biết đến trên thế giới, đạt vận tốc 855 milimét/giây (hơn 1,9 dặm/giờ hoặc 3,1 km/giờ). Nó có thể đi quãng đường dài gấp 108 lần chiều dài cơ thể của nó trong một giây, một kỳ tích chỉ có hai sinh vật khác đạt được
zh: 撒哈拉银蚁（Cataglyphis bombycina）是一种生活在撒哈拉沙漠的昆虫。它是已知世界上12000种蚂蚁中最快的，速度达到每秒855毫米（超过每小时1.9英里或每小时3.1公里）。它每秒可以走相当于它身体长度108倍的路程，这一壮举仅次于其他两种生物

source: Cephalotes alfaroi
ar: سيفالوتس ألفاروي
mk: Цефалотес Алфарои

# cephalotesAlfaroiCommon
source: Black Knight
ar: الفارس الأسود
bg: Черен рицар
de: Schwarzer Ritter
hu: Fekete lovag
it: Cavaliere nero
mk: Црн витез
nl: Zwarte Ridder
pl: Czarny Rycerz
ru: Черный Рыцарь
tr: Kara Şövalye
uk: Чорний лицар
zh: 黑骑士

# cephalotesAlfaroiDescription
source: Cephalotes alfaroi is a species of arboreal ant of the genus Cephalotes, characterized by an odd shaped head and the ability to 'parachute' by steering their fall if they drop off of the tree they're on. Giving their name also as gliding ants.
ar: سيفالوتس ألفاروي هو نوع من نمل الأشجار من جنس سيفالوتس، ويتميز برأس غريب الشكل والقدرة على "المظلة" من خلال توجيه سقوطه في حالة سقوطه من الشجرة التي يوجد عليها. كما أطلقوا على اسمهم أيضًا نمل انزلاقي.
bg: Cephalotes alfaroi е вид дървесна мравка от рода Cephalotes, характеризираща се с странно оформена глава и способност за „парашутиране“ чрез насочване на падането си, ако падне от дървото, на което е. Наричат ги още мравки планери.
de: Cephalotes alfaroi ist eine Baum ameisenart der Gattung Cephalotes, die sich durch einen sonderbar geformten Kopf und die Fähigkeit auszeichnet, ihren Fall zu lenken, wenn sie vom Baum fallen, auf dem sie sich befinden. Deshalb werden sie auch Gleitameisen genannt.
fil: Ang Cephalotes alfaroi ay isang uri ng punong langgam ng genus na Cephalotes, na may kakaibang hugis na ulo at kakayahang 'magparasyut' sa pamamagitan ng pag-i-steer sa pagkahulog nito kung mahulog ito sa puno na kanilang kinaroroonan. Ibinibigay din ang kanilang pangalan bilang mga gliding ants.
hu: A Cephalotes alfaroi a Cephalotes nembe tartozó fán élő hangyafaj, amelyet a különös alakú fej és az a képesség jellemez, hogy irányítani tudja az esését „ejtőernyőzés” közben, ha leesik a fáról, amelyen tartózkodik. Ezért is nevezik őket sikló hangyáknak.
it: Cephalotes alfaroi è una specie di formica arboricola del genere Cephalotes, caratterizzata da una testa dalla forma strana e dalla capacità di "paracadutarsi" dirigendo la propria caduta nel caso cada dall'albero su cui si trova. Conosciuta anche come formica volante.
ja: Cephalotes alfaroi は、変わった形の頭と木の幹から落下した場合に落下を操ることで「パラシュート」する能力を特徴とする、Cephalotes 属の樹上アリの一種です。また、滑空アリとも呼ばれています。
mk: Цефалотес Алфарои е вид на дрвена мравка од родот Цефалотес, карактеристична по необично обликуваната глава и способноста да се „спушта со падобран“ со управување со својот пад ако падне од дрвото на кое се наоѓа, поради што има и име мравки лизгалки.
nl: Cephalotes alfaroi is een soort boommier van het geslacht Cephalotes, gekenmerkt door een vreemd gevormde kop en het vermogen te 'parachuteren' door hun val te sturen als ze van een boom vallen. Hierdoor worden ze ook wel zweefmieren genoemd.
pl: Cephalotes alfaroi to gatunek drzewiastej mrówki z rodzaju Cephalotes, charakteryzujący się dziwnie ukształtowaną głową i umiejętnością „spadochroniarstwa” przez kierowanie swoim spadkiem w przypadku spadnięcia z drzewa. Nazywane są również mrówkami szybownikami.
ru: Cephalotes alfaroi, вид древесного муравья из рода Cephalotes, характеризуется необычной формой головы и способностью «планировать», направляя свое падение, если они падают с дерева, на котором находятся. Благодаря этому их еще называют муравьи-планеры.
tr: Cephalotes alfaroi, garip şekilli başı ve üzerinde bulundukları ağaçtan düşmeleri halinde düşüşlerini yönlendirerek 'paraşüt' yapma yetenekleriyle karakterize edilen ağaçkakan karıncaların bir türüdür. Ayrıca adlarına planör karıncalar da denir.
uk: Cephalotes alfaroi — це вид деревоживущих мурах роду Cephalotes, який характеризується дивною формою голови і здатністю «вистрибувати з парашутом», спрямовуючи своє падіння, якщо вони падають з дерева, на якому вони знаходяться. Також дають їм назву як ковзних мурах.
vi: Cephalotes alfaroi là một loài kiến trên cây thuộc chi Cephalotes, được đặc trưng bởi cái đầu có hình dạng kỳ lạ và khả năng "nhảy dù" bằng cách điều khiển cú ngã của chúng nếu chúng rơi khỏi cây mà chúng đang đứng. Do đó, chúng cũng được gọi là kiến lượn.
zh: Cephalotes alfaroi是Cephalotes属的一种树栖蚂蚁，其特点是头部形状奇特，如果从所在树上掉下来，它能够通过控制下降姿态来“跳伞”，因此也称为滑翔蚁。

source: Crematogaster Inflata
ar: كريماستوجاستر انفلتا
mk: Крематогастер Инфлата

# crematogasterInflataCommon
source: Crematogaster Inflata
ar: كريماستوجاستر انفلتا
mk: Крематогастер Инфлата

# crematogasterInflataDescription
source: Specimens from Sabah were collected from secondary wet forest, in carton on a tree trunk, and from rainforest, on low vegetation. The bicolored pattern of yellow and red-brown is distinctive and unique to this species. This coloration is possibly a model in Batesian mimicry with other arthropods
ar: تم جمع عينات من صباح من الغابات المطيرة الثانوية، في صندوق من الورق المقوى على جذع شجرة، ومن الغابات المطيرة، على نباتات منخفضة. إن النمط ثنائي اللون الأصفر والأحمر والبني مميز وفريد من نوعه لهذا النوع. هذا التلوين ربما يكون نموذجًا في محاكاة باتي مع مفصليات الأرجل الأخرى
bg: Екземпляри от Сабах са били събрани от вторична влажна гора, в картон върху дървесен ствол и от дъждовната гора върху ниска растителност. Двуцветният модел от жълто и червено-кафяво е отличителен и уникален за този вид. Тази оцветка вероятно е модел в Бейтсовата мимикрия с други членестоноги
de: Exemplare aus Sabah wurden im sekundären Feuchtwald in einem Karton auf einem Baumstamm sowie im Regenwald auf niedriger Vegetation gesammelt. Das zweifarbige Muster aus Gelb und Rotbraun ist einzigartig und charakteristisch für diese Art. Diese Färbung ist möglicherweise ein Modell in der Bates'schen Mimikry mit anderen Gliederfüßern.
fil: Ang mga specimen mula sa Sabah ay nakolekta mula sa pangalawang basang kagubatan, sa karton sa isang puno ng kahoy, at mula sa rainforest, sa mababang halaman. Ang two-tone na pattern ng dilaw at pulang-kayumanggi ay kakaiba at natatangi sa species na ito. Ang kulay na ito ay maaaring isang modelo sa Batesian mimicry kasama ang iba pang mga arthropod
hu: A Sabahban talált példányokat másodlagos esőerdőkben, fatörzsek kartonjában, valamint esőerdőkben, alacsony növényzeten gyűjtötték. A sárga és vörösbarna kétszínű mintája jellegzetes és egyedülállója ennek a fajnak. Ez a színezés esetleg egy modell Bates-féle mimikriban más ízeltlábúakkal.
it: Esemplari del Sabah sono stati raccolti dalla foresta pluviale secondaria, in una scatola su un tronco d'albero e dalla foresta pluviale, su vegetazione bassa. Lo schema bicolore giallo e rosso-marrone è distintivo ed esclusivo di questa specie. Questa colorazione è probabilmente un modello nel mimetismo batesiano con altri artropodi
ja: サバの標本は、二次湿潤林の樹木の幹のカートンと、低木の熱帯雨林から収集されました。 黄色と赤褐色の2色のパターンは独特であり、この種に特有です。この着色は、他の節足動物とのベイツ型擬態におけるモデルである可能性があります。
mk: Примероците од Сабах биле собрани од вторична влажна шума, во кутија на стебло на дрво и од дождовна шума, на ниска вегетација. Двобојниот модел на жолта и црвено-кафеава е посебен и уникатен за овој вид. Оваа боја можеби е модел во Бејтсовскиот мимикри со други членконоги.
nl: Exemplaren van Sabah werden verzameld in secundair nat bos, in een kartonnen doos op een boomstam, en in regenwoud, op lage begroeiing. Het tweekleurige patroon van geel en roodbruin is kenmerkend en uniek voor deze soort. Deze kleuring imiteert mogelijk een ander geleedpotig dier als vorm van Batesiaanse mimicry.
pl: Okazy z Sabah pobrano z wilgotnego lasu wtórnego, w kartonie na pniu drzewa oraz z lasu deszczowego, z niskiej roślinności. Dwukolorowy wzór żółtego i czerwonego brązu jest charakterystyczny i unikalny dla tego gatunku. To ubarwienie jest prawdopodobnie modelem w mimetyzmie Batesowskim z innymi stawonogami.
ru: Образцы с Сабаха были собраны во вторичном влажном лесу, в картонной коробке на стволе дерева и в тропическом лесу на низкой растительности. Двухцветный рисунок из желтого и красно-коричневого цвета является отличительным и уникальным для этого вида. Возможно, эта окраска служит моделью в мимикрии Бейтса с другими членистоногими
tr: Sabah'tan alınan numuneler, bir ağaç gövdesindeki kartonda ikincil yağmur ormanlarından ve düşük bitki örtüsü üzerinde yağmur ormanlarından toplandı. Sarı ve kızıl kahverenginin iki renkli deseni belirgindir ve bu türe özgüdür. Bu renklendirme muhtemelen diğer eklembacaklılarla Batesçi taklitçilik içinde bir modeldir
uk: Зразки з Сабаха були зібрані з вторинного вологого лісу, в картонній коробці на стовбурі дерева та з тропічного лісу, на низькій рослинності. Двокольоровий візерунок жовтого і червоно-коричневого кольорів є відмінною ознакою та унікальним для цього виду. Це забарвлення можливо є моделлю в мімікрії Бейтса з іншими членистоногими
vi: Các mẫu vật từ Sabah được thu thập từ rừng mưa thứ cấp, trong hộp các tông trên thân cây và từ rừng mưa, trên thảm thực vật thấp. Hoa văn hai màu vàng và đỏ nâu là đặc điểm khác biệt và độc đáo của loài này. Màu sắc này có thể là một mô hình trong sự bắt chước Batesian với các loài chân khớp khác
zh: 沙巴的标本取自次生湿润森林，位于树干上的纸箱中，取自热带雨林，位于低矮植被上。 黄色和红棕色的双色图案是与该物种与众不同且独特的。这种着色可能是贝氏拟态中的模型，其中涉及其他节肢动物。

source: Cyphomyrmex flavidus
ar: سيفوميرميكس فلافيدوس
mk: Цифомирмекс Флавидус

# cyphomyrmexFlavidusCommon
source: Rock Bandit
ar: قطاع الطرق
bg: Бандит на скалата
de: Felsenräuber
hu: Sziklarabló
it: Bandito delle rocce
mk: Бандит копач
nl: Rotsbandiet
pl: Bandyta Daleki
ru: Скальный Разбойник
tr: Kaya Haşaratı
uk: Бандит скал
zh: 岩盗

# cyphomyrmexFlavidusDescription
source: Cyphomyrmex flavidus is a species of higher myrmicine in the family Formicidae
ar: سيفوميرميكس فلافيدوس هو نوع من الميرميسين الأعلى في عائلة النملية
bg: Cyphomyrmex flavidus е вид висша мравка в семейство Мравки
de: Cyphomyrmex flavidus ist eine Art höherer Myrmicinae in der Familie Formicidae
fil: Ang Cyphomyrmex flavidus ay isang uri ng mas mataas na myrmicine sa pamilyang Formicidae
hu: A Cyphomyrmex flavidus a Formicidae családhoz tartozó hangyafaj.
it: Cyphomyrmex flavidus è una specie di mirmicina superiore della famiglia Formicidae
ja: Cyphomyrmex flavidus は、Formicidae 科の高等なアリの一種です。
mk: Цифомирмекс Флавидус е вид на повисока мирмицина во семејството Формициди
nl: Cyphomyrmex flavidus is een soort hogere myrmicine in de familie Formicidae.
pl: Cyphomyrmex flavidus to gatunek wyższej mrówkowatej z rodziny Formicidae
ru: Cyphomyrmex flavidus - вид высшего мирмицина из семейства Formicidae
tr: Cyphomyrmex flavidus, Formicidae familyasında daha yüksek bir mirmisindir
uk: Cyphomyrmex flavidus є видом вищих мурах-мирміцин у родині Formicidae
vi: Cyphomyrmex flavidus là một loài myrmecine cao hơn trong họ Formicidae
zh: Cyphomyrmex flavidus是蚁科中较高级的白蚁的一个物种

source: Cyphomyrmex Rimosus
ar: سيفوميرميكس ريموسوس
mk: Цифомирмекс Римигозус

# cyphomyrmexRimosusCommon
source: Cyphomyrmex Rimosus
ar: سيفوميرميكس ريموسوس
mk: Цифомирмекс Римигозус
