Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# enigmaticTaylorWarfareLeadershipSkillDescription20
source: When there are only Carrier Ants in the 3 squads, from the 5th round, increases the Combat Skill damage of 2 random squads by 120% for 4 rounds
ar: عندما يكون هناك نمل حامل فقط في الوحدات الثلاث، من الجولة الخامسة، يزيد من ضرر مهارة القتال لوحدتين عشوائيتين بنسبة 120% لمدة 4 جولات
bg: Когато има само мравки преносители в 3-те отряда, от 5-ия рунд, увеличава щетите причинени от бойните умения на 2 случайни отряда със 120% за 4 рунда
de: Wenn nur Trageantinnen in den 3 Truppen sind, wird ab der 5. Runde der Schaden der Kampffähigkeit von 2 zufällig ausgewählten Truppen 4 Runden lang um 120 % erhöht.
es: Cuando solo haya hormigas transportadoras en los 3 escuadrones, desde la quinta ronda, aumenta el daño de la habilidad de combate de 2 escuadrones aleatorios en un 120% durante 4 rondas
fil: Kapag Carrier Ants lamang ang nasa 3 yunit, mula sa ika-5 round, dinaragdagan ang pinsala ng Combat Skill ng 2 random na yunit ng 120% sa loob ng 4 na round
hu: Ha a 3 osztagban csak hordozó hangyák vannak, az 5. körtől 4 körön át 120%-kal növeli 2 véletlenszerű osztag harci képességének sebzését
it: Quando nelle 3 squadre ci sono solo formiche trasportatrici, dal 5° round, aumenta il danno dell'abilità di battaglia di 2 squadre casuali del 120% per 4 round
ja: 部隊3隊すべてが掘削アリの場合、5ラウンド目から2部隊の戦闘スキルダメージを4ラウンド間120%増加させる。
mk: Кога има само мравки носачи во 3 одреди, од 5. рунда, ја зголемува штетата од борбената вештина за 120% кај 2 случајни одреди за во 4 рунди.
nl: Als er in de 3 eenheden alleen draagemieren aanwezig zijn, wordt vanaf de 5e ronde de gevechtsvaardigschapsschade van 2 willekeurige eenheden met 120% verhoogd gedurende 4 rondes
pl: Gdy w 3 oddziałach są wyłącznie Zadające, od 5. rundy zwiększa obrażenia Umiejętności bojowej 2 losowych oddziałów o 120% na 4 rundy
ru: Когда в 3 отрядах есть только муравьи-носильщики, с 5-го раунда увеличивает урон от боевого навыка в 2 случайных отрядах на 120% в течение 4 раундов
tr: 3 birlikte sadece Taşıyıcı Karıncalar varken, 5. turdan itibaren 2 rastgele birliğin Savaş Becerisi hasarını 4 tur boyunca %120 artırır
uk: Коли в 3 загонах є лише Мурахи-носії, починаючи з 5-го раунду, збільшує шкоду бойової навички в 2 випадкових загонах на 120% на 4 раунди
vi: Khi chỉ có Kiến thợ trong 3 đội, từ hiệp thứ 5, tăng sát thương Kỹ năng chiến đấu của 2 đội ngẫu nhiên lên 120% trong 4 hiệp

# formicaClaraSleekChitinSkillDescription10
source: Reduces the skill damage dealt to all our squads by 60% in the first round. This effect decreases by 15% each round until it reaches 0
ar: يقلل من ضرر المهارات التي تتعرض لها جميع فرقنا بنسبة 60% في الجولة الأولى. يتناقص هذا التأثير بنسبة 15% كل جولة حتى يصل إلى 0
bg: Намалява нанесените от умения щети върху всички наши отряди с 60% през първия рунд. Този ефект намалява с 15% всеки следващ рунд, докато достигне 0
de: Reduziert den von all unseren Trupps erlittenen Fertigkeitsschaden in der ersten Runde um 60 %. Dieser Effekt verringert sich jede Runde um 15 %, bis er 0 erreicht.
es: Reduce el daño de habilidad infligido a todos nuestros escuadrones en un 60% en la primera ronda. Este efecto disminuye un 15% cada ronda hasta alcanzar 0
fil: Binabawasan ang pinsala ng kakayahan na natanggap ng aming mga eskuwad sa 60% sa unang pag-ikot. Bumababa ang epekto na ito sa 15% bawat pag-ikot hanggang sa umabot ito sa 0
hu: Az első körben 60%-kal csökkenti az összes csapatunk által elszenvedett képességkárt. Ez a hatás körönként 15%-kal csökken, amíg el nem éri a 0-t
it: Ridduce del 60% i danni abilità subiti da tutte le nostre squadre nel primo round. Questo effetto diminuisce del 15% ogni round fino a raggiungere 0
ja: 1ラウンド目に味方全ての部隊が受けるスキルダメージを60%減少させます。この効果は、0になるまで毎ラウンド15%ずつ減少します
mk: Намалува штета од вештина задача за сите наши одреди за 60% во првиот круг. Овој ефект се намалува за 15% секој круг сè додека не достигне 0
nl: Vermindert de vaardigheidschade die aan onze eenheden wordt toegebracht in de eerste ronde in totaal met 60%. Dit effect neemt elke ronde met 15% af tot 0
pl: Zmniejsza obrażenia zadawane w pierwszej rundzie przez umiejętności wszystkim naszym drużynom o 60%. Efekt ten spada o 15% w każdej rundzie, dopóki nie osiągnie 0
ru: Уменьшает урон от умения, наносимый всем нашим отрядам на 60% в первом раунде. Эффект уменьшается на 15% в каждом раунде, пока не достигнет 0
tr: İlk turda tüm birliklerimize verilen yetenek hasarını %60 oranında azaltır. Bu etki her tur %15 oranında azalarak 0'a ulaşır.
uk: У першому раунді зменшує на 60% влучення шкоди ворогів з можливістю всім нашим загонам. Цей ефект зменшується на 15% у кожному раунді до досягнення 0
vi: Giảm 60% sát thương kỹ năng lên tất cả đội hình của ta trong vòng đầu tiên. Hiệu ứng này giảm 15% mỗi vòng cho đến khi về 0

# formicaClaraSleekChitinSkillDescription20
source: Reduces the skill damage dealt to all our squads by 80% in the first round. This effect decreases by 20% each round until it reaches 0
ar: يقلل من ضرر المهارات التي تتعرض لها جميع فرقنا بنسبة 80% في الجولة الأولى. يتناقص هذا التأثير بنسبة 20% كل جولة حتى يصل إلى 0
bg: Намалява нанесените от умения щети върху всички наши отряди с 80% през първия рунд. Този ефект намалява с 20% всеки следващ рунд, докато достигне 0
de: Reduziert den von all unseren Trupps erlittenen Fertigkeitsschaden in der ersten Runde um 80 %. Dieser Effekt verringert sich jede Runde um 20 %, bis er 0 erreicht.
es: Reduce el daño de habilidad infligido a todos nuestros escuadrones en un 80% en la primera ronda. Este efecto disminuye un 20% cada ronda hasta alcanzar 0
fil: Binabawasan ang pinsala ng kakayahan na natanggap ng aming mga eskuwad sa 80% sa unang pag-ikot. Bumababa ang epekto na ito sa 20% bawat pag-ikot hanggang sa umabot ito sa 0
hu: Az első körben 80%-kal csökkenti az összes csapatunk által elszenvedett képességkárt. Ez a hatás körönként 20%-kal csökken, amíg el nem éri a 0-t
it: Ridduce dell'80% i danni abilità subiti da tutte le nostre squadre nel primo round. Questo effetto diminuisce del 20% ogni round fin a raggiungere 0
ja: 1ラウンド目に味方全ての部隊が受けるスキルダメージを80%減少させます。この効果は、0になるまで毎ラウンド20%ずつ減少します
mk: Намалува штета од вештина задача за сите наши одреди за 80% во првиот круг. Овој ефект се намалува за 20% секој круг сè додека не достигне 0
nl: Vermindert de vaardigheidschade die aan onze eenheden wordt toegebracht in de eerste ronde met in totaal 80%. Dit effect neemt elke ronde met 20% af tot 0
pl: Zmniejsza obrażenia zadawane w pierwszej rundzie przez umiejętności wszystkim naszym drużynom o 80%. Efekt ten spada o 20% w każdej rundzie, dopóki nie osiągnie 0
ru: Уменьшает урон от умения, наносимый всем нашим отрядам на 80% в первом раунде. Эффект уменьшается на 20% в каждом раунде, пока не достигнет 0
tr: İlk turda tüm birliklerimize verilen yetenek hasarını %80 oranında azaltır. Bu etki her tur %20 oranında azalarak 0'a ulaşır.
uk: У першому раунді зменшує на 80% влучення шкоди ворогів з можливістю всім нашим загонам. Цей ефект зменшується на 20% у кожному раунді до досягнення 0
vi: Giảm 80% sát thương kỹ năng lên tất cả đội hình của ta trong vòng đầu tiên. Hiệu ứng này giảm 20% mỗi vòng cho đến khi về 0

# formicaClaraAgileDashSkillDescription10
source: Has a 50% chance to deal 150% (+Special Ant Level*1%) damage to the enemy's two random squads, increasing their additional skill damage taken by 25% (the effect will double if the target is Carrier Ant squad) for 2 rounds
ar: احتمال وقوع ضرر بنسبة 50% يبلغ 150% (+1% من مستوى النملة الخاصة) على فريقين عشوائيين للعدو، مما يزيد من الضرر الإضافي للمهارة التي تلقوها بنسبة 25% (يتضاعف التأثير إذا كان الهدف هو فريق Carrier Ant) لمدة جولتين
bg: Има 50% шанс да нанесе щети от 150% (+Ниво на специалния мравкa*1%) на два произволни отряда на врага, увеличавайки допълнителните щети от умения, които получават с 25% (ефектът се удвоява, ако целта е отред на мравки носачи) за 2 рунда
de: Hat eine Chance von 50 %, den beiden zufälligen Trupps des Gegners 150 % (+ Ameisenbesondere Stufe*1 %) Schaden zufügen und ihren zusätzlich erlittenen Fertigkeitsschaden für 2 Runden um 25 % zu erhöhen (der Effekt verdoppelt sich, wenn es sich beim Ziel um einen Lastenträger-Trupp handelt).
es: Tiene una probabilidad del 50% de infligir un 150% (+ nivel de hormiga especial*1%) de daño a los dos escuadrones aleatorios del enemigo, lo que aumenta su daño de habilidad adicional recibido en un 25% (el efecto se duplicará si el objetivo es un escuadrón de hormigas portadoras) durante 2 rondas
fil: May 50% na pagkakataon na magdulot ng 150% (+Antas ng Espesyal na Langgam*1%) pinsala sa dalawang random na eskuwad ng kaaway, na tataas ng 25% ang kanilang karagdagang pinsalang natamo mula sa kakayahan (doble ang epekto kung ang target ay Carrier Ant squad) sa loob ng 2 pag-ikot
hu: 50% eséllyel 150% (+Különleges hangya szintje*1%) sebzést okoz az ellenség két véletlenszerű csapatának, és 25%-kal növeli a további elszenvedett képességkárt (a hatás duplázódik, ha a célpont Carrier Ant csapat) 2 körön keresztül
it: Ha il 50% di probabilità di infliggere il 150% (+livello formica speciale*1%) di danni a due squadre casuali del nemico, aumentando i danni abilità aggiuntivi subiti del 25% (l'effetto sarà raddoppiato se la squadra bersaglio è Formica trasportatrice) per 2 round
ja: 確率50%で敵部隊2体をランダムで攻撃し、150%(+特殊アリレベル*1%)のダメージを与え、2ラウンドの間、追加スキルダメージの被ダメージを25%増加させます（運びアリ部隊の場合は効果が2倍になります）
mk: Има 50% шанса да нанесе штета од 150% (+ ниво на посебен мрав * 1%) на два насумични одреди на непријателот, зголемувајќи ја нивната дополнителна штета од вештина задача за 25% (ефектот ќе се удвои ако целта е одред Мрав носач) за 2 круга
nl: Heeft 50% kans op het aanrichten van 150% (+ niveau speciale mier*1%) schade aan twee willekeurige eenheden van de vijand, zodat zij gedurende 2 rondes 25% aanvullende vaardigheidschade oplopen (het effect zal verdubbelen als het doel een draagmieren-eenheid is)
pl: Ma 50% szans na zadanie obrażeń w wysokości 150% (+ poziom Mrówki Specjalnej * 1%) dwóm losowym drużynom wroga, zwiększając otrzymywane przez nie dodatkowe obrażenia od umiejętności o 25% (efekt się podwoi, jeśli celem jest drużyna Mrówek Transportowych) na 2 rundy
ru: Имеет 50% шанс нанести 150% (+Уровень специального муравья*1%) урона двум случайным отрядам противника, увеличивая получаемый ими дополнительный урон от умения на 25% (эффект удваивается, если целью является отряд муравьев-носильщиков) на 2 раунда
tr: Rakibin iki rastgele birliğine %50 ihtimalle %150 (+Özel Karınca Seviyesi*1%) hasar verir, bu birliklerin aldığı ek yetenek hasarını %25 oranında artırır (hedef Taşıyıcı Karınca birliği ise etki ikiye katlanır) 2 tur boyunca
uk: Є 50% шанс завдати 150% (+спеціальний рівень мурашки*1%) шкоди двом випадковим командам ворога, збільшуючи їх додаткову шкоди від уміння на 25% (ефект подвоїться, якщо цільовою є команда мурашки-переносниці) протягом 2 раундів
vi: Có 50% cơ hội gây 150% (+Cấp kiến đặc biệt*1%) sát thương lên hai đội hình ngẫu nhiên của địch, tăng thêm 25% sát thương kỹ năng cộng thêm mà chúng nhận vào (hiệu ứng sẽ tăng gấp đôi nếu mục tiêu là đội Kiến vận chuyển) trong 2 vòng

# formicaClaraAgileDashSkillDescription20
source: Has a 50% chance to deal 200% (+Special Ant Level*1%) damage to the enemy's two random squads, increasing their additional skill damage taken by 25% (the effect will double if the target is Carrier Ant squad) for 2 rounds
ar: احتمال وقوع ضرر بنسبة 50% يبلغ 200% (+1% من مستوى النملة الخاصة) على فريقين عشوائيين للعدو، مما يزيد من الضرر الإضافي للمهارة التي تلقوها بنسبة 25% (يتضاعف التأثير إذا كان الهدف هو فريق Carrier Ant) لمدة جولتين
bg: Има 50% шанс да нанесе щети от 200% (+Ниво на специалния мравкa*1%) на два произволни отряда на врага, увеличавайки допълнителните щети от умения, които получават с 25% (ефектът се удвоява, ако целта е отред на мравки носачи) за 2 рунда
de: Hat eine Chance von 50 %, den beiden zufälligen Trupps des Gegners 200 % (+ Ameisenbesondere Stufe*1 %) Schaden zufügen und ihren zusätzlich erlittenen Fertigkeitsschaden für 2 Runden um 25 % zu erhöhen (der Effekt verdoppelt sich, wenn es sich beim Ziel um einen Lastenträger-Trupp handelt).
es: Tiene una probabilidad del 50% de infligir un 200% (+ nivel de hormiga especial*1%) de daño a los dos escuadrones aleatorios del enemigo, lo que aumenta su daño de habilidad adicional recibido en un 25% (el efecto se duplicará si el objetivo es un escuadrón de hormigas portadoras) durante 2 rondas
fil: May 50% na pagkakataon na magdulot ng 200% (+Antas ng Espesyal na Langgam*1%) pinsala sa dalawang random na eskuwad ng kaaway, na tataas ng 25% ang kanilang karagdagang pinsalang natamo mula sa kakayahan (doble ang epekto kung ang target ay Carrier Ant squad) sa loob ng 2 pag-ikot
hu: 50% eséllyel 200% (+Különleges hangya szintje*1%) sebzést okoz az ellenség két véletlenszerű csapatának, és 25%-kal növeli a további elszenvedett képességkárt (a hatás duplázódik, ha a célpont Carrier Ant csapat) 2 körön keresztül
it: Ha il 50% di probabilità di infliggere il 200% (+livello formica speciale*1%) di danni a due squadre casuali del nemico, aumentando i danni abilità aggiuntivi subiti del 25% (l'effetto sarà raddoppiato se la squadra bersaglio è Formica trasportatrice) per 2 round
ja: 確率50%で敵部隊2体をランダムで攻撃し、200%(+特殊アリレベル*1%)のダメージを与え、2ラウンドの間、追加スキルダメージの被ダメージを25%増加させます（運びアリ部隊の場合は効果が2倍になります）
mk: Има 50% шанса да нанесе штета од 200% (+ ниво на посебен мрав * 1%) на два насумични одреди на непријателот, зголемувајќи ја нивната дополнителна штета од вештина задача за 25% (ефектот ќе се удвои ако целта е одред Мрав носач) за 2 круга
nl: Heeft 50% kans op het aanrichten van 200% (+ niveau speciale mier*1%) schade aan twee willekeurige eenheden van de vijand, zodat zij gedurende 2 rondes 25% aanvullende vaardigheidschade oplopen (het effect zal verdubbelen als het doel een draagmieren-eenheid is)
pl: Ma 50% szans na zadanie obrażeń w wysokości 200% (+ poziom Mrówki Specjalnej * 1%) dwóm losowym drużynom wroga, zwiększając otrzymywane przez nie dodatkowe obrażenia od umiejętności o 25% (efekt się podwoi, jeśli celem jest drużyna Mrówek Transportowych) na 2 rundy
ru: Имеет 50% шанс нанести 200% (+Уровень специального муравья*1%) урона двум случайным отрядам противника, увеличивая получаемый ими дополнительный урон от умения на 25% (эффект удваивается, если целью является отряд муравьев-носильщиков) на 2 раунда
tr: Rakibin iki rastgele birliğine %50 ihtimalle %200 (+Özel Karınca Seviyesi*1%) hasar verir, bu birliklerin aldığı ek yetenek hasarını %25 oranında artırır (hedef Taşıyıcı Karınca birliği ise etki ikiye katlanır) 2 tur boyunca
uk: Є 50% шанс завдати 200% (+спеціальний рівень мурашки*1%) шкоди двом випадковим командам ворога, збільшуючи їх додаткову шкоди від уміння на 25% (ефект подвоїться, якщо цільовою є команда мурашки-переносниці) протягом 2 раундів
vi: Có 50% cơ hội gây 200% (+Cấp kiến đặc biệt*1%) sát thương lên hai đội hình ngẫu nhiên của địch, tăng thêm 25% sát thương kỹ năng cộng thêm mà chúng nhận vào (hiệu ứng sẽ tăng gấp đôi nếu mục tiêu là đội Kiến vận chuyển) trong 2 vòng

# formicaClaraDazzlingSwashSkillDescription10
source: During the battle heals our front line with a healing ratio of 200% (+Special Ant Level*1%) in each round, and increases the additional skill damage of our Shooter Ant squad in the back line by 5% (stackable). When the Combat Skill of the back line is triggered, increases the additional skill damage of its squad by 100% (+Special Ant Level*1%) to the target of the skill (once per round)
ar: أثناء المعركة، تلتئم الخطوط الأمامية لدينا بنسبة شفاء 200% (+1% من مستوى النملة الخاصة) في كل جولة، ويزيد الضرر الإضافي لمهارة فريق Shooter Ant في الخطوط الخلفية بنسبة 5% (متراكم). عندما يتم تنشيط مهارة القتال في الخطوط الخلفية، يزيد الضرر الإضافي لمهارتها بنسبة 100% (+1% من مستوى النملة الخاصة) على هدف المهارة (مرة واحدة في الجولة)
bg: По време на битката лекува нашата предна линия с коефициент на лекуване 200% (+Ниво на специалния мравкa*1%) във всеки рунд и увеличава допълнителните щети на нашия отред мравки стрелци в задната линия с 5% (кумулативен). Когато се задейства умението за битка на задната линия, увеличава допълнителните щети от умение на неговия отряд със 100% (+Ниво на специалния мравкa*1%) за целта на умението (веднъж на рунд)
de: Heilt unsere vordere Reihe während des Kampfes in jeder Runde mit einem Heilungsverhältnis von 200 % (+ Ameisenbesondere Stufe*1 %) und erhöht den zusätzlichen Fertigkeitsschaden unseres hinteren Schützen-Ameisen-Trupps um 5 % (stapelbar). Wenn die Kampffertigkeit der hinteren Reihe ausgelöst wird, wird der zusätzliche Fertigkeitsschaden ihres Trupps auf das Ziel der Fertigkeit um 100 % (+ Ameisenbesondere Stufe*1 %) erhöht (einmal pro Runde).
es: Durante la batalla, cura nuestra línea delantera con un índice de curación del 200% (+ nivel de hormiga especial*1%) en cada ronda, y aumenta el daño de habilidad adicional de nuestro escuadrón de hormigas tiradoras en la línea trasera en un 5% (acumulable). Cuando se activa la habilidad de combate de la línea trasera, aumenta el daño de habilidad adicional de su escuadrón en un 100% (+ nivel de hormiga especial*1%) al objetivo de la habilidad (una vez por ronda)
fil: Sa panahon ng labanan, gagamutin ang aming front line na may ratio ng pagpapagaling na 200% (+Antas ng Espesyal na Langgam*1%) sa bawat pag-ikot, at tataas ang karagdagang pinsalang natamo mula sa kakayahan ng aming Shooter Ant squad sa back line sa 5% (maistak). Kapag na-trigger ang Combat Skill ng back line, tataas ang karagdagang pinsalang natamo mula sa kakayahan ng kanilang eskuwad ng 100% (+Antas ng Espesyal na Langgam*1%) sa target ng kakayahan (isang beses bawat pag-ikot)
hu: A csata során minden körben 200% (+Különleges hangya szintje*1%) arányban gyógyítja az első sorunkat, és 5%-kal (halmozható) növeli a Shooter Ant csapatunk további képességkárát a hátsó sorban. Amikor a hátsó sor harci képességét kiváltják, 100% (+Különleges hangya szintje*1%) további képességkárt ad a képesség célpontjának (körönként egyszer)
it: Durante la battaglia cura la nostra linea frontale con un rapporto di cura del 200% (+livello formica speciale*1%) in ogni round, e aumenta i danni abilità aggiuntivi della nostra squadra di formiche sparatrice in linea retrostante del 5% (cumulabile). Quando viene attivata l'abilità di combattimento della linea retrostante, aumenta i danni abilità aggiuntivi della sua squadra del 100% (+livello formica speciale*1%) nei confronti dell'obiettivo dell'abilità (una volta per round)
ja: 戦闘中、毎ラウンド前衛を200%(+特殊アリレベル*1%)の治癒率で回復させ、後衛の射撃アリ部隊の追加スキルダメージを5%増加させます（累積増加）。 後衛の戦闘スキルが発動すると、スキル対象の追加スキルダメージを100%(+特殊アリレベル*1%)増加させます（1ラウンド1回のみ）
mk: За време на битка ги лечи нашите предни одреди со коефициент на лечење од 200% (+ ниво на посебен мрав * 1%) во секој круг и ја зголемува дополнителната штета од вештина задача на нашиот одред Стрелец мрав во задниот ред за 5% (може да се собира). Кога се активира Боена вештина на задниот ред, ја зголемува дополнителната штета од вештина задача на неговиот одред за 100% (+ ниво на посебен мрав * 1%) на целта на вештината (еднаш по круг)
nl: Geneest tijdens de strijd onze frontlinie elke ronde met een geneesverhouding van 200% (+ niveau speciale mier*1%) en verhoogt met 5% (stapelbaar) de aanvullende vaardigheidschade van onze eenheid schuttersmieren in de achterlinie. Wanneer de gevechtsvaardigheid van de achterlinie wordt geactiveerd, verhoogt de aanvullende vaardigheidschade van diens eenheid met 100% (+ niveau speciale mier*1%) bij het doelwit van de vaardigheid (één keer per ronde)
pl: Leczy w walce naszą linię frontu współczynnikiem leczenia 200% (+ poziom Mrówki Specjalnej * 1 %) w każdej rundzie i zwiększa dodatkowe obrażenia od umiejętności naszej drużyny Mrówek Strzeleckich na linii tylnej o 5% (efekt kumuluje się). Gdy jest aktywowana Umiejętność Bojowa linii tylnej, zwiększa ona dodatkowe obrażenia od umiejętności swojej drużyny o 100% (+ poziom Mrówki Specjalnej * 1%) wobec celu umiejętności (raz na rundę)
ru: Во время боя лечит нашу переднюю линию в соотношении 200% (+Уровень специального муравья*1%) в каждом раунде и увеличивает дополнительный урон от умения нашего отряда стреляющих муравьев в задней линии на 5% (складывается). Когда запускается боевое умение задней линии, увеличивает дополнительный урон от умения данного отряда на 100% (+Уровень специального муравья*1%) для цели умения (один раз за раунд)
tr: Savaş boyunca her turda ön hattımızı %200 (+Özel Karınca Seviyesi*1%)oranında iyileştirir ve arka hattaki Okçu Karınca birliğimizin ek yetenek hasarını %5 oranında artırır (birikimli). Arka hattın Savaş Yeteneği tetiklendiğinde, yeteneğin hedefine birliğinin ek yetenek hasarını %100 (+Özel Karınca Seviyesi*1%) oranında artırır (tur başına bir kere)
uk: У битві відновлює нашу першу лінію зі співвідношенням лікування 200% (+спеціальний рівень мурашки*1%) у кожному раунді та збільшує додаткову шкоди від умінь нашої команди мурах-стрілків у задній лінії на 5% (можна поєднувати). Коли спрацьовує бойове вміння задньої лінії, збільшує додаткову шкоду від вмінь своєї команди на 100% (+спеціальний рівень мурах*1%) цілі уміння (один раз за раунд)
vi: Trong trận đấu, hồi máu cho hàng đầu của ta với tỷ lệ hồi 200% (+Cấp kiến đặc biệt*1%) mỗi vòng và tăng 5% (có thể cộng dồn) sát thương kỹ năng cộng thêm cho đội Kiến xạ thủ ở hàng sau. Khi Kỹ năng chiến đấu của hàng sau được kích hoạt, tăng 100% (+Cấp kiến đặc biệt*1%) sát thương kỹ năng cộng thêm cho đội hình của nó lên mục tiêu của kỹ năng đó (một lần mỗi vòng)
