Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# bulletAntRampantAttackSkillDescription20
source: Has a 50% chance to deal 234% (+Special Ant Level*1%) damage to 2 random enemy squads within effective range
ar: فرصة بنسبة 50% لإلحاق ضرر بنسبة 234% (+ المستوى الخاص للنملة*1%) بوحدتين عدوتين عشوائيتين ضمن النطاق الفعال
bg: С 50% вероятностью наносит 234% (+1% уровня особого муравья) урона 2 случайным вражеским отрядам в пределах эффективного радиуса
de: Hat eine 50%-Chance, 234% (+Spezialameisenstufe*1%) Schaden an 2 zufälligen feindlichen Einheiten im Wirkungsbereich zu verursachen
es: Tiene un 50% de probabilidad de infligir un 234% (+Nivel de hormiga especial*1%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: May 50% na pagkakataong makapagbigay ng 234% (+Antas ng Special Ant*1%) na pinsala sa 2 random na grupo ng kaaway sa loob ng epektibong saklaw
hu: 50% esély van rá, hogy 234% (+ Különleges hangya szintje*1%) sebzést okozzon 2 véletlenszerű ellenséges csapatnak az hatásos távolságon belül
it: Ha il 50% di probabilità di infliggere 234% (+livello formica speciale*1%) danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 有効範囲内の2つのランダムな敵分隊に234%（+特殊アリレベル*1%）のダメージを与える確率は50%です。
mk: Постои веројатност од 50% нанесување на штета од 234% (+Специјално ниво на мравки*1%) на 2 случајни непријателски одреди во ефективен опсег
nl: Heeft een kans van 50% om 234% (+Speciaal Mier Level*1%) schade toe te brengen aan 2 willekeurige vijandelijke troepen in effectief bereik
pl: Ma 50% szans na zadanie 234% (+Poziom specjalnej mrówki * 1%) obrażeń 2 losowym drużynom wroga w zasięgu
ru: С 50%-ой вероятностью наносит 234% (+ уровень особого муравья*1%) урона 2 случайным вражеским отрядам в радиусе действия атаки
tr: Etkili menzil içindeki 2 rastgele düşman birliğine %50 olasılıkla, %234 (+ Özel Karınca Seviyesi*%1) hasar verme şansı
uk: Зі ймовірністю 50% завдає 234% (+ рівень особливого мурашки*1%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Có 50% khả năng gây sát thương 234% (+Cấp độ kiến đặc biệt*1%) lên 2 đội quân địch ngẫu nhiên trong phạm vi hiệu quả
zh: 有 50% 几率对 2 支随机敌方小队造成 234%（+特殊蚂蚁等级*1%）伤害，在有效范围内

# bulletAntBlitzkriegSkillTitle
source: blitzkrieg
ar: حرب خاطفة
bg: молниеносная война
hu: Villámháború
it: Guerra lampo
ja: 電撃戦
mk: Молњевита војна
ru: Маневренная война
tr: Yıldırım Savaşı
uk: блискавична війна
vi: Chiến tranh chớp nhoáng
zh: 闪电战

# bulletAntBlitzkriegSkillDescription10
source: Prepares for 1 round, and has a 50% chance to deal 204% (+Special Ant Level*3%) damage to 2 random enemy squads within effective range
ar: يجهز لراوند واحد، ويحصل على فرصة بنسبة 50% لإلحاق ضرر بنسبة 204% (+ المستوى الخاص للنملة*3%) بوحدتين عدوتين عشوائيتين ضمن النطاق الفعال
bg: Подготавливается в течение 1 хода и с 50% вероятностью наносит 204% (+3% уровня особого муравья) урона 2 случайным вражеским отрядам в пределах эффективного радиуса
de: Bereitet sich 1 Runde vor und hat eine 50%-Chance, 204% (+Spezialameisenstufe*3%) Schaden an 2 zufälligen feindlichen Einheiten im Wirkungsbereich zu verursachen
es: Se prepara durante 1 turno y tiene un 50% de probabilidad de infligir un 204% (+Nivel de hormiga especial*3%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Maghanda para sa 1 round, at magkaroon ng 50% na pagkakataong makapagbigay ng 204% (+Antas ng Special Ant*3%) na pinsala sa 2 random na grupo ng kaaway sa loob ng epektibong saklaw
hu: Felkészül 1 körre, és 50% esély van rá, hogy 204% (+ Különleges hangya szintje*3%) sebzést okozzon 2 véletlenszerű ellenséges csapatnak a hatásos távolságon belül
it: Si prepara per 1 round e ha il 50% di probabilità di infliggere 204% (+livello formica speciale*3%) danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 1ラウンドの準備を整え、有効範囲内の2つのランダムな敵分隊に204%（+特殊アリレベル*3%）のダメージを与える確率は50%です。
mk: Се подготвува за 1 рунда и постои веројатност од 50% да нанесе штета од 204% (+Специјално ниво на мравки*3%) на 2 случајни непријателски одреди во ефективен опсег
nl: Bereidt zich voor in 1 ronde, en heeft een kans van 50% om 204% (+Speciaal Mier Level*3%) schade toe te brengen aan 2 willekeurige vijandelijke troepen in effectief bereik
pl: Przygotowuje się przez 1 rundę i ma 50% szans na zadanie 204% (+Poziom specjalnej mrówki * 3%) obrażeń 2 losowym drużynom wroga w zasięgu
ru: Готовится в течение 1 хода, а затем с 50%-ой вероятностью наносит 204% (+ уровень особого муравья*3%) урона 2 случайным вражеским отрядам в радиусе действия атаки
tr: 1 tur hazırlanır ve %50 olasılıkla etkin menzil içindeki 2 rastgele düşman birliğine %204 (+ Özel Karınca Seviyesi*%3) hasar verir
uk: Готується до 1 раунду і зі ймовірністю 50% завдає 204% (+ рівень особливого мурашки*3%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Chuẩn bị 1 vòng và có 50% khả năng gây sát thương 204% (+Cấp độ kiến đặc biệt*3%) lên 2 đội quân địch ngẫu nhiên trong phạm vi hiệu quả
zh: 准备 1 个回合，有 50% 几率对 2 支随机敌方小队造成 204%（+特殊蚂蚁等级*3%）伤害，在有效范围内

# bulletAntBlitzkriegSkillDescription20
source: Prepares for 1 round, and has a 50% chance to deal 314% (+Special Ant Level*3%) damage to 2 random enemy squads within effective range
ar: يجهز لراوند واحد، ويحصل على فرصة بنسبة 50% لإلحاق ضرر بنسبة 314% (+ المستوى الخاص للنملة*3%) بوحدتين عدوتين عشوائيتين ضمن النطاق الفعال
bg: Подготавливается в течение 1 хода и с 50% вероятностью наносит 314% (+3% уровня особого муравья) урона 2 случайным вражеским отрядам в пределах эффективного радиуса
de: Bereitet sich 1 Runde vor und hat eine 50%-Chance, 314% (+Spezialameisenstufe*3%) Schaden an 2 zufälligen feindlichen Einheiten im Wirkungsbereich zu verursachen
es: Se prepara durante 1 turno y tiene un 50% de probabilidad de infligir un 314% (+Nivel de hormiga especial*3%) de daño a 2 escuadrones enemigos aleatorios dentro del alcance efectivo
fil: Maghanda para sa 1 round, at magkaroon ng 50% na pagkakataong makapagbigay ng 314% (+Antas ng Special Ant*3%) na pinsala sa 2 random na grupo ng kaaway sa loob ng epektibong saklaw
hu: Felkészül 1 körre, és 50% esély van rá, hogy 314% (+ Különleges hangya szintje*3%) sebzést okozzon 2 véletlenszerű ellenséges csapatnak a hatásos távolságon belül
it: Si prepara per 1 round e ha il 50% di probabilità di infliggere 314% (+livello formica speciale*3%) danni a 2 squadre nemiche casuali nel raggio d'azione
ja: 1ラウンドの準備を整え、有効範囲内の2つのランダムな敵分隊に314%（+特殊アリレベル*3%）のダメージを与える確率は50%です。
mk: Се подготвува за 1 рунда и постои веројатност од 50% да нанесе штета од 314% (+Специјално ниво на мравки*3%) на 2 случајни непријателски одреди во ефективен опсег
nl: Bereidt zich voor in 1 ronde, en heeft een kans van 50% om 314% (+Speciaal Mier Level*3%) schade toe te brengen aan 2 willekeurige vijandelijke troepen in effectief bereik
pl: Przygotowuje się przez 1 rundę i ma 50% szans na zadanie 314% (+Poziom specjalnej mrówki * 3%) obrażeń 2 losowym drużynom wroga w zasięgu
ru: Готовится в течение 1 хода, а затем с 50%-ой вероятностью наносит 314% (+ уровень особого муравья*3%) урона 2 случайным вражеским отрядам в радиусе действия атаки
tr: 1 tur hazırlanır ve %50 olasılıkla etkin menzil içindeki 2 rastgele düşman birliğine %314 (+ Özel Karınca Seviyesi*%3) hasar verir
uk: Готується до 1 раунду і зі ймовірністю 50% завдає 314% (+ рівень особливого мурашки*3%) шкоди 2 випадковим ворожим загонам у зоні дії
vi: Chuẩn bị 1 vòng và có 50% khả năng gây sát thương 314% (+Cấp độ kiến đặc biệt*3%) lên 2 đội quân địch ngẫu nhiên trong phạm vi hiệu quả
zh: 准备 1 个回合，有 50% 几率对 2 支随机敌方小队造成 314%（+特殊蚂蚁等级*3%）伤害，在有效范围内

# bulletAntSuppressingAttackSkillTitle
source: Suppressing Attack
ar: هجوم مكبوت
bg: Угнетающая атака
de: Unterdrückender Angriff
es: Ataque supresor
hu: Elnyomó támadás
it: Attacco di soppressione
ja: 制圧攻撃
mk: Запречување на напади
nl: Onderdrukkende aanval
pl: Tłumiący atak
ru: Угнетающая атака
tr: Bastırma Saldırısı
uk: Подавляючий наступ
vi: Tấn công kìm kẹp
zh: 压制进攻

# bulletAntSuppressingAttackSkillDescription10
source: Has a 30% chance to deal 150% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and Suppress them, causing them unable to move for 1 round
ar: فرصة بنسبة 30% لإلحاق ضرر بنسبة 150% (+ المستوى الخاص للنملة*5%) بوحدة عدوة عشوائية واحدة ضمن النطاق الفعال وقمعها، مما يجعلها غير قادرة على التحرك لمدة راوند واحد
bg: С 30% вероятностью наносит 150% (+5% уровня особого муравья) урона 1 случайному вражескому отряду в пределах эффективного радиуса и угнетает его, лишая возможности двигаться в течение 1 хода
de: Hat eine 30%-Chance, 150% (+Spezialameisenstufe*5%) Schaden an 1 zufälligen feindlichen Einheit im Wirkungsbereich zu verursachen und sie zu unterdrücken, sodass sie sich 1 Runde lang nicht bewegen kann
es: Tiene un 30% de probabilidad de infligir un 150% (+Nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del alcance efectivo y suprimirlo, impidiéndole moverse durante 1 turno
fil: May 30% na pagkakataong makapagbigay ng 150% (+Antas ng Special Ant*5%) na pinsala sa 1 random na grupo ng kaaway sa loob ng epektibong saklaw at pigilan sila, na magdudulot sa kanila na hindi makagalaw sa loob ng 1 round
hu: 30% esély van rá, hogy 150% (+ Különleges hangya szintje*5%) sebzést okozzon 1 véletlenszerű ellenséges csapatnak a hatásos távolságon belül. Elnyomja őket, így 1 körön át nem tudnak mozogni
it: Ha il 30% di probabilità di infliggere 150% (+livello formica speciale*5%) danni a 1 squadra nemica casuale nel raggio d'azione e sopprimerla, impedendole di muoversi per 1 round
ja: 有効範囲内の1つのランダムな敵分隊に150%（+特殊アリレベル*5%）のダメージを与えて制圧し、1ラウンド動けなくする確率は30%です。
mk: Постои веројатност од 30% да нанесе штета од 150% (+Специјално ниво на мравки*5%) на 1 случаен непријателски одред во ефективен опсег и да ги запре, со што нема да можат да се движат 1 рунда
nl: Heeft een kans van 30% om 150% (+Speciaal Mier Level*5%) schade toe te brengen aan 1 willekeurige vijandelijke troep in effectief bereik en deze te onderdrukken, waardoor deze 1 ronde niet kan bewegen
pl: Ma 30% szans na zadanie 150% (+Poziom specjalnej mrówki * 5%) obrażeń 1 losowej drużynie wroga w zasięgu oraz na objęcie ich efektem suppression, uniemożliwiającym im poruszanie się przez 1 rundę
ru: С 30%-ой вероятностью наносит 150% (+ уровень особого муравья*5%) урона 1 случайному вражескому отряду в радиусе действия атаки и подавляет его. Из-за подавления отряд не может двигаться в течение 1 хода
tr: Etkili menzil içindeki 1 rastgele düşman birliğine %30 olasılıkla %150 (+ Özel Karınca Seviyesi*%5) hasar verme ve onu 1 tur hareket edemeyecek şekilde Bastırma şansı
uk: Зі ймовірністю 30% завдає 150% (+ рівень особливого мурашки*5%) шкоди 1 випадковому ворожому загону у зоні дії та пригнічує його, не даючи йому пересуватися протягом 1 раунду
vi: Có 30% khả năng gây sát thương 150% (+Cấp độ kiến đặc biệt*5%) lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và kìm kẹp chúng, khiến chúng không di chuyển được trong 1 vòng
zh: 有 30% 几率对 1 支随机敌方小队造成 150%（+特殊蚂蚁等级*5%）伤害，在有效范围内，并压制它们，导致它们无法移动 1 个回合

# bulletAntSuppressingAttackSkillDescription20
source: Has a 30% chance to deal 200% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and Suppress them, causing them unable to move for 1 round
ar: فرصة بنسبة 30% لإلحاق ضرر بنسبة 200% (+ المستوى الخاص للنملة*5%) بوحدة عدوة عشوائية واحدة ضمن النطاق الفعال وقمعها، مما يجعلها غير قادرة على التحرك لمدة راوند واحد
bg: С 30% вероятностью наносит 200% (+5% уровня особого муравья) урона 1 случайному вражескому отряду в пределах эффективного радиуса и угнетает его, лишая возможности двигаться в течение 1 хода
de: Hat eine 30%-Chance, 200% (+Spezialameisenstufe*5%) Schaden an 1 zufälligen feindlichen Einheit im Wirkungsbereich zu verursachen und sie zu unterdrücken, sodass sie sich 1 Runde lang nicht bewegen kann
es: Tiene un 30% de probabilidad de infligir un 200% (+Nivel de hormiga especial*5%) de daño a 1 escuadrón enemigo aleatorio dentro del alcance efectivo y suprimirlo, impidiéndole moverse durante 1 turno
fil: May 30% na pagkakataong makapagbigay ng 200% (+Antas ng Special Ant*5%) na pinsala sa 1 random na grupo ng kaaway sa loob ng epektibong saklaw at pigilan sila, na magdudulot sa kanila na hindi makagalaw sa loob ng 1 round
hu: 30% esély van rá, hogy 200% (+ Különleges hangya szintje*5%) sebzést okozzon 1 véletlenszerű ellenséges csapatnak a hatásos távolságon belül. Elnyomja őket, így 1 körön át nem tudnak mozogni
it: Ha il 30% di probabilità di infliggere 200% (+livello formica speciale*5%) danni a 1 squadra nemica casuale nel raggio d'azione e sopprimerla, impedendole di muoversi per 1 round
ja: 有効範囲内の1つのランダムな敵分隊に200%（+特殊アリレベル*5%）のダメージを与えて制圧し、1ラウンド動けなくする確率は30%です。
mk: Постои веројатност од 30% да нанесе штета од 200% (+Специјално ниво на мравки*5%) на 1 случаен непријателски одред во ефективен опсег и да ги запре, со што нема да можат да се движат 1 рунда
nl: Heeft een kans van 30% om 200% (+Speciaal Mier Level*5%) schade toe te brengen aan 1 willekeurige vijandelijke troep in effectief bereik en deze te onderdrukken, waardoor deze 1 ronde niet kan bewegen
pl: Ma 30% szans na zadanie 200% (+Poziom specjalnej mrówki * 5%) obrażeń 1 losowej drużynie wroga w zasięgu oraz na objęcie ich efektem suppression, uniemożliwiającym im poruszanie się przez 1 rundę
ru: С 30%-ой вероятностью наносит 200% (+ уровень особого муравья*5%) урона 1 случайному вражескому отряду в радиусе действия атаки и подавляет его. Из-за подавления отряд не может двигаться в течение 1 хода
tr: Etkili menzil içindeki 1 rastgele düşman birliğine %30 olasılıkla %200 (+ Özel Karınca Seviyesi*%5) hasar verme ve onu 1 tur hareket edemeyecek şekilde Bastırma şansı
uk: Зі ймовірністю 30% завдає 200% (+ рівень особливого мурашки*5%) шкоди 1 випадковому ворожому загону у зоні дії та пригнічує його, не даючи йому пересуватися протягом 1 раунду
vi: Có 30% khả năng gây sát thương 200% (+Cấp độ kiến đặc biệt*5%) lên 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả và kìm kẹp chúng, khiến chúng không di chuyển được trong 1 vòng
zh: 有 30% 几率对 1 支随机敌方小队造成 200%（+特殊蚂蚁等级*5%）伤害，在有效范围内，并压制它们，导致它们无法移动 1 个回合

# carpenterAntSteadyPaceSkillTitle
source: Steady Pace
ar: متيرة ثابتة
de: Stetiges Tempo
es: Paso firme
hu: Stabil tempó
it: Ritmo costante
ja: 安定した歩み
nl: Stevig Tempo
pl: Stały krok
ru: Устойчивый темп
tr: Sabit Tempo
uk: Стабільний темп
vi: Ngang sức ngang tài

# carpenterAntSteadyPaceSkillDescription10
source: In the first 4 rounds, all our squads Dodge Rate +10% and normal attack resistance +20%
ar: في الجولات الأربع الأولى، تكون لكل كتائبنا نسبة المراوغة +10% ومقاومة الهجوم الطبيعي +20%
bg: В първите 4 кръга, всички наши отряди Избягват +10% и обикновена атака съпротивление + 20%
de: In den ersten 4 Runden sind die Ausweichrate und die normale Angriffsresistenz all unserer Trupps um 10 % erhöht.
es: En las primeras 4 rondas, todas nuestras escuadras obtienen un 10% más de probabilidad de esquivar y un 20% más de resistencia a ataques normales
fil: Sa unang 4 round, ang lahat ng aming iskwad ay magkakaroon ng Dodge Rate +10% at normal na resistensya sa pag-atake +20%
hu: Az első 4 körben minden csapatunk Kitérés aránya +10%, és a normál támadási ellenállás +20%
it: Nei primi 4 round, la percentuale di schivata per tutte le nostre squadre aumenta del 10%, mentre la resistenza agli attacchi normali aumenta del 20%
ja: 最初の4ラウンドで、全分隊の回避率が10％上昇し、通常攻撃に対する耐性が20％上昇
mk: Во првите 4 рунди, сите наши екипи добиваат +10% стапка на избегнување и +20% отпорност на навредни напади
nl: In de eerste 4 rondes is het ontwijkingspercentage van al onze teams +10% en normale aanvalsresistentie +20%
pl: Przez pierwsze 4 rundy całe nasze drużyny otrzymują +10% do uniku oraz +20% odporności na zwykłe ataki
ru: В первые 4 раунда всем нашим отрядам Уклонение +10% и обычная атака +20%
tr: İlk 4 tur, tüm birliklerimiz Savuşturma Oranı +10% ve normal saldırı direnci +20%
uk: Упродовж перших 4 раундів Шанс уникнення всіх наших загонів +10%, а стійкість до звичайних атак +20%
vi: Trong 4 lượt đầu, toàn bộ đội của chúng ta Tỉ lệ né tránh +10% và kháng đòn đánh thường +20%

# carpenterAntSteadyPaceSkillDescription20
source: In the first 4 rounds, all our squads Dodge Rate +20% and normal attack resistance +35%
ar: في الجولات الأربع الأولى، تكون لكل كتائبنا نسبة المراوغة +20% ومقاومة الهجوم الطبيعي +35%
bg: През първите 4 рунда всички наши отряди имат шанс от 20% да избегнат щетите и устойчивост на нормални атаки +35%
de: In den ersten 4 Runden sind die Ausweichrate und die normale Angriffsresistenz all unserer Trupps um 20 % erhöht.
es: En las primeras 4 rondas, todas nuestras escuadras obtienen un 20% más de probabilidad de esquivar y un 35% más de resistencia a ataques normales
fil: Sa unang 4 round, ang lahat ng aming iskwad ay magkakaroon ng Dodge Rate +20% at normal na resistensya sa pag-atake +35%
hu: Az első 4 körben minden csapatunk Kitérés aránya +20%, és a normál támadási ellenállás +35%
it: Nei primi 4 round, la percentuale di schivata per tutte le nostre squadre aumenta del 20%, mentre la resistenza agli attacchi normali aumenta del 35%
ja: 最初の4ラウンドで、全分隊の回避率が20％上昇し、通常攻撃に対する耐性が35％上昇
mk: Во првите 4 рунди, сите наши екипи добиваат +20% стапка на избегнување и +35% отпорност на нормални напади
nl: In de eerste 4 rondes is het ontwijkingspercentage van al onze teams +20% en normale aanvalsresistentie +35%
pl: Przez pierwsze 4 rundy całe nasze drużyny otrzymują +20% do uniku oraz +35% odporności na zwykłe ataki
ru: В первые 4 раунда всем нашим отрядам Уклонение +20% и обычная атака +35%
tr: İlk 4 tur, tüm birliklerimiz Savuşturma Oranı +20% ve normal saldırı direnci +35%
uk: Упродовж перших 4 раундів Шанс уникнення всіх наших загонів +20%, а стійкість до звичайних атак +35%
vi: Trong 4 lượt đầu, toàn bộ đội của chúng ta Tỉ lệ né tránh +20% và kháng đòn đánh thường +35%

# carpenterAntDistendedBellySkillTitle
source: Distended Belly
ar: بطن منفوخ
bg: Раздуто коремче
de: Aufgeblähter Bauch
es: Vientre distendido
hu: Kitüremkedett has
it: Ventre disteso
ja: 膨れた腹
nl: Opgezwollen Buik
pl: Napuchnięty brzuch
ru: Растянутый живот
tr: Şişkin Göbek
uk: Випнутий живіт
vi: Bụng phình

# carpenterAntDistendedBellySkillDescription10
source: Prepares for 1 round and has a 80% chance to deal 350% (+Special Ant Level*1%) damage to 2 random enemy squads and has a 50% chance to Silence them for 1 round
ar: تستعد لمدة جولة واحدة وتحظى بنسبة 80% للتسبب في ضرر بنسبة 350% (+1% من مستوى النملة الخاصة) لكتيبتين عدوتين عشوائيتين وتحظى بنسبة 50% لإسكاتهما لمدة جولة واحدة
bg: Подготвя се за 1 рунд и има 80% шанс да нанесе 350% (+ Специално ниво на мравка * 1%) щета на 2 случайни противникови отряда и има 50% шанс да ги замълчи за 1 рунд
de: Bereitet sich 1 Runde vor und hat eine Chance von 80 %, 350 % (+Sonderameisenstufe*1 %) Schaden an 2 zufälligen feindlichen Trupps zu verursachen. Mit einer Chance von 50 % macht es sie für 1 Runde stumm.
es: Se prepara durante 1 ronda y tiene un 80% de probabilidad de infligir un 350% (+1% por nivel de hormiga especial) de daño a 2 escuadras enemigas aleatorias y un 50% de probabilidad de silenciarlas durante 1 ronda
fil: Naghahanda sa loob ng 1 round at may 80% pagkakataong magdulot ng 350% (+Antas ng Special Ant*1%) pinsala sa 2 random na iskwad ng kalaban at may 50% pagkakataong patahimikin sila sa loob ng 1 round
hu: 1 körre készül, és 80% eséllyel 350% (+Különleges Hangya szintje*1%) sebzést okoz 2 véletlenszerű ellenséges csapatnak, és 50% eséllyel 1 körre elnémítja őket
it: Si prepara per 1 round e ha l'80% di possibilità di infliggere 350% (+1% livello formica speciale) di danni a 2 squadre nemiche casuali e il 50% di possibilità di metterle a tacere per 1 round
ja: 1ラウンド準備し、80％の確率でランダムな敵分隊2つに350％（＋特殊アリレベルの1％）のダメージを与え、50％の確率で1ラウンド沈黙
mk: Се подготвува 1 рунда и има шанса од 80% да нанесе штета од 350% (+Ниво на специјални мравки*1%) на 2 насумични непријателски екипи и има шанса од 50% да ги замолчи за 1 рунда
nl: Bereidt zich voor 1 ronde voor en heeft een kans van 80% om 350% (+speciaal mierniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke teams en heeft 50% kans om ze 1 ronde te laten zwijgen
pl: Przygotowuje się przez 1 rundę i ma 80% szans zadać 350% (+1% poziomu specjalnego mrówki) obrażeń 2 losowym drużynom przeciwnika i 50% szans na ich uciszenie przez 1 rundę
ru: В течение 1 раунда готовится и с вероятностью 80% наносит 350% (+уровень Муравья*1%) урона 2 случайным отрядам противника и с вероятностью 50% накладывает на них Молчание на 1 раунд
tr: 1 tur hazırlanır ve rastgele 2 düşman birliğine %80 ihtimalle %350 (+Özel Karınca Seviyesi*1%) hasar verir ve %50 ihtimalle onları 1 tur Susturur
uk: Готується протягом 1 раунду та має 80% шанс завдати 350% (+Рівень особливої мурашки *1%) шкоди 2 випадковим ворожим загонам і має 50% шанс заглушити їх на 1 раунд
vi: Chuẩn bị trong 1 lượt và có 80% cơ hội gây sát thương 350% (+Cấp quân kiến đặc biệt*1%) lên 2 đội địch ngẫu nhiên và có 50% cơ hội Làm im lặng chúng trong 1 lượt

# carpenterAntDistendedBellySkillDescription20
source: Prepares for 1 round and has a 80% chance to deal 400% (+Special Ant Level*1%) damage to 2 random enemy squads and has a 70% chance to Silence them for 1 round
ar: تستعد لمدة جولة واحدة وتحظى بنسبة 80% للتسبب في ضرر بنسبة 400% (+1% من مستوى النملة الخاصة) لكتيبتين عدوتين عشوائيتين وتحظى بنسبة 70% لإسكاتهما لمدة جولة واحدة
bg: Подготвя се за 1 рунд и има 80% шанс да нанесе 400% (+ Специално ниво на мравка * 1%) щета на 2 случайни противникови отряда и има 70% шанс да ги замълчи за 1 рунд
de: Bereitet sich 1 Runde vor und hat eine Chance von 80 %, 400 % (+Sonderameisenstufe*1 %) Schaden an 2 zufälligen feindlichen Trupps zu verursachen. Mit einer Chance von 70 % macht es sie für 1 Runde stumm.
es: Se prepara durante 1 ronda y tiene un 80% de probabilidad de infligir un 400% (+1% por nivel de hormiga especial) de daño a 2 escuadras enemigas aleatorias y un 70% de probabilidad de silenciarlas durante 1 ronda
fil: Naghahanda sa loob ng 1 round at may 80% pagkakataong magdulot ng 400% (+Antas ng Special Ant*1%) pinsala sa 2 random na iskwad ng kalaban at may 70% pagkakataong patahimikin sila sa loob ng 1 round
hu: 1 körre készül, és 80% eséllyel 400% (+Különleges Hangya szintje*1%) sebzést okoz 2 véletlenszerű ellenséges csapatnak, és 70% eséllyel 1 körre elnémítja őket
it: Si prepara per 1 round e ha l'80% di possibilità di infliggere 400% (+1% livello formica speciale) di danni a 2 squadre nemiche casuali e il 70% di possibilità di metterle a tacere per 1 round
ja: 1ラウンド準備し、80％の確率でランダムな敵分隊2つに400％（＋特殊アリレベルの1％）のダメージを与え、70％の確率で1ラウンド沈黙
mk: Се подготвува 1 рунда и има шанса од 80% да нанесе штета од 400% (+Ниво на специјални мравки*1%) на 2 насумични непријателски екипи и има шанса од 70% да ги замолчи за 1 рунда
nl: Bereidt zich voor 1 ronde voor en heeft een kans van 80% om 400% (+speciaal mierniveau*1%) schade toe te brengen aan 2 willekeurige vijandelijke teams en heeft een kans van 70% om ze 1 ronde te laten zwijgen
pl: Przygotowuje się przez 1 rundę i ma 80% szans zadać 400% (+1% poziomu specjalnego mrówki) obrażeń 2 losowym drużynom przeciwnika i 70% szans na ich uciszenie przez 1 rundę
ru: В течение 1 раунда готовится и с вероятностью 80% наносит 400% (+уровень Муравья*1%) урона 2 случайным отрядам противника и с вероятностью 70% накладывает на них Молчание на 1 раунд
tr: 1 tur hazırlanır ve rastgele 2 düşman birliğine %80 ihtimalle %400 (+Özel Karınca Seviyesi*1%) hasar verir ve %70 ihtimalle onları 1 tur Susturur
uk: Готується протягом 1 раунду та має 80% шанс завдати 400% (+Рівень особливої мурашки *1%) шкоди 2 випадковим ворожим загонам і має 70% шанс заглушити їх на 1 раунд
vi: Chuẩn bị trong 1 lượt và có 80% cơ hội gây sát thương 400% (+Cấp quân kiến đặc biệt*1%) lên 2 đội địch ngẫu nhiên và có 70% cơ hội Làm im lặng chúng trong 1 lượt
