Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# subFamilyEctatomminaeDescription
source: Ectatomminae is a subfamily of ants that are typically found in tropical regions. They are known for their specialized foraging and nest-building behaviors. The subfamily includes genera such as Ectatomma, which are distinguished by their large size and robust mandibles.
ar: Ectatomminae هي عائلة فرعية من النمل التي توجد عادةً في المناطق الاستوائية. تشتهر بسلوكيات البحث عن الطعام وبناء الأعشاش المتخصصة. وتتضمن العائلة الفرعية أجناسًا مثل Ectatomma، والتي تتميز بحجمها الكبير وفكوكها القوية.
bg: Ectatomminae е подсемейство мравки, които обикновено се срещат в тропическите райони. Те са известни със специализираните си навици при търсене на храна и изграждане на гнезда. Подсемейството включва родове като Ectatomma, които се отличават с големите си размери и здравите си мандибули.
de: Ectatomminae ist eine Unterfamilie von Ameisen, die typischerweise in tropischen Regionen vorkommen. Sie sind bekannt für ihr spezialisiertes Futtersuch- und Nestbauverhalten. Die Unterfamilie umfasst Gattungen wie Ectatomma, die sich durch ihre Größe und robusten Mandeln auszeichnen.
es: Ectatomminae es una subfamilia de hormigas que generalmente se encuentran en regiones tropicales. Son conocidas por su recolección especializada y sus comportamientos de anidamiento. La subfamilia incluye géneros como Ectatomma, que se destacan por su gran tamaño y por sus robustas mandíbulas.
fil: Ang Ectatomminae ay isang subfamily ng mga langgam na kadalasang matatagpuan sa mga tropikal na rehiyon. Kilala sila sa kanilang mga ispesyal na asal sa pangangaso at paggawa ng pugad. Kabilang sa subfamily ang mga genus tulad ng Ectatomma, na nakikilala sa kanilang malaking sukat at matibay na mga mandibula.
hu: Az Ectatomminae egy hangya-alcsalád, amelyet általában trópusi régiókban találnak meg. Specializált táplálkozási és fészeképítési szokásaikról ismertek. Az alcsalád olyan nemzetségeket foglal magában, mint az Ectatomma, amelyek hatalmas méretükről és robusztus szájszervükről ismertek.
it: Le Ectatomminae sono una sottofamiglia di formiche tipicamente presenti nelle regioni tropicali. Sono rinomate per i loro comportamenti specializzati nel foraggiamento e nella costruzione dei nidi. La sottofamiglia comprende generi come le Ectatomma, che si distinguono per le loro grandi dimensioni e mandibole robuste.
ja: Ectatomminaeは、一般に熱帯地域で見られるアリの一種です。それらは特別な採餌と巣作り行動で知られています。この分類には、大きく頑丈な大顎で区別されるEctatommaなどの属が含まれます。
mk: Ectatomminae е подсемејство на мравки кои типично се наоѓаат во тропски региони. Тие се познати по нивните специјализирани однесувања кон барање на храна и градба на гнезда. Подсемејството вклучува родови како Ectatomma, кои се разликуваат по нивната голема големина и робусни мандибули.
nl: Ectatomminae is een onderfamilie van mieren die typisch worden aangetroffen in tropische gebieden. Ze staan bekend om hun gespecialiseerde foerageer- en nestbouwgedrag. De onderfamilie omvat geslachten zoals Ectatomma, die zich onderscheiden door hun grote formaat en robuuste kaken.
pl: Ectatomminae to podrodzina mrówek, które zwykle występują w regionach tropikalnych. Są znane ze swojego specjalistycznego żerowania i budowy gniazd. Do podrodziny tej należą takie rodzaje jak Ectatomma, które wyróżniają się dużym rozmiarem i mocnymi żuwaczkami.
ru: Ectatomminae — подсемейство муравьев, которое обычно встречается в тропических регионах. Они известны своим специализированным поведением в поиске пищи и строительстве гнезд. Подсемейство включает такие роды, как Ectatomma, которые отличаются большими размерами и крепкими челюстями.
tr: Ectatomminae, tipik olarak tropikal bölgelerde bulunan bir karınca alt familyasıdır. Uzmanlaşmış beslenme ve yuva yapma davranışlarıyla bilinirler. Alt familya, büyük boyutları ve sağlam mandibulalarıyla ayırt edilen Ectatomma gibi türleri içerir.
uk: Ectatomminae — підродина мурах, які зазвичай зустрічаються в тропічних регіонах. Вони відомі своєю спеціалізованою поведінкою щодо пошуку їжі та будівництва гнізд. До підродини відносяться роди, такі як Ectatomma, які вирізняються великими розмірами та міцними мандибулами.
vi: Ectatomminae là một phân họ kiến thường được tìm thấy ở các vùng nhiệt đới. Chúng được biết đến với các hành vi tìm kiếm thức ăn chuyên biệt và xây dựng tổ. Phân họ này bao gồm các chi như Ectatomma, được phân biệt bởi kích thước lớn và đôi hàm chắc khỏe của chúng.
zh: Ectatomminae 是一个通常发现于热带地区的蚂蚁亚科。它们以专门化的觅食和筑巢行为而闻名。该亚科包括掘沟蚁等属，掘沟蚁以其体型庞大、大颚强壮而著称。

# subFamilyFormicinaeDescription
source: Formicinae is a large and diverse subfamily of ants, including well-known genera such as Formica, Camponotus, and Lasius. They are found in a variety of habitats and are recognized for their diverse social structures and ecological roles, including their ability to form large colonies.
ar: Formicinae هي عائلة فرعية كبيرة ومتنوعة من النمل، وتشمل أجناسًا معروفة مثل Formica و Camponotus و Lasius. وتوجد في مجموعة متنوعة من البيئات ويتم التعرف عليها من خلال هياكلها الاجتماعية المتنوعة وأدوارها البيئية، بما في ذلك قدرتها على تكوين مستعمرات كبيرة.
bg: Formicinae е голямо и разнообразно подсемейство мравки, включващо добре познати родове като Formica, Camponotus и Lasius. Те се срещат в различни местообитания и са разпознаваеми с разнообразните си социални структури и екологични роли, включително способността им да образуват големи колонии.
de: Formicinae ist eine große und vielfältige Unterfamilie von Ameisen, darunter bekannte Gattungen wie Formica, Camponotus und Lasius. Sie kommen in einer Vielzahl von Lebensräumen vor und sind für ihre vielfältigen sozialen Strukturen und ökologischen Rollen bekannt, einschließlich ihrer Fähigkeit, große Kolonien zu bilden.
es: Formicinae es una subfamilia de hormigas grande y diversa que incluye géneros muy conocidos como Formica, Camponotus y Lasius. Se encuentran en diversos hábitats y se reconocen por sus diversas estructuras sociales y funciones ecológicas, incluida su capacidad para formar colonias grandes.
fil: Ang Formicinae ay isang malaki at magkakaibang subfamily ng mga langgam, kabilang ang mga kilalang genus tulad ng Formica, Camponotus, at Lasius. Matatagpuan ang mga ito sa iba't ibang tirahan at nakikilala sa kanilang magkakaibang istrukturang panlipunan at tungkuling ekolohikal, kabilang ang kanilang kakayahang bumuo ng malalaking kolonya.
hu: A Formicinae egy nagy és változatos hangya-alcsalád, amely olyan jól ismert nemzetségeket tartalmaz, mint a Formica, a Camponotus és a Lasius. Számos élőhelyen megtalálhatók, és sokféle társadalmi felépítésükről és ökológiai szerepükről ismertek, többek között arról a képességükről, hogy nagy kolóniákat alkotnak.
it: Le Formicinae sono una sottofamiglia ampia e diversificata di formiche, comprendenti rinomati generi quali Formica, Camponotus e Lasius. Esse si trovano in una varietà di habitat e sono riconosciute per le loro molteplici strutture sociali e ruoli ecologici, incluso la loro capacità di formare colonie numerose.
ja: Formicinaeは多種多様なアリの分類で、Formica、Camponotus、Lasiusなどのよく知られた属が含まれます。それらはさまざまな生息地に見られ、大きなコロニーを形成する能力を含む、多様な社会構造と生態学的役割で知られています。
mk: Formicinae е големо и разновидно подсемејство на мравки, вклучувајќи добро познати родови како Formica, Camponotus и Lasius. Тие се наоѓаат во различни живеалишта и се препознаваат по нивните разновидни социјални структури и еколошки улоги, вклучително и нивната способност да формираат големи колонии.
nl: Formicinae is een grote en diverse onderfamilie van mieren, waaronder bekende geslachten zoals Formica, Camponotus en Lasius. Ze worden aangetroffen in verschillende habitats en staan bekend om hun diverse sociale structuren en ecologische rollen, waaronder hun vermogen om grote kolonies te vormen.
pl: Formicinae to duża i różnorodna podrodzina mrówek, która obejmuje znane rodzaje, takie jak Formica, Camponotus i Lasius. Występują w różnych siedliskach i są znane ze swojej różnorodnej struktury społecznej i ekologicznej roli, w tym zdolności do tworzenia dużych kolonii.
ru: Formicinae — большое и разнообразное подсемейство муравьев, включающее такие известные роды, как Formica, Camponotus и Lasius. Они обитают в различных местообитаниях и известны своим разнообразием социальных структур и экологических ролей, в том числе своей способностью формировать большие колонии.
tr: Formicinae, Formica, Camponotus ve Lasius gibi iyi bilinen türleri içeren, büyük ve çeşitli bir karınca alt familyasıdır. Çeşitli habitatlarda bulunurlar ve büyük koloniler oluşturabilme yetenekleri de dahil olmak üzere çeşitli sosyal yapıları ve ekolojik rolleriyle tanınırlar.
uk: Formicinae — велика і різноманітна підродина мурах, що включає відомі роди, такі як Formica, Camponotus і Lasius. Вони зустрічаються в різних місцях проживання і відомі своєю різноманітністю соціальних структур та екологічних ролей, зокрема своєю здатністю утворювати великі колонії.
vi: Formicinae là một phân họ kiến lớn và đa dạng, bao gồm các chi nổi tiếng như Formica, Camponotus và Lasius. Chúng được tìm thấy trong nhiều môi trường sống và được công nhận nhờ các cấu trúc xã hội và vai trò sinh thái đa dạng của chúng, bao gồm khả năng tạo thành những bầy lớn.
zh: 蚁亚科是一个庞大且多样的蚂蚁亚科，包括蚁属、大头蚁属和黄蚁属等著名属。它们分布在各种栖息地，以其多样化的社会结构和生态作用而闻名，包括形成大型蚁群的能力。

# subFamilyHarpactorinaeDescription
source: Harpactorinae is a subfamily of ants within the Reduviidae family, primarily known for their predatory behavior. They are characterized by their robust body structure and aggressive hunting strategies. They are often found in tropical regions and are part of the broader group of assassin bugs.
ar: Harpactorinae هي عائلة فرعية من النمل ضمن عائلة Reduviidae، والمعروفة أساسًا بسلوكها العدواني. وهي تتميز ببنية جسدها القوية واستراتيجيات الصيد العدوانية. وغالبًا ما توجد في المناطق الاستوائية وهي جزء من المجموعة الأوسع من حشرات الاغتيال.
bg: Harpactorinae е подсемейство мравки в семейство Reduviidae, известно преди всичко с хищното си поведение. Те се характеризират със здравите си тела и агресивните си стратегии за лов. Често се срещат в тропическите райони и са част от по-широката група на убийците.
de: Harpactorinae ist eine Unterfamilie von Ameisen innerhalb der Familie Reduviidae, die vor allem für ihr räuberisches Verhalten bekannt sind. Sie zeichnen sich durch ihren robusten Körperbau und ihre aggressiven Jagdstrategien aus. Man findet sie oft in tropischen Regionen und sie gehören zu der größeren Gruppe der Raubwanzen.
es: Harpactorinae es una subfamilia de hormigas dentro de la familia Reduviidae, principalmente conocidas por su comportamiento depredador. Se caracterizan por su robusta estructura corporal y sus agresivas estrategias de caza. A menudo se las encuentra en regiones tropicales y forman parte del grupo más amplio de chinches asesinas.
fil: Ang Harpactorinae ay isang subfamily ng mga langgam sa loob ng pamilyang Reduviidae, pangunahing kilala sa kanilang mapaminsalang pag-uugali. Nakikilala ang mga ito sa kanilang matibay na istraktura ng katawan at agresibong mga diskarte sa pangangaso. Kadalasang matatagpuan ang mga ito sa mga rehiyong tropikal at bahagi ng mas malawak na grupo ng mga assassin bug.
hu: A Harpactorinae a hangyák Reduviidae családjának egy alcsaládja, amely elsősorban ragadozó magatartásukról ismert. Erős testfelépítésükről és agresszív vadászati stratégiáikról ismertek. Gyakran megtalálhatók trópusi régiókban, és az assassin bogarak szélesebb csoportjának részét képezik.
it: Le Harpactorinae sono una sottofamiglia di formiche all'interno della famiglia Reduviidae, principalmente rinomate per i loro comportamenti predatori. Sono caratterizzate da una solida struttura del corpo e strategie di caccia aggressive. Spesso si trovano nelle regioni tropicali e fanno parte di un più ampio gruppo di insetti assassini.
ja: Harpactorinaeは、主に略奪行動で知られているReduviidaeファミリー内の一種のアリです。それらは、頑丈な体構造と攻撃的な狩猟戦略が特徴です。それらはよく熱帯地域に見られ、より広い暗殺者のバググループの一部です。
mk: Harpactorinae е подсемејство на мравки во рамките на семејството Reduviidae, првенствено познати по нивното грабливчко однесување. Тие се карактеризираат со нивната робусна структура на телото и агресивни стратегии на лов. Тие често се наоѓаат во тропски региони и се дел од пошироката група на бубачки-убијци.
nl: Harpactorinae is een onderfamilie van mieren binnen de Reduviidae-familie, die vooral bekend staat om hun roofzuchtig gedrag. Ze worden gekarakteriseerd door hun robuuste lichaamsstructuur en agressieve jachtstrategieën. Ze worden vaak aangetroffen in tropische gebieden en maken deel uit van de bredere groep sluipmoordenaars.
pl: Harpactorinae to podrodzina mrówek z rodziny Reduviidae, znana przede wszystkim ze swojego drapieżnego zachowania. Charakteryzuje je mocna budowa ciała i agresywne strategie polowania. Często występują w regionach tropikalnych i należą do szerszej grupy błędników.
ru: Harpactorinae — подсемейство муравьев в семействе Reduviidae, в первую очередь известное своим хищным поведением. Они характеризуются крепким строением тела и агрессивными охотничьими стратегиями. Их часто можно встретить в тропических регионах, и они являются частью более широкой группы клопов-убийц.
tr: Harpactorinae, öncelikle yırtıcı davranışlarıyla bilinen, Reduviidae familyası içindeki bir karınca alt familyasıdır. Sağlam vücut yapıları ve agresif avlanma stratejileriyle karakterize edilirler. Çoğunlukla tropikal bölgelerde bulunurlar ve daha geniş suikastçı böcek grubunun bir parçasıdırlar.
uk: Harpactorinae — підродина мурах у родині Reduviidae, в основному відомі своєю хижою поведінкою. Вони характеризуються міцною структурою тіла та агресивними мисливськими стратегіями. Їх часто знаходять у тропічних регіонах, і вони є частиною ширшої групи клопів-убивць.
vi: Harpactorinae là một phân họ kiến thuộc họ Reduviidae, chủ yếu được biết đến với hành vi như một loài săn mồi. Chúng được đặc trưng bởi cấu trúc cơ thể chắc khỏe và các chiến lược săn bắt hung dữ. Chúng thường được tìm thấy ở các vùng nhiệt đới và là một phần của nhóm côn trùng sát thủ rộng lớn hơn.
zh: 伏猎蚁亚科是猎蝽科中的一个蚂蚁亚科，主要以其捕食行为而闻名。它们的特征是身体结构健壮，狩猎策略富有攻击性。它们通常发现于热带地区，属于更广泛的刺客虫类。

# subFamilyMyrmeciinaeDescription
source: Myrmeciinae is a subfamily of ants known as the 'myrmecine ants,' which includes the genus Myrmecia. They are distinguished by their large size, powerful mandibles, and aggressive behavior. They are primarily found in Australia and are known for their solitary foraging habits.
ar: Myrmeciinae هي عائلة فرعية من النمل تُعرف باسم 'نمل النمل'، والتي تشمل جنس Myrmecia. وتميز بحجمها الكبير وفكوكها القوية وسلوكها العدواني. توجد بشكل أساسي في أستراليا وتشتهر بعاداتها الغذائية الانفرادية.
bg: Myrmeciinae е подфамилиия мравки, известно като „мравки мирмецин”, който включва рода Myrmecia. Те се отличават със своя голям размер, мощни мадибули и агресивно поведение. Те се срещат основно в Австралия и са известни със своите самостоятелни навици на търсене на храна.
de: Myrmeciinae ist eine Unterfamilie von Ameisen, die als "Myrmecinen-Ameisen" bekannt sind und die Gattung Myrmecia umfasst. Sie zeichnen sich durch ihre Größe, ihre starken Mandeln und ihr aggressives Verhalten aus. Sie kommen hauptsächlich in Australien vor und sind für ihre solitären Suchgewohnheiten bekannt.
es: Myrmeciinae es una subfamilia de hormigas conocidas como las "hormigas mirmecinas", que incluyen el género Myrmecia. Se destacan por su gran tamaño, sus poderosas mandíbulas y su comportamiento agresivo. Se encuentran principalmente en Australia y son conocidas por sus hábitos de recolección solitarios.
fil: Ang Myrmeciinae ay isang subfamily ng mga langgam na kilala bilang 'myrmecine ants,' na kinabibilangan ng genus na Myrmecia. Nakikilala ang mga ito sa kanilang malaking laki, malalakas na mga mandibula, at agresibong pag-uugali. Pangunahing matatagpuan ang mga ito sa Australia at kilala sa kanilang mag-isang mga gawi sa pangangaso.
hu: A Myrmeciinae a hangyák Myrmecine Ants néven ismert alcsaládja, amelybe a Myrmecia nemzetség tartozik. Nagy méretükről, erős szájszervükről és agresszív viselkedésükről ismertek. Elsősorban Ausztráliában találhatók, és magányos táplálkozási szokásaikról ismertek.
it: Le Myrmeciinae sono una sottofamiglia di formiche note come "formiche mirmecine", che comprende il genere Myrmecia. Si distinguono per le loro grandi dimensioni, le potenti mandibole e il comportamento aggressivo. Si trovano principalmente in Australia e sono famose per le loro abitudini di foraggiamento solitario.
ja: Myrmeciinaeは「myrmecine蟻」として知られるアリの一種で、Myrmecia属が含まれます。それらは、大きなサイズ、強力な大顎、攻撃的行動で区別されます。それらは主にオーストラリアで見られ、単独で採餌するという習慣で知られています。
mk: Myrmeciinae е подсемејство на мравки познати како „мирмецински мравки“, кое го вклучува родот Myrmecia. Тие се разликуваат по нивната голема големина, моќни мандибули и агресивно однесување. Тие првенствено се наоѓаат во Австралија и се познати по нивните осамени навики при барање храна.
nl: Myrmeciinae is een onderfamilie van mieren die bekend staat als de 'miermieren', waaronder het geslacht Myrmecia. Ze worden onderscheiden door hun grote formaat, krachtige kaken en agressief gedrag. Ze worden voornamelijk aangetroffen in Australië en staan bekend om hun eenzame foerageergewoonten.
pl: Myrmeciinae to podrodzina mrówek znana jako „mrówki myrmecynowe”, która obejmuje rodzaj Myrmecia. Wyróżniają się dużymi rozmiarami, mocnymi żuwaczkami i agresywnym zachowaniem. Występują głównie w Australii i są znane ze swoich samotniczych nawyków żerowania.
ru: Myrmeciinae — подсемейство муравьев, известное как «мирамециновые муравьи». Они отличаются большими размерами, мощными челюстями и агрессивным поведением. Они встречаются в основном в Австралии и известны своими привычками одиночной кормежки.
tr: Myrmeciinae, Myrmeciinae karıncaları olarak bilinen ve Myrmecia cinsini içeren bir karınca alt familyasıdır. Büyük boyutları, güçlü mandibulaları ve agresif davranışlarıyla ayırt edilirler. Öncelikle Avustralya'da bulunurlar ve yalnız beslenme alışkanlıklarıyla bilinirler.
uk: Myrmeciinae — підродина мурах, відома як «мирмецинові мурахи», яка включає рід Myrmecia. Вони відрізняються великими розмірами, потужними мандибулами та агресивною поведінкою. Вони в основному зустрічаються в Австралії і відомі своїми одиночними мисливськими звичками.
vi: Myrmeciinae là một phân họ kiến được gọi là "kiến myrmecine", bao gồm chi Myrmecia. Chúng được phân biệt bởi kích thước lớn, đôi hàm khỏe và hành vi hung dữ. Chúng chủ yếu được tìm thấy ở Úc và được biết đến với thói quen kiếm ăn đơn độc.
zh: Myrmeciinae 是一个被称为“切叶蚁”的蚂蚁亚科，包括切叶蚁属。它们以体型庞大、大颚强壮和攻击性行为而著称。它们主要分布在澳大利亚，以其独居觅食习惯而闻名。

# subFamilyMyrmicinaeDescription
source: Myrmicinae is a diverse and widespread subfamily of ants that includes genera such as Myrmica, Solenopsis, and Tetramorium. They are known for their varied ecological roles, including scavenging, predation, and mutualistic relationships with other organisms.
ar: Myrmicinae هي عائلة فرعية متنوعة ومنتشرة على نطاق واسع من النمل تشمل أجناسًا مثل Myrmica و Solenopsis و Tetramorium. وهي معروفة بأدوارها البيئية المتنوعة، بما في ذلك البحث عن القمامة والافتراس والعلاقات التكافلية مع الكائنات الحية الأخرى.
bg: Myrmicinae е разнообразно и широко разпространено подсемейство мравки, което включва родове като Myrmica, Solenopsis и Tetramorium. Те са известни с разнообразните си екологични роли, включително чистене, хищничество и взаимноизгодни отношения с други организми.
de: Myrmicinae ist eine vielfältige und weit verbreitete Unterfamilie von Ameisen, die Gattungen wie Myrmica, Solenopsis und Tetramorium umfasst. Sie sind bekannt für ihre vielfältigen ökologischen Rollen, darunter Aasfresser, Raubtiere und mutualistische Beziehungen mit anderen Organismen.
es: Myrmicinae es una subfamilia de hormigas diversa y generalizada que incluye géneros como Myrmica, Solenopsis y Tetramorium. Son conocidas por sus diversas funciones ecológicas, que incluyen la recolección de alimentos, la depredación y las relaciones mutualistas con otros organismos.
fil: Ang Myrmicinae ay isang magkakaiba at malawakang subfamily ng mga langgam na kinabibilangan ng mga genus tulad ng Myrmica, Solenopsis, at Tetramorium. Kilala ang mga ito sa kanilang magkakaibang tungkuling ekolohikal, kabilang ang pangangaso, pangangaso, at magkakasama at magkapalagayang-loob na mga ugnayan sa ibang mga organismo.
hu: A Myrmicinae egy sokféle és elterjedt hangya-alcsalád, amely olyan nemzetségeket tartalmaz, mint a Myrmica, a Solenopsis és a Tetramorium. Számos ökológiai szerepükről ismertek, beleértve a dögevőséget, a ragadozást és más élőlényekkel való kölcsönös kapcsolataikat.
it: Le Myrmicinae sono una sottofamiglia eterogenea e diffusa di formiche che comprende generi come Myrmica, Solenopsis e Tetramorium. Sono note per i loro molteplici ruoli ecologici, tra cui la spazzini, i predatori e le relazioni mutualistiche con altri organismi.
ja: Myrmicinaeは、Myrmica、Solenopsis、Tetramoriumなどの属を含む、多種多様な広範囲に広がるアリの分類です。それらは、清掃、略奪、他の生物との相互作用関係など、さまざまな生態学的役割で知られています。
mk: Myrmicinae е разновидно и широко распространето подсемејство на мравки кое вклучува родови како Myrmica, Solenopsis и Tetramorium. Тие се познати по нивните разновидни еколошки улоги, вклучувајќи прибирање остатоци, грабливост и меѓусебна поврзаност со други организми.
nl: Myrmicinae is een diverse en wijdverspreide onderfamilie van mieren die geslachten omvat zoals Myrmica, Solenopsis en Tetramorium. Ze staan bekend om hun gevarieerde ecologische rollen, waaronder aaseten, predatie en mutualistische relaties met andere organismen.
pl: Myrmicinae to zróżnicowana i rozpowszechniona podrodzina mrówek, która obejmuje takie rodzaje jak Myrmica, Solenopsis i Tetramorium. Są znane ze swojej zróżnicowanej roli ekologicznej, w tym padlinożerstwa, drapieżnictwa i wzajemnych relacji z innymi organizmami.
ru: Myrmicinae — разнообразное и широко распространенное подсемейство муравьев, которое включает такие роды, как Myrmica, Solenopsis и Tetramorium. Они известны своими различными экологическими ролями, включая падальщиков, хищников и мутуалистические отношения с другими организмами.
tr: Myrmicinae, Myrmica, Solenopsis ve Tetramorium gibi cinsleri içeren, çeşitli ve yaygın bir karınca alt familyasıdır. Başka organizmalarla karşılıklı ilişkiler, leşçilik ve avlanma da dahil olmak üzere çeşitli ekolojik rolleriyle tanınırlar.
uk: Myrmicinae — різноманітна і широко поширена підродина мурах, яка включає такі роди, як Myrmica, Solenopsis і Tetramorium. Вони відомі своїми різноманітними екологічними ролями, включаючи видобуток решток, хижацтво і взаємні симбіотичні стосунки з іншими організмами.
vi: Myrmicinae là một phân họ kiến đa dạng và phân bố rộng, bao gồm các chi như Myrmica, Solenopsis và Tetramorium. Chúng được biết đến với các vai trò sinh thái khác nhau, bao gồm ăn xác thối, săn bắt và các mối quan hệ cộng sinh với các sinh vật khác.
zh: 家蚁亚科是一个多样且分布广泛的蚂蚁亚科，包括丝蚁属、火蚁属和四节蚁属。它们以其不同的生态作用而闻名，包括清道、捕食和与其他生物的共生关系。
