Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# ghostAntDeliberateAttackSkillDescription10
source: Has a 80% chance to deal 125% damage (+Special Ant Level*1%) to 2 random enemy squads and steal 30% of their attack for 1 round
ar: لديه فرصة بنسبة 80% لإحداث ضرر بنسبة 125% (+ مستوى النمل الخاص * 1%) على فرقتين عشوائيتين من العدو وسرقة 30% من هجومهما للجولة الأولى
bg: Има 80% шанс да нанесе 125% щети (+Ниво на специална мравка*1%) срещу 2 произволни вражески отряда и да открадне 30% от тяхната атака за 1 рунд
de: Hat eine 80 %-ige Chance, 2 zufälligen gegnerischen Trupps 125 % (+ 1 % pro Spezialameisen-Stufe) Schaden zuzufügen und 1 Runde lang 30 % ihres Angriffs zu übernehmen.
es: Tiene un 80% de probabilidad de infligir un 125% de daño (+nivel de hormiga especial*1%) a 2 escuadrones enemigos aleatorios y robar un 30% de su ataque durante 1 ronda
fil: May 80% na pagkakataon na makitungo sa 125% na pinsala (+Espesyal na Antas ng Ant*1%) sa 2 random na squad ng kaaway at nakawin ang 30% ng kanilang pag-atake para sa 1 round
hu: 80%-os eséllyel 125% sebzést okoz (+különleges hangyaszint*1%) 2 véletlenszerű ellenséges csapatnak, és 1 körre 30%-át ellopod a támadásuknak
it: Ha una possibilità dell'80% di infliggere il 125% di danni (+Livello formica speciale*1%) a due squadre nemiche casuali e rubare il 30% del loro attacco per 1 round
ja: 80%の確率でランダムに選択した敵隊2体を125%(+特殊アントレベル*1%)ダメージ攻撃し、攻撃力の30%を1ラウンドの間奪う
mk: има 80% шанса за нанесување штета од 125% (+Ниво на специјална мравка*1%) на 2 случајни непријателски екипи и се краде 30% од нивниот напад 1 круг
nl: Heeft 80% kans om 125% (+niveau speciale mier*1%) schade aan 2 willekeurige vijandelijke legers toe te brengen en 30% van hun aanval voor 1 ronde te stelen
pl: Ma 80% szans na zadanie 125% obrażeń (+ poziom specjalnych mrówek * 1%) 2 losowym drużynom wroga i ukradnięcie 30% ich ataku przez 1 rundę
ru: С вероятностью 80% наносит 125% урона (+1% уровня специального муравья) двум случайным отрядам противника и крадет 30% их атаки в течение 1 хода
tr: Rastgele seçilmiş 2 düşman takımına %125 hasar (+Özel Karınca Seviyesi*%1) verme şansı %80'dir ve saldırılarının %30'unu 1 tur boyunca çalar.
uk: Дає 80% шанс завдати 125% (+1% за рівень Спеціальної мурашки) шкоди 2 випадковим загонам ворога та вкрасти 30% їхнього нападу на 1 раунд
vi: Có xác suất 80% gây 125% (+Cấp Kiến đặc biệt*1%) sát thương tới 2 đội đối phương ngẫu nhiên và đánh cắp 30% sức tấn công của chúng trong 1 hiệp

# ghostAntDeliberateAttackSkillDescription20
source: Has a 80% chance to deal 175% damage (+Special Ant Level*1%) to 2 random enemy squads and steal 40% of their attack for 1 round
ar: لديه فرصة بنسبة 80% لإحداث ضرر بنسبة 175% (+ مستوى النمل الخاص * 1%) على فرقتين عشوائيتين من العدو وسرقة 40% من هجومهما للجولة الأولى
bg: Има 80% шанс да нанесе 175% щети (+Ниво на специална мравка*1%) срещу 2 произволни вражески отряда и да открадне 40% от тяхната атака за 1 рунд
de: Hat eine 80 %-ige Chance, 2 zufälligen gegnerischen Trupps 175 % (+ 1 % pro Spezialameisen-Stufe) Schaden zuzufügen und 1 Runde lang 40 % ihres Angriffs zu übernehmen.
es: Tiene un 80% de probabilidad de infligir un 175% de daño (+nivel de hormiga especial*1%) a 2 escuadrones enemigos aleatorios y robar un 40% de su ataque durante 1 ronda
fil: May 80% na pagkakataon na makitungo sa 175% na pinsala (+Espesyal na Antas ng Ant*1%) sa 2 random na squad ng kaaway at nakawin ang 40% ng kanilang pag-atake para sa 1 round
hu: 80%-os eséllyel 175% sebzést okoz (+különleges hangyaszint*1%) 2 véletlenszerű ellenséges csapatnak, és 1 körre 40%-át ellopod a támadásuknak
it: Ha una possibilità dell'80% di infliggere il 175% di danni (+Livello formica speciale*1%) a due squadre nemiche casuali e rubare il 40% del loro attacco per 1 round
ja: 80%の確率でランダムに選択した敵隊2体を175%(+特殊アントレベル*1%)ダメージ攻撃し、攻撃力の40%を1ラウンドの間奪う
mk: има 80% шанса за нанесување штета од 175% (+Ниво на специјална мравка*1%) на 2 случајни непријателски екипи и се краде 40% од нивниот напад 1 круг
nl: Heeft 80% kans om 175% (+niveau speciale mier*1%) schade aan 2 willekeurige vijandelijke legers toe te brengen en 40% van hun aanval voor 1 ronde te stelen
pl: Ma 80% szans na zadanie 175% obrażeń (+ poziom specjalnych mrówek * 1%) 2 losowym drużynom wroga i ukradnięcie 40% ich ataku przez 1 rundę
ru: С вероятностью 80% наносит 175% урона (+1% уровня специального муравья) двум случайным отрядам противника и крадет 40% их атаки в течение 1 хода
tr: Rastgele seçilmiş 2 düşman takımına %175 hasar (+Özel Karınca Seviyesi*%1) verme şansı %80'dir ve saldırılarının %40'ını 1 tur boyunca çalar.
uk: Дає 80% шанс завдати 175% (+1% за рівень Спеціальної мурашки) шкоди 2 випадковим загонам ворога та вкрасти 40% їхнього нападу на 1 раунд
vi: Có xác suất 80% gây 175% (+Cấp Kiến đặc biệt*1%) sát thương tới 2 đội đối phương ngẫu nhiên và đánh cắp 40% sức tấn công của chúng trong 1 hiệp

# giantToothWeaknessStrikeSkillTitle
source: Weakness Strike
ar: هجوم نقاط الضعف
bg: Слабост за удара
de: Schwächeschlag
es: Debilidad del golpe
hu: Gyengeségtámadás
it: Attacco punto debole
ja: 弱点攻撃
mk: Напад на слаба точка
nl: Zwakt aanval
pl: Słabość uderzenie
ru: Удар по слабому месту
tr: Zayıflatıcı Vuruş
uk: Удар на вразливість
vi: Đòn đánh suy yếu

# giantToothWeaknessStrikeSkillDescription10
source: Has a 40% chance to deal 155% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: لديه احتمال بنسبة 40% لإلحاق ضرر بنسبة 155% (+ 5% من مستوى النملة الخاصة) بكتيبة عدوة عشوائية واحدة ضمن المدى الفعال واستنزافها، مما يقلل من ضررها بنسبة 20% لمدة جولة واحدة
bg: Има 40% вероятност да нанесе 155% (+ниво на мравка-специалист*5%) щета на 1 случаен вражески отряд в ефективен обхват и да го изтощи, като намали щетата му с 20% за 1 рунд
de: Hat eine Chance von 40 %, 155 % (+ Stufe der Spezialsameise * 5 %) Schaden an einem zufälligen feindlichen Trupp innerhalb der effektiven Reichweite zu verursachen und ihn zu erschöpfen, wodurch sein Schaden 1 Runde lang um 20 % reduziert wird.
es: Tiene un 40% de posibilidades de infligir un 155% (+Nivel de hormiga especial*5%) de daño a 1 pelotón enemigo aleatorio dentro del rango efectivo y de agotarlos, reduciendo su daño en un 20% durante 1 ronda
fil: Mayroon itong 40% na pagkakataong makagawa ng 155% (+Antas ng Ant na Espesyal*5%) na pinsala sa 1 random na pangkat ng kalaban sa loob ng saklaw na epektibo at paiinitin ang mga ito, na babawasan ang kanilang pinsala ng 20% sa loob 1 round
hu: 40% esélye van rá, hogy 155% (+Special Ant Level*5%) sebzest okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül, és kimeríti őket, 20%-kal csökkentve a sebzést 1 körre
it: Ha il 40% di possibilità di infliggere il 155% (+Livello formica speciale*5%) di danno a 1 squadra nemica casuale a raggio d'azione efficace e di sfinirla, riducendone il danno del 20% per 1 round
ja: 有効範囲内のランダムな敵部隊 1 つに 40% の確率で 155% (+ 特殊アリレベル×5%) のダメージを与え、消耗状態にし、1 ラウンドの間、ダメージが 20% 低下します
mk: Има 40% шанса да нанесе штета од 155% (+Ниво на мравка-специјалист*5%) кон 1 случајна непријателска чета во ефективен дострел и да ги исцрпи, намалувајќи ја нивната штета за 20% за 1 рунда
nl: Heeft 40% kans toe te brengen 155% (+Speciaal energiepeil mier*5%) schade toe aan 1 willekeurig vijandelijke eenheid binnen het effectieve bereik en hen te verzwakken, waarbij hun schade 1 ronde lang met 20% afneemt
pl: Ma 40% szans na zadanie 155% (+ poziom specjalnej mrówki * 5%) obrażeń przypadkowemu oddziałowi wroga w zasięgu skutecznym i wyczerpanie go, co zmniejsza zadawane przez niego obrażenia o 20% przez 1 rundę
ru: C вероятностью 40% наносит урон в 155% (+5% за каждый уровень муравья-специалиста) 1 случайному отряду противника в радиусе действия, выводит его из строя и уменьшает урон, наносимый им, на 20% на 1 раунд.
tr: Etkili menzil dâhilinde 1 rastgele düşman birliğine %155 (+Özel Karınca Seviyesi*5%) hasar verme ve Yorgunluğa düşürme şansı %40'tır. Bu düşmanın hasarını 1 raund boyunca %20 azaltır
uk: Має 40% -ий шанс завдати 155% (+Рівень спецмурахи*5%) шкоди 1 випадковому ворожому загону в межах досяжності та Виснажити його, зменшивши його шкоду на 20% на 1 раунд
vi: Có 40% gây 155% (+Cấp kiến Đặc biệt*5%) sát thương đến 1 đội kẻ địch ngẫu nhiên trong phạm vi hiệu quả và khiến chúng Quỵ ngã, giảm 20% sát thương của chúng trong 1 lượt

# giantToothWeaknessStrikeSkillDescription20
source: Has a 40% chance to deal 205% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range and Exhaust them, reducing their damage by 20% for 1 round
ar: لديه احتمال بنسبة 40% لإلحاق ضرر بنسبة 205% (+ 5% من مستوى النملة الخاصة) بكتيبة عدوة عشوائية واحدة ضمن المدى الفعال واستنزافها، مما يقلل من ضررها بنسبة 20% لمدة جولة واحدة
bg: Има 40% вероятност да нанесе 205% (+ниво на мравка-специалист*5%) щета на 1 случаен вражески отряд в ефективен обхват и да го изтощи, като намали щетата му с 20% за 1 рунд
de: Hat eine Chance von 40 %, 205 % (+ Stufe der Spezialsameise * 5 %) Schaden an einem zufälligen feindlichen Trupp innerhalb der effektiven Reichweite zu verursachen und ihn zu erschöpfen, wodurch sein Schaden 1 Runde lang um 20 % reduziert wird.
es: Tiene un 40% de posibilidades de infligir un 205% (+Nivel de hormiga especial*5%) de daño a 1 pelotón enemigo aleatorio dentro del rango efectivo y de agotarlos, reduciendo su daño en un 20% durante 1 ronda
fil: Mayroon itong 40% na pagkakataong makagawa ng 205% (+Antas ng Ant na Espesyal*5%) na pinsala sa 1 random na pangkat ng kalaban sa loob ng saklaw na epektibo at paiinitin ang mga ito, na babawasan ang kanilang pinsala ng 20% sa loob 1 round
hu: 40% esélye van rá, hogy 205% (+Special Ant Level*5%) sebzest okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül, és kimeríti őket, 20%-kal csökkentve a sebzést 1 körre
it: Ha il 40% di possibilità di infliggere il 205% (+Livello formica speciale*5%) di danno a 1 squadra nemica casuale a raggio d'azione efficace e di sfinirla, riducendone il danno del 20% per 1 round
ja: 有効範囲内のランダムな敵部隊 1 つに 40% の確率で 205% (+ 特殊アリレベル×5%) のダメージを与え、消耗状態にし、1 ラウンドの間、ダメージが 20% 低下します
mk: Има 40% шанса да нанесе штета од 205% (+Ниво на мравка-специјалист*5%) кон 1 случајна непријателска чета во ефективен дострел и да ги исцрпи, намалувајќи ја нивната штета за 20% за 1 рунда
nl: Heeft 40% kans toe te brengen 205% (+Speciaal energiepeil mier*5%) schade toe aan 1 willekeurig vijandelijke eenheid binnen het effectieve bereik en hen te verzwakken, waarbij hun schade 1 ronde lang met 20% afneemt
pl: Ma 40% szans na zadanie 205% (+ poziom specjalnej mrówki * 5%) obrażeń przypadkowemu oddziałowi wroga w zasięgu skutecznym i wyczerpanie go, co zmniejsza zadawane przez niego obrażenia o 20% przez 1 rundę
ru: C вероятностью 40% наносит урон в 205% (+5% за каждый уровень муравья-специалиста) 1 случайному отряду противника в радиусе действия, выводит его из строя и уменьшает урон, наносимый им, на 20% на 1 раунд.
tr: Etkili menzil dâhilinde 1 rastgele düşman birliğine %205 (+Özel Karınca Seviyesi*5%) hasar verme ve Yorgunluğa düşürme şansı %40'tır. Bu düşmanın hasarını 1 raund boyunca %20 azaltır
uk: Має 40% -ий шанс завдати 205% (+Рівень спецмурахи*5%) шкоди 1 випадковому ворожому загону в межах досяжності та Виснажити його, зменшивши його шкоду на 20% на 1 раунд
vi: Có 40% gây 205% (+Cấp kiến Đặc biệt*5%) sát thương đến 1 đội kẻ địch ngẫu nhiên trong phạm vi hiệu quả và khiến chúng Quỵ ngã, giảm 20% sát thương của chúng trong 1 lượt

# giantToothDisablingAttackSkillTitle
source: Disabling Attack
ar: هجوم معطل
bg: Забраняваща атака
de: Schwächender Angriff
es: Ataque incapacitante
hu: Képességmegvonó támadás
it: Attacco incapacitante
ja: 妨害攻撃
mk: Напад кој го оневозможува
nl: Onschadelijke aanval
pl: Atak rozbrajający
ru: Калечащая атака
tr: Güçsüzleştirici Saldırı
uk: Вимкнення атаки
vi: Tấn công vô hiệu hóa

# giantToothDisablingAttackSkillDescription10
source: Has a 25% chance to deal 390% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range and Silence them, disabling their Combat Skills for 2 rounds
ar: لديه احتمال بنسبة 25% لإلحاق ضرر بنسبة 390% (+ مستوى النملة الخاصة بنسبة 3%) على كتيبة عدوة عشوائية واحدة ضمن المدى الفعال وإسكاتها، مما يعطل مهارات القتال لديها لمدة جولتين
bg: Има 25% вероятност да нанесе 390% (+ниво на мравка-специалист*3%) щета на 1 случаен вражески отряд в ефективен обхват и да го заглуши, като забрани бойните му умения за 2 рунда
de: Hat eine Chance von 25 %, 390 % (+ Stufe der Spezialsameise * 3 %) Schaden an einem zufälligen feindlichen Trupp innerhalb der effektiven Reichweite zu verursachen und ihn zum Schweigen zu bringen, wodurch seine Kampffähigkeiten 2 Runden lang deaktiviert werden.
es: Tiene un 25% de posibilidades de infligir un 390% (+Nivel de hormiga especial*3%) de daño a 1 pelotón enemigo aleatorio dentro del rango efectivo y de silenciarlos, desactivando sus habilidades de combate durante 2 rondas
fil: Mayroon itong 25% na pagkakataong makagawa ng 390% (+Antas ng Ant na Espesyal*3%) na pinsala sa 1 random na pangkat ng kalaban sa loob ng saklaw na epektibo at patahimikin sila, na hindi paganahin ang kanilang mga Kasanayan sa Paglaban sa loob ng 2 rounds
hu: 25% esélye van rá, hogy 390% (+Special Ant Level*3%) sebzest okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül, és elnémítja őket, 2 körre letiltva a harci képességeiket
it: Ha il 25% di possibilità di infliggere il 390% (+Livello formica speciale*3%) di danno a 1 squadra nemica casuale a raggio d'azione efficace e di silenziarla, disabilitando le abilità di combattimento per 2 round
ja: 有効範囲内のランダムな敵部隊 1 つに 25% の確率で 390% (+ 特殊アリレベル×3%) のダメージを与え、沈黙状態にし、2 ラウンドの間、戦闘スキルを無効にします
mk: Има 25% шанса да нанесе штета од 390% (+Ниво на мравка-специјалист*3%) кон 1 случајна непријателска чета во ефективен дострел и да ги заглуши, оневозможувајќи ги нивните борбени вештини за 2 рунди
nl: Heeft 25% kans om 390% (+Speciaal energiepeil mier*3%) toe te brengen aan een willekeurige vijandelijke eenheid binnen het effectieve bereik en hen zum zwijgen te brengen, waardoor hun gevechtsskills 2 ronden lang worden uitgeschakeld
pl: Ma 25% szans na zadanie 390% (+ poziom specjalnej mrówki * 3%) obrażeń przypadkowemu oddziałowi wroga w zasięgu skutecznym i uciszenie go, co wyłączy jego umiejętności bojowe na 2 rundy
ru: C вероятностью 25% наносит урон в 390% (+3% за каждый уровень муравья-специалиста) 1 случайному отряду противника в радиусе действия, обезоруживает его и лишает возможности использовать боевые умения на 2 раунда.
tr: Etkili menzil dâhilinde 1 rastgele düşman birliğe %390 (+Özel Karınca Seviyesi*3%) hasar verme ve Sessizleştirme şansı %25'tir. Düşmanın Savaş Becerilerini 2 raund devre dışı bırakır
uk: Має 25% -ий шанс завдати 390% (+Рівень спецмурахи*3%) шкоди 1 випадковому ворожому загону в межах досяжності та Заглушити його, відключивши його Бойові навички на 2 раунди
vi: Có 25% gây 390% (+Cấp kiến Đặc biệt*3%) sát thương đến 1 đội kẻ địch ngẫu nhiên trong phạm vi hiệu quả và khiến chúng Câm lặng, vô hiệu hóa kỹ năng chiến đấu của chúng trong 2 lượt

# giantToothDisablingAttackSkillDescription20
source: Has a 35% chance to deal 390% (+Special Ant Level*3%) damage to 1 random enemy squad within effective range and Silence them, disabling their Combat Skills for 2 rounds
ar: لديه احتمال بنسبة 35% لإلحاق ضرر بنسبة 390% (+ مستوى النملة الخاصة بنسبة 3%) على كتيبة عدوة عشوائية واحدة ضمن المدى الفعال وإسكاتها، مما يعطل مهارات القتال لديها لمدة جولتين
bg: Има 35% вероятност да нанесе 390% (+ниво на мравка-специалист*3%) щета на 1 случаен вражески отряд в ефективен обхват и да го заглуши, като забрани бойните му умения за 2 рунда
de: Hat eine Chance von 35 %, 390 % (+ Stufe der Spezialsameise * 3 %) Schaden an einem zufälligen feindlichen Trupp innerhalb der effektiven Reichweite zu verursachen und ihn zum Schweigen zu bringen, wodurch seine Kampffähigkeiten 2 Runden lang deaktiviert werden.
es: Tiene un 35% de posibilidades de infligir un 390% (+Nivel de hormiga especial*3%) de daño a 1 pelotón enemigo aleatorio dentro del rango efectivo y de silenciarlos, desactivando sus habilidades de combate durante 2 rondas
fil: Mayroon itong 35% na pagkakataong makagawa ng 390% (+Antas ng Ant na Espesyal*3%) na pinsala sa 1 random na pangkat ng kalaban sa loob ng saklaw na epektibo at patahimikin sila, na hindi paganahin ang kanilang mga Kasanayan sa Paglaban sa loob ng 2 rounds
hu: 35% esélye van rá, hogy 390% (+Special Ant Level*3%) sebzest okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül, és elnémítja őket, 2 körre letiltva a harci képességeiket
it: Ha il 35% di possibilità di infliggere il 390% (+Livello formica speciale*3%) di danno a 1 squadra nemica casuale a raggio d'azione efficace e di silenziarla, disabilitando le abilità di combattimento per 2 round
ja: 有効範囲内のランダムな敵部隊 1 つに 35% の確率で 390% (+ 特殊アリレベル×3%) のダメージを与え、沈黙状態にし、2 ラウンドの間、戦闘スキルを無効にします
mk: Има 35% шанса да нанесе штета од 390% (+Ниво на мравка-специјалист*3%) кон 1 случајна непријателска чета во ефективен дострел и да ги заглуши, оневозможувајќи ги нивните борбени вештини за 2 рунди
nl: Heeft 35% kans om 390% (+Speciaal energiepeil mier*3%) toe te brengen aan een willekeurige vijandelijke eenheid binnen het effectieve bereik en hen zum zwijgen te brengen, waardoor hun gevechtsskills 2 ronden lang worden uitgeschakeld
pl: Ma 35% szans na zadanie 390% (+ poziom specjalnej mrówki * 3%) obrażeń przypadkowemu oddziałowi wroga w zasięgu skutecznym i uciszenie go, co wyłączy jego umiejętności bojowe na 2 rundy
ru: C вероятностью 35% наносит урон в 390% (+3% за каждый уровень муравья-специалиста) 1 случайному отряду противника в радиусе действия, обезоруживает его и лишает возможности использовать боевые умения на 2 раунда.
tr: Etkili menzil dâhilinde 1 rastgele düşman birliğe %390 (+Özel Karınca Seviyesi*3%) hasar verme ve Sessizleştirme şansı %35'tir. Düşmanın Savaş Becerilerini 2 raund devre dışı bırakır
uk: Має 35% -ий шанс завдати 390% (+Рівень спецмурахи*3%) шкоди 1 випадковому ворожому загону в межах досяжності та Заглушити його, відключивши його Бойові навички на 2 раунди
vi: Có 35% gây 390% (+Cấp kiến Đặc biệt*3%) sát thương đến 1 đội kẻ địch ngẫu nhiên trong phạm vi hiệu quả và khiến chúng Câm lặng, vô hiệu hóa kỹ năng chiến đấu của chúng trong 2 lượt

# giantToothBigBiteSkillTitle
source: Big Bite
ar: عضّة كبيرة
bg: Голяма хапка
de: Großer Biss
es: Gran mordisco
hu: Nagy harapás
it: Gran morso
ja: 大噛み
mk: Голема каснатина
nl: Grote hap
pl: Duży ugryzienie
ru: Мощный укус
tr: Büyük Isırık
uk: Великий укус
vi: Cắn lớn

# giantToothBigBiteSkillDescription10
source: Has a 30% chance to deal 394% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: لديه احتمال بنسبة 30% لإلحاق ضرر بنسبة 394% (+ 5% من مستوى النملة الخاصة) بكتيبة عدوة عشوائية واحدة ضمن المدى الفعال
bg: Има 30% вероятност да нанесе 394% (+ниво на мравка-специалист*5%) щета на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 30 %, 394 % (+ Stufe der Spezialsameise * 5 %) Schaden an einem zufälligen feindlichen Trupp innerhalb der effektiven Reichweite zu verursachen.
es: Tiene un 30% de posibilidades de infligir un 394% (+Nivel de hormiga especial*5%) de daño a 1 pelotón enemigo aleatorio dentro del rango efectivo
fil: Mayroon itong 30% na pagkakataong makagawa ng 394% (+Antas ng Ant na Espesyal*5%) na pinsala sa 1 random na pangkat ng kalaban sa loob ng saklaw na epektibo
hu: 30% esélye van rá, hogy 394% (+Special Ant Level*5%) sebzest okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül
it: Ha il 30% di possibilità di infliggere il 394% (+Livello formica speciale*5%) di danno a 1 squadra nemica casuale a raggio d'azione efficace
ja: 有効範囲内のランダムな敵部隊 1 つに 30% の確率で 394% (+ 特殊アリレベル×5%) のダメージを与えます
mk: Има 30% шанса да нанесе штета од 394% (+Ниво на мравка-специјалист*5%) кон 1 случајна непријателска чета во ефективен дострел
nl: Heeft 30% kans om 394% (+Speciaal energiepeil mier*5%) toe te brengen aan een willekeurige vijandelijke eenheid binnen het effectieve bereik
pl: Ma 30% szans na zadanie 394% (+ poziom specjalnej mrówki * 5%) obrażeń przypadkowemu oddziałowi wroga w zasięgu skutecznym
ru: C вероятностью 30% наносит урон в 394% (+5% за каждый уровень муравья-специалиста) 1 случайному отряду противника в радиусе действия.
tr: Etkili menzil dâhilinde 1 rastgele düşman birliğe %394 (+Özel Karınca Seviyesi*5%) hasar verme şansı %30'dur
uk: Має 30% -ий шанс завдати 394% (+Рівень спецмурахи*5%) шкоди 1 випадковому ворожому загону в межах досяжності
vi: Có 30% gây 394% (+Cấp kiến Đặc biệt*5%) sát thương đến 1 đội kẻ địch ngẫu nhiên trong phạm vi hiệu quả

# giantToothBigBiteSkillDescription20
source: Has a 40% chance to deal 394% (+Special Ant Level*5%) damage to 1 random enemy squad within effective range
ar: لديه احتمال بنسبة 40% لإلحاق ضرر بنسبة 394% (+ 5% من مستوى النملة الخاصة) بكتيبة عدوة عشوائية واحدة ضمن المدى الفعال
bg: Има 40% вероятност да нанесе 394% (+ниво на мравка-специалист*5%) щета на 1 случаен вражески отряд в ефективен обхват
de: Hat eine Chance von 40 %, 394 % (+ Stufe der Spezialsameise * 5 %) Schaden an einem zufälligen feindlichen Trupp innerhalb der effektiven Reichweite zu verursachen.
es: Tiene un 40% de posibilidades de infligir un 394% (+Nivel de hormiga especial*5%) de daño a 1 pelotón enemigo aleatorio dentro del rango efectivo
fil: Mayroon itong 40% na pagkakataong makagawa ng 394% (+Antas ng Ant na Espesyal*5%) na pinsala sa 1 random na pangkat ng kalaban sa loob ng saklaw na epektibo
hu: 40% esélye van rá, hogy 394% (+Special Ant Level*5%) sebzest okoz 1 véletlenszerű ellenséges csapatnak a hatótávolságon belül
it: Ha il 40% di possibilità di infliggere il 394% (+Livello formica speciale*5%) di danno a 1 squadra nemica casuale a raggio d'azione efficace
ja: 有効範囲内のランダムな敵部隊 1 つに 40% の確率で 394% (+ 特殊アリレベル×5%) のダメージを与えます
mk: Има 40% шанса да нанесе штета од 394% (+Ниво на мравка-специјалист*5%) кон 1 случајна непријателска чета во ефективен дострел
nl: Heeft 40% kans om 394% (+Speciaal energiepeil mier*5%) toe te brengen aan een willekeurige vijandelijke eenheid binnen het effectieve bereik
pl: Ma 40% szans na zadanie 394% (+ poziom specjalnej mrówki * 5%) obrażeń przypadkowemu oddziałowi wroga w zasięgu skutecznym
ru: C вероятностью 40% наносит урон в 394% (+5% за каждый уровень муравья-специалиста) 1 случайному отряду противника в радиусе действия.
tr: Etkili menzil dâhilinde 1 rastgele düşman birliğe %394 (+Özel Karınca Seviyesi*5%) hasar verme şansı %40'tır
uk: Має 40% -ий шанс завдати 394% (+Рівень спецмурахи*5%) шкоди 1 випадковому ворожому загону в межах досяжності
vi: Có 40% gây 394% (+Cấp kiến Đặc biệt*5%) sát thương đến 1 đội kẻ địch ngẫu nhiên trong phạm vi hiệu quả
