Repository: dunatron/ants_companion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, bg, de, es, fil, hu, it, ja, mk, nl, pl, ru, tr, uk, vi, zh

# darkGiantMenaceSkillDescription10
source: Has a 30% chance to deal 399% (+Special Ant Level*1%) damage to 1 random enemy squad within effective range, and reduces all our squads damage taken from Guardian Ants by 30% for 2 rounds
ar: لديه فرصة بنسبة 30% لإلحاق 399% (+مستوى النملة الخاصة*1%) ضرر بفرقة عدو عشوائية واحدة ضمن النطاق الفعال، ويقلل الضرر الذي تتلقاه جميع فرقنا من النمل الحارس بنسبة 30% لمدة جولتين
bg: Има 30% шанс да нанесе 399% (+ Ниво на специалните мравки*1%) щети на 1 случаен вражески отряд в ефективен обхват и намалява щетите, понесени от всички наши отряди от мравки пазители с 30% за 2 рунда
de: Hat eine Chance von 30 %, 1 willkürlichem feindlichen Team in effektiver Reichweite 399 % (+ Spezialameisenlevel * 1 %) Schaden zuzufügen. Reduziert außerdem den von allen unseren Teams von Guardian Ants erlittenen Schaden 2 Runden lang um 30 %
es: Tiene un 30% de probabilidad de infligir un 399% (+Nivel especial de hormiga*1%) de daño a 1 escuadrón enemigo aleatorio dentro del alcance efectivo, y reduce el daño recibido por todos nuestros escuadrones de las hormigas Guardian en un 30% durante 2 rondas
fil: May 30% pagkakataon upang magbigay ng 399% (+Special Ant Level*1%) na napinsala sa 1 random na kaaway na iskwad sa loob ng epektibong hanay, at binabawasan ang napinsalang natamo ng lahat ng aming iskwad mula sa Guardian Ants ng 30% sa loob ng 2 pag-ikot
hu: 30% esély van, hogy 399% (+Special Ant Level*1%) sebzést okoz 1 véletlenszerű ellenséges osztagnak a hatásos távolságon belül, és 2 körre 30%-kal csökkenti az összes osztagunk által a Guardian Antok okozta sérülést
it: Ha una probabilità del 30% di infliggere il 399% (+1% per livello formica speciale) del danno a una squadra nemica casuale nel raggio di azione efficace e riduce del 30% per 2 turni a tutte le nostre squadre il danno ricevuto dalle formiche guardiane
ja: 攻撃範囲内の敵のランダムな編隊 1 つに 399% (+ 特殊アリ レベル *1%) ダメージを与える 30% のチャンスがあり、味方のすべての編隊のガーディアン アリによる被害を 2 ラウンド間 30% 軽減する
mk: Има 30% шанси да нанесе 399% (+Ниво на специјални мравки*1%) штета на 1 случаен непријателски одред во ефективен опсег, и ја намалува целата штета примена врз нашите одреди од Штитнички мравки за 30% за 2 рунди
nl: Hat eine Chance von 30 %, 399 % (+ Stufe besonderer Ameisen * 1 %) Schaden an 1 zufälliger feindlicher Gruppe innerhalb der effektiven Reichweite zuzufügen, und verringert den durch Wächterameisen an all unseren Gruppen verursachten Schaden 2 Runden lang um 30 %
pl: Ma 30% szans na zadanie 399% (+ poziom specjalnej mrówki*1%) obrażeń 1 losowemu wrogiemu oddziałowi w zasięgu skutecznego ataku i zmniejsza obrażenia otrzymywane przez wszystkie nasze oddziały od mrówek strażniczych o 30% na 2 rundy
ru: Получает 30% шанс нанести урон 399% (+уровень специального муравья*1%) 1 случайному отряду противника в зоне действия и уменьшает весь урон, получаемый нашими отрядами от муравьев-хранителей, на 30% в течение 2 раундов
tr: Etkili menzil içinde 1 rastgele düşman birliğine %30 ihtimalle %399 (+Özel Karınca Seviyesi*%1) hasar verir ve 2 raunt boyunca tüm birliklerimizin Bekçi Karıncalardan gelen hasarını %30 azaltır
uk: Має 30% шансів завдати 399% (+1% рівня особливої мурашки) шкоди 1 випадковому загону противника в зоні ураження, а також зменшує отриману шкоду всім нашим загонам від мурах-охороців на 30% упродовж 2 раундів
vi: Có 30% khả năng gây 399% (+Cấp độ kiến đặc biệt*1%) sát thương lên 1 đội quân địch ngẫu nhiên trong tầm hiệu quả và giảm 30% sát thương từ Kiến bảo vệ lên tất cả đội quân của chúng ta trong 2 lượt

# darkGiantMenaceSkillDescription20
source: Has a 40% chance to deal 399% (+Special Ant Level*1%) damage to 1 random enemy squad within effective range, and reduces all our squads damage taken from Guardian Ants by 40% for 2 rounds
ar: لديه فرصة بنسبة 40% لإلحاق 399% (+مستوى النملة الخاصة*1%) ضرر بفرقة عدو عشوائية واحدة ضمن النطاق الفعال، ويقلل الضرر الذي تتلقاه جميع فرقنا من النمل الحارس بنسبة 40% لمدة جولتين
bg: Има 40% шанс да нанесе 399% (+ Ниво на специалните мравки*1%) щети на 1 случаен вражески отряд в ефективен обхват и намалява щетите, понесени от всички наши отряди от мравки пазители с 40% за 2 рунда
de: Hat eine Chance von 40 %, 1 willkürlichem feindlichen Team in effektiver Reichweite 399 % (+ Spezialameisenlevel * 1 %) Schaden zuzufügen. Reduziert außerdem den von allen unseren Teams von Guardian Ants erlittenen Schaden 2 Runden lang um 40 %
es: Tiene un 40% de probabilidad de infligir un 399% (+Nivel especial de hormiga*1%) de daño a 1 escuadrón enemigo aleatorio dentro del alcance efectivo, y reduce el daño recibido por todos nuestros escuadrones de las hormigas Guardian en un 40% durante 2 rondas
fil: May 40% pagkakataon upang magbigay ng 399% (+Special Ant Level*1%) na napinsala sa 1 random na kaaway na iskwad sa loob ng epektibong hanay, at binabawasan ang napinsalang natamo ng lahat ng aming iskwad mula sa Guardian Ants ng 40% sa loob ng 2 pag-ikot
hu: 40% esély van, hogy 399% (+Special Ant Level*1%) sebzést okoz 1 véletlenszerű ellenséges osztagnak a hatásos távolságon belül, és 2 körre 40%-kal csökkenti az összes osztagunk által a Guardian Antok okozta sérülést
it: Ha una probabilità del 40% di infliggere il 399% (+1% per livello formica speciale) del danno a una squadra nemica casuale nel raggio di azione efficace e riduce del 40% per 2 turni a tutte le nostre squadre il danno ricevuto dalle formiche guardiane
ja: 攻撃範囲内の敵のランダムな編隊 1 つに 399% (+ 特殊アリ レベル *1%) ダメージを与える 40% のチャンスがあり、味方のすべての編隊のガーディアン アリによる被害を 2 ラウンド間 40% 軽減する
mk: Има 40% шанси да нанесе 399% (+Ниво на специјални мравки*1%) штета на 1 случаен непријателски одред во ефективен опсег, и ја намалува целата штета примена врз нашите одреди од Штитнички мравки за 40% за 2 рунди
nl: Hat eine Chance von 40 %, 399 % (+ Stufe besonderer Ameisen * 1 %) Schaden an 1 zufälliger feindlicher Gruppe innerhalb der effektiven Reichweite zuzufügen, und verringert den durch Wächterameisen an all unseren Gruppen verursachten Schaden 2 Runden lang um 40 %
pl: Ma 40% szans na zadanie 399% (+ poziom specjalnej mrówki*1%) obrażeń 1 losowemu wrogiemu oddziałowi w zasięgu skutecznego ataku i zmniejsza obrażenia otrzymywane przez wszystkie nasze oddziały od mrówek strażniczych o 40% na 2 rundy
ru: Получает 40% шанс нанести урон 399% (+уровень специального муравья*1%) 1 случайному отряду противника в зоне действия и уменьшает весь урон, получаемый нашими отрядами от муравьев-хранителей, на 40% в течение 2 раундов
tr: Etkili menzil içinde 1 rastgele düşman birliğine %40 ihtimalle %399 (+Özel Karınca Seviyesi*%1) hasar verir ve 2 raunt boyunca tüm birliklerimizin Bekçi Karıncalardan gelen hasarını %40 azaltır
uk: Має 40% шансів завдати 399% (+1% рівня особливої мурашки) шкоди 1 випадковому загону противника в зоні ураження, а також зменшує отриману шкоду всім нашим загонам від мурах-охороців на 40% упродовж 2 раундів
vi: Có 40% khả năng gây 399% (+Cấp độ kiến đặc biệt*1%) sát thương lên 1 đội quân địch ngẫu nhiên trong tầm hiệu quả và giảm 40% sát thương từ Kiến bảo vệ lên tất cả đội quân của chúng ta trong 2 lượt

# darkGiantWarfareLeadershipSkillTitle
source: Warfare Leadership
ar: قيادة الحرب
bg: Военно ръководство
de: Kriegsherrschaft
es: Liderazgo de combate
fil: Pamumuno sa Digmaan
hu: Hadviselési vezetés
it: Leadership di guerra
ja: 戦術リーダーシップ
mk: Лидерство во војување
nl: Kriegsführungsführung
pl: Dowództwo w walce
ru: Лидерство в воевании
tr: Savaş Liderliği
uk: Бойове лідерство
vi: Sự lãnh đạo chiến tranh

# darkGiantWarfareLeadershipSkillDescription10
source: When there are only Carrier Ants in the 3 squads, from the first round, increases the Combat Skill damage of 2 random squads by 60% for 4 rounds
ar: عندما تكون هناك نمل حاملات فقط في الفرق الثلاثة، من الجولة الأولى، تزيد من ضرر مهارة القتال لفرقتين عشوائيتين بنسبة 60% لمدة 4 جولات
bg: Когато в отрядите има само мравки преносители, от първия рунд увеличава щетите от умения за бой на 2 случайни отряда с 60% за 4 рунда
de: Befinden sich ab der ersten Runde nur Carrier Ants in den 3 Teams, wird der Schaden der Kampffähigkeit von 2 zufälligen Teams 4 Runden lang um 60 % erhöht
es: Cuando solo hay hormigas portadoras en los 3 escuadrones, desde la primera ronda, aumenta el daño de la habilidad de combate de 2 escuadrones aleatorios en un 60% durante 4 rondas
fil: Kapag may Carrier Ants lamang sa 3 iskwad, mula sa unang pag-ikot, nadaragdagan ang napinsala ng Kasanayan sa Laban ng 2 random na iskwad ng 60% sa loob ng 4 na pag-ikot
hu: Amikor csak Carrier Antok vannak a 3 osztagban, az első körtől kezdve 4 körön át 60%-kal növeli 2 véletlenszerű osztag harci képességeinek sebzéseit
it: Quando ci sono solo formiche trasportatrici nelle 3 squadre, dal primo turno aumenta del 60% per 4 turni il danno abilità combattimento di 2 squadre casuali
ja: 3 つの編隊にキャリアー アリのみがいる場合、最初のラウンドから 4 ラウンドの間、ランダムな 2 つの編隊の戦闘スキルのダメージを 60% 増加させる
mk: Кога има само Преноснички мравки во 3 одреди, од првата рунда, ја зголемува штетата од борбена вештина на 2 случајни одреди за 60% во 4 рунди
nl: Wenn in den 3 Gruppen nur Trägerameisen sind, erhöht sich der Schaden der Kampffähigkeit von 2 zufälligen Gruppen ab der ersten Runde 4 Runden lang um 60 %
pl: Jeśli w 3 oddziałach są tylko mrówki transportowe, od pierwszej rundy przez 4 rundy zwiększa obrażenia umiejętności bojowych 2 losowych oddziałów o 60%
ru: Когда в 3 отрядах присутствуют только муравьи-носильщики, с первого раунда увеличивается урон умения боевых отрядов в 2 случайных отрядах на 60% в течение 4 раундов
tr: 3 birlikte yalnızca Taşıyıcı Karıncalar varken, ilk raunttan itibaren 4 raunt boyunca 2 rastgele birliğin Savaş Becerisi hasarını %60 artırır
uk: Коли у складі 3 загонів є лише мурахи-носії, від першого раунду збільшує шкоду від бойових навичок 2 випадкових загонів на 60% упродовж 4 раундів
vi: Khi chỉ có Kiến vận chuyển trong 3 đội quân, từ lượt đầu, tăng 60% sát thương Kỹ năng chiến đấu của 2 đội quân ngẫu nhiên trong 4 lượt

# darkGiantWarfareLeadershipSkillDescription20
source: When there are only Carrier Ants in the 3 squads, from the first round, increases the Combat Skill damage of 2 random squads by 120% for 4 rounds
ar: عندما تكون هناك نمل حاملات فقط في الفرق الثلاثة، من الجولة الأولى، تزيد من ضرر مهارة القتال لفرقتين عشوائيتين بنسبة 120% لمدة 4 جولات
bg: Когато в отрядите има само мравки преносители, от първия рунд увеличава щетите от умения за бой на 2 случайни отряда със 120% за 4 рунда
de: Befinden sich ab der ersten Runde nur Carrier Ants in den 3 Teams, wird der Schaden der Kampffähigkeit von 2 zufälligen Teams 4 Runden lang um 120 % erhöht
es: Cuando solo hay hormigas portadoras en los 3 escuadrones, desde la primera ronda, aumenta el daño de la habilidad de combate de 2 escuadrones aleatorios en un 120% durante 4 rondas
fil: Kapag may Carrier Ants lamang sa 3 iskwad, mula sa unang pag-ikot, nadaragdagan ang napinsala ng Kasanayan sa Laban ng 2 random na iskwad ng 120% sa loob ng 4 na pag-ikot
hu: Amikor csak Carrier Antok vannak a 3 osztagban, az első körtől kezdve 4 körön át 120%-kal növeli 2 véletlenszerű osztag harci képességeinek sebzéseit
it: Quando ci sono solo formiche trasportatrici nelle 3 squadre, dal primo turno aumenta del 120% per 4 turni il danno abilità combattimento di 2 squadre casuali
ja: 3 つの編隊にキャリアー アリのみがいる場合、最初のラウンドから 4 ラウンドの間、ランダムな 2 つの編隊の戦闘スキルのダメージを 120% 増加させる
mk: Кога има само Преноснички мравки во 3 одреди, од првата рунда, ја зголемува штетата од борбена вештина на 2 случајни одреди за 120% во 4 рунди
nl: Wenn in den 3 Gruppen nur Trägerameisen sind, erhöht sich der Schaden der Kampffähigkeit von 2 zufälligen Gruppen ab der ersten Runde 4 Runden lang um 120 %
pl: Jeśli w 3 oddziałach są tylko mrówki transportowe, od pierwszej rundy przez 4 rundy zwiększa obrażenia umiejętności bojowych 2 losowych oddziałów o 120%
ru: Когда в 3 отрядах присутствуют только муравьи-носильщики, с первого раунда увеличивается урон умения боевых отрядов в 2 случайных отрядах на 120% в течение 4 раундов
tr: 3 birlikte yalnızca Taşıyıcı Karıncalar varken, ilk raunttan itibaren 4 raunt boyunca 2 rastgele birliğin Savaş Becerisi hasarını %120 artırır
uk: Коли у складі 3 загонів є лише мурахи-носії, від першого раунду збільшує шкоду від бойових навичок 2 випадкових загонів на 120% упродовж 4 раундів
vi: Khi chỉ có Kiến vận chuyển trong 3 đội quân, từ lượt đầu, tăng 120% sát thương Kỹ năng chiến đấu của 2 đội quân ngẫu nhiên trong 4 lượt

# darkHerculesFatalBiteSkillTitle
source: Fatal Bite
ar: العضة القاتلة
bg: Смъртоносна хапка
de: Tödlicher Biss
es: Mordisco fatal
hu: Halálos harapás
it: Morso mortale
ja: 必殺の一撃
mk: Фатално гризнување
nl: Fatale Beet
pl: Śmiertelny gryz
ru: Смертельный укус
tr: Ölümcül Isırık
uk: Смертельний укус
vi: Cắn chí mạng

# darkHerculesFatalBiteSkillDescription10
source: Prepares for 1 round, and has a 40% chance to attack 6 times, dealing 112% (+Special Ant Level*1%) damage each time to 1 random enemy squad within effective range
ar: تستعد لجولة واحدة، وتحصل على فرصة بنسبة 40% لمهاجمة العدو 6 مرات، مما يتسبب في إلحاق 112% من الضرر (+1% مستوى النملة الخاص) في كل مرة لفرقة عدو عشوائية ضمن مدى التأثير
bg: Подготвя се в продължение на 1 рунд и има вероятност от 40% да атакува 6 пъти, нанасяйки по 112% (+1% за всяко ниво на мравката) щети всеки път на 1 случаен вражески отряд в обхват
de: Bereitet sich 1 Runde vor und hat eine Chance von 40 %, 6-mal anzugreifen und dabei jeweils 112 % (+ Spezialameisenlevel * 1 %) Schaden an 1 zufälligen feindlichen Trupps in effektiver Reichweite zu verursachen
es: Se prepara durante 1 ronda, y tiene un 40% de posibilidades de atacar 6 veces, infligiendo un 112% (+nivel de hormiga especial*1%) de daño cada vez a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Naghahanda sa loob ng 1 round, at may 40% na tsansang umatake ng 6 beses, na nagdudulot ng 112% (+Espesyal na Antas ng Ant*1%) na pinsala sa tuwing sa 1 random na iskwad ng kalaban sa loob ng mabisang sakop
hu: 1 körre felkészül, és 40%-os valószínűséggel 6-szor támad, mindannyiszor 112% (+Különleges hangyaszint*1%) sebzést okozva az effektív hatótávolságon belüli 1 véletlenszerű ellenséges osztagnak
it: Si prepara per 1 round e ha il 40% di probabilità di attaccare 6 volte, infliggendo il 112% (+ Livello formica specializzata*1%) di danni ogni volta a 1 squadra nemica casuale all'interno della portata efficace
ja: 1ターン準備を行い、40%の確率で6回連続攻撃を行い、範囲内のランダムな敵部隊1つに対して各攻撃で112%（+特化アリLv*1%）のダメージを与えることができます
mk: Се подготвува за 1 рунда и има 40% шанса да нападне 6 пати со 112% (+ Ниво на специјални мравки*1%) штета секој пат врз 1 случаен непријателски одред во ефективен опсег
nl: Bereidt zich 1 ronde voor en heeft 40% kans om 6 keer aan te vallen met 112% (+Speciaal Mier-level*1%) schade per keer aan 1 willekeurige vijandelijke troep binnen effectief bereik.
pl: Przygotowuje się przez 1 rundę i ma 40% szans na atak 6 razy, zadając 112% (+specjalny poziom mrówek*1%) obrażeń za każdym razem 1 losowemu wrogiemu oddziałowi w skutecznym zasięgu
ru: Готовится 1 раунд и с вероятностью 40% атакует 6 раз, нанося урон в размере 112% (+Уровень муравья с особыми навыками*1%) каждому из 1 случайных вражеских отрядов в зоне поражения
tr: 1 sıra hazırlanır, tesirli menzil içinde 1 rastgele düşman birliğine her birinde 112% (+Özel Karınca Seviyesi*1%) hasar vererek 6 defa saldırmak için %40 şansa sahiptir.
uk: Готується протягом 1 раунду та має 40% шанс атакувати 6 разів, завдаючи 112% (+Рівень особливого мурашки*1%) шкоди щоразу 1 випадковому ворожому загону в межах ефективного радіусу дії
vi: Chuẩn bị trong 1 hiệp và có 40% cơ hội tấn công 6 lần, mỗi lần gây sát thương 112% (+Cấp kiến đặc biệt*1%) đến 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả

# darkHerculesFatalBiteSkillDescription20
source: Prepares for 1 round, and has a 40% chance to attack 6 times, dealing 172% (+Special Ant Level*1%) damage each time to 1 random enemy squad within effective range
ar: تستعد لجولة واحدة، وتحصل على فرصة بنسبة 40% لمهاجمة العدو 6 مرات، مما يتسبب في إلحاق 172% من الضرر (+1% مستوى النملة الخاص) في كل مرة لفرقة عدو عشوائية ضمن مدى التأثير
bg: Подготвя се в продължение на 1 рунд и има вероятност от 40% да атакува 6 пъти, нанасяйки по 172% (+1% за всяко ниво на мравката) щети всеки път на 1 случаен вражески отряд в обхват
de: Bereitet sich 1 Runde vor und hat eine Chance von 40 %, 6-mal anzugreifen und dabei jeweils 172 % (+ Spezialameisenlevel * 1 %) Schaden an 1 zufälligen feindlichen Trupps in effektiver Reichweite zu verursachen
es: Se prepara durante 1 ronda, y tiene un 40% de posibilidades de atacar 6 veces, infligiendo un 172% (+nivel de hormiga especial*1%) de daño cada vez a 1 escuadrón enemigo aleatorio dentro del alcance efectivo
fil: Naghahanda sa loob ng 1 round, at may 40% na tsansang umatake ng 6 beses, na nagdudulot ng 172% (+Espesyal na Antas ng Ant*1%) na pinsala sa tuwing sa 1 random na iskwad ng kalaban sa loob ng mabisang sakop
hu: 1 körre felkészül, és 40%-os valószínűséggel 6-szor támad, mindannyiszor 172% (+Különleges hangyaszint*1%) sebzést okozva az effektív hatótávolságon belüli 1 véletlenszerű ellenséges osztagnak
it: Si prepara per 1 round e ha il 40% di probabilità di attaccare 6 volte, infliggendo il 172% (+ Livello formica specializzata*1%) di danni ogni volta a 1 squadra nemica casuale all'interno della portata efficace
ja: 1ターン準備を行い、40%の確率で6回連続攻撃を行い、範囲内のランダムな敵部隊1つに対して各攻撃で172%（+特化アリLv*1%）のダメージを与えることができます
mk: Се подготвува за 1 рунда и има 40% шанса да нападне 6 пати со 172% (+ Ниво на специјални мравјки*1%) штета секој пат врз 1 случаен непријателски одред во ефективен опсег
nl: Bereidt zich 1 ronde voor en heeft 40% kans om 6 keer aan te vallen met 172% (+Speciaal Mier-level*1%) schade per keer aan 1 willekeurige vijandelijke troep binnen effectief bereik.
pl: Przygotowuje się przez 1 rundę i ma 40% szans na atak 6 razy, zadając 172% (+specjalny poziom mrówek*1%) obrażeń za każdym razem 1 losowemu wrogiemu oddziałowi w skutecznym zasięgu
ru: Готовится 1 раунд и с вероятностью 40% атакует 6 раз, нанося урон в размере 172% (+Уровень муравья с особыми навыками*1%) каждому из 1 случайных вражеских отрядов в зоне поражения
tr: 1 sıra hazırlanır, tesirli menzil içinde 1 rastgele düşman birliğine her birinde 172% (+Özel Karınca Seviyesi*1%) hasar vererek 6 defa saldırmak için %40 şansa sahiptir.
uk: Готується протягом 1 раунду та має 40% шанс атакувати 6 разів, завдаючи 172% (+Рівень особливого мурашки*1%) шкоди щоразу 1 випадковому ворожому загону в межах ефективного радіусу дії
vi: Chuẩn bị trong 1 hiệp và có 40% cơ hội tấn công 6 lần, mỗi lần gây sát thương 172% (+Cấp kiến đặc biệt*1%) đến 1 đội quân địch ngẫu nhiên trong phạm vi hiệu quả

# darkHerculesStrongGuardSkillTitle
source: Strong Guard
ar: الحارس القوي
bg: Силна защита
de: Starke Wache
es: Guardia fuerte
fil: Malakas na Bantay
hu: Erős védelem
it: Guardia robusta
ja: 強固な防御
mk: Јак штитник
nl: Sterke Wacht
pl: Mocna obrona
ru: Крепкая защита
tr: Güçlü Muhafız
uk: Міцний сторож
vi: Bảo vệ vững chắc

# darkHerculesStrongGuardSkillDescription10
source: Its squad will take 45% less damage from attacks
ar: ستتلقى مجموعتها ضررًا أقل بنسبة 45% من الهجمات
bg: Неговият отряд понася 45% по-малко щети от атаки
de: Sein Trupp erleidet 45 % weniger Schaden durch Angriffe
es: Su escuadrón sufrirá un 45% menos de daño de los ataques
fil: Ang iskwad nito ay tatanggap ng 45% mas kaunting pinsala mula sa mga pag-atake.
hu: Az osztag 45%-kal kevesebb sebzést kap a támadásoktól
it: La sua squadra subirà il 45% di danni in meno dagli attacchi
ja: 部隊が受ける攻撃ダメージが45%減少します
mk: Неговиот одред ќе претрпе 45% помалку штета од напади
nl: De troep neemt 45% minder schade door aanvallen.
pl: Jego oddział otrzyma o 45% mniej obrażeń od ataków
ru: Его отряд получает на 45% меньше урона от атак
tr: Birliğine saldırılarda %45 daha az hasar verilir.
uk: Його загін отримуватиме на 45% менше шкоди від атак
vi: Đội quân của nó sẽ chịu ít hơn 45% sát thương từ các cuộc tấn công

# darkHerculesStrongGuardSkillDescription20
source: Its squad will take 55% less damage from attacks
ar: ستتلقى مجموعتها ضررًا أقل بنسبة 55% من الهجمات
bg: Неговият отряд понася 55% по-малко щети от атаки
de: Sein Trupp erleidet 55 % weniger Schaden durch Angriffe
es: Su escuadrón sufrirá un 55% menos de daño de los ataques
fil: Ang iskwad nito ay tatanggap ng 55% mas kaunting pinsala mula sa mga pag-atake.
hu: Az osztag 55%-kal kevesebb sebzést kap a támadásoktól
it: La sua squadra subirà il 55% di danni in meno dagli attacchi
ja: 部隊が受ける攻撃ダメージが55%減少します
mk: Неговиот одред ќе претрпе 55% помалку штета од напади
nl: De troep neemt 55% minder schade door aanvallen.
pl: Jego oddział otrzyma o 55% mniej obrażeń od ataków
ru: Его отряд получает на 55% меньше урона от атак
tr: Birliğine saldırılarda %55 daha az hasar verilir.
uk: Його загін отримуватиме на 55% менше шкоди від атак
vi: Đội quân của nó sẽ chịu ít hơn 55% sát thương từ các cuộc tấn công

# darkHerculesBurningCourageSkillTitle
source: Burning Courage
ar: الشجاعة المتقدة
bg: Пламтяща смелост
de: Brennender Mut
es: Coraje ardiente
fil: Nagniningas na Lakas ng Loob
hu: Égő bátorság
it: Coraggio ardente
ja: 闘志高揚
mk: Пламтечка храброст
nl: Brandende Moed
pl: Płomienna odwaga
ru: Жгучее мужество
tr: Yanan Cesaret
uk: Палаюча хоробрість
vi: Lòng quả cảm cháy bỏng

# darkHerculesBurningCourageSkillDescription10
source: In its Troop, increases the dealt damage by 5%. This effect can be stacked once per round
ar: في مجموعتها، تزيد من الضرر الواقع بنسبة 5%. يمكن تكديس هذا التأثير مرة واحدة في الجولة
bg: В своя отряд увеличава нанесените щети с 5%. Този ефект може да бъде натрупан веднъж на рунд
de: Erhöht in seiner Truppe den zugefügten Schaden um 5 %. Dieser Effekt ist einmal pro Runde stapelbar
es: En su tropa, aumenta el daño infligido en un 5%. Este efecto se puede acumular una vez por ronda
fil: Sa Hukbo nito, nagpapataas ng pinsalang idinulot ng 5%. Maaaring maulit nang isang beses bawat round ang epektong ito
hu: A csapatában 5%-kal növeli az okozott sebzést. Ez a hatás egy körön belül egyszer alkalmazható egymásra.
it: Nella sua truppa, aumenta il danno inflitto del 5%. Questo effetto può essere cumulato una volta per round
ja: 自軍にいる場合、与えるダメージが5%上昇します。1ターンあたり1回重ね掛けできます
mk: Во неговата трупа, ја зголемува нанесената штета за 5%. Овој ефект може да се искористи еднаш по рунда
nl: Verhoogt in zijn Troep de toegebrachte schade met 5%. Dit effect kan één keer per ronde worden gestapeld.
pl: W swoich wojskach zwiększa zadawane obrażenia o 5%. Ten efekt można kumulawać jeden raz na rundę
ru: В его отряде увеличивает наносимый урон на 5%. Этот эффект можно суммировать один раз за раунд
tr: Birliğinde, verilen hasarı %5 artırır. Bu etki, sıra başına bir kez birikebilir.
uk: У своєму війську збільшує завдану шкоду на 5%. Цей ефект може накопичуватися один раз за раунд
vi: Trong Binh đoàn của mình, sát thương gây ra tăng 5%. Hiệu ứng này có thể cộng dồn một lần mỗi hiệp
